[
    {
        "text": "  On and from the commencement of these regulations, no entity or person shall act as an Alternative Investment Fund unless it has obtained a certificate of registration from the Board: Provided  that  an  existing  fund  falling  within  the  definition  of  Alternative  Investment Fund which is not registered with the Board may continue to operate for a period of six months  from  commencement  of  these  regulations  or  if  it  has  made  an  application  for registration under sub-regulation (5) within the said period of six months, till the disposal of such application: to the substitution, it read as “Companies Act, 1956 (1 of 1956)”. Provided  further  that  the  Board  may,  in  special  cases,  extend  the  said  period  up  to  a maximum of twelve months from the date of such commencement: Provided further that existing schemes will be allowed to complete their agreed tenure, such  funds  shall  not  raise  any  fresh  monies  other  than  commitments  already  made  till registration is granted under regulation 6: 11[Provided  further that such existing funds, which do not  propose  to  accept  any fresh commitments  after  commencement  of  these  regulations  shall  not  be  required  to  obtain registration under these regulations subject to submission of information on their activities to the Board in the manner as may be specified] Provided  further  that  if  such  existing  funds  are  not  able  to  comply  with  conditions specified under these regulations, they may apply for exemption to the Board from strict compliance  with  these  regulations  and  the  Board  upon  examination  may  provide  such exemptions or issue such instructions as may be deemed appropriate.",
        "ents": [
            {
                "start": 89,
                "end": 116,
                "label": "ENT"
            },
            {
                "start": 2,
                "end": 51,
                "label": "COND"
            },
            {
                "start": 73,
                "end": 1717,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": "  The funds registered as venture capital fund under Securities and Exchange Board of India (Venture  Capital  Funds)  Regulations,  1996  shall  continue  to  be  regulated  by  the  said regulations till the existing fund or scheme managed by the fund is wound up  and such funds shall not launch any new scheme after notification of these regulations: Provided that the existing fund or scheme shall not increase the targeted corpus of the fund or scheme after notification of these regulations. Provided  further  that  venture  capital  funds  may  seek  re-registration  under  these regulations  subject  to  approval  of  two-thirds  of  their  investors  by  value  of  theirinvestment.",
        "ents": [
            {
                "start": 6,
                "end": 41,
                "label": "ENT"
            },
            {
                "start": 139,
                "end": 695,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": "  Any entity referred to in sub-regulation (1) who fails to make an application for grant of a certificate within the period specified therein shall cease to carry on any activity as an Alternative Investment Fund.",
        "ents": [
            {
                "start": 51,
                "end": 89,
                "label": "ENT"
            },
            {
                "start": 143,
                "end": 214,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": "  Alternative Investment  Funds shall seek registration in one of the categories mentioned hereunder  and  in  case  of  Category  I  Alternative  Investment  Fund,  in  one  of  the  sub- categories thereof:(a)   “Category I Alternative  Investment Fund” which invests in start-up or early stageventures or social ventures or SMEs or infrastructure or other sectors or areas whichthe  government  or  regulators  consider  as  socially  or  economically  desirable  andshall include venture capital funds, SME Funds, social venture funds, infrastructurefunds and such other Alternative  Investment Funds as may be specified;are generally perceived to have positive spillover effects on economy and for whichthe  Board  or  Government  of  India  or  other  regulators  in  India  might  considerproviding  incentives  or  concessions  shall  be  included  and  such  funds  which  areformed as trusts or companies shall be construed as “venture capital company” or“venture capital fund” as specified under sub-section (23FB) of Section 10 of theIncome Tax Act, 1961.(b) “Category II Alternative  Investment Fund” which does not fall in Category I andIII and which does not undertake leverage or borrowing other than to meet day-to-day operational requirements and as permitted in these regulations;as private equity funds or debt funds for which no specific incentives or concessionsare given by the government or any other Regulator shall be included.(c)  “Category  III  Alternative    Investment  Fund”  which  employs  diverse  or  complextrading strategies and may employ leverage including through investment in listedor unlisted derivatives.as hedge funds or funds which trade with a view to make short term returns or suchother  funds  which  are  open  ended  and  for  which  no  specific  incentives  orconcessions are given by the government or any other Regulator shall be included.",
        "ents": [
            {
                "start": 14,
                "end": 30,
                "label": "ENT"
            },
            {
                "start": 32,
                "end": 1896,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": "  An application for grant of certificate shall be made for any of the categories as specified in sub-regulation (4) in Form A as specified in the First Schedule to these regulations and shall be accompanied by a non-refundable application fee as specified in  Part A of the Second Schedule to these regulations to be paid in the manner specified in Part B thereof.",
        "ents": [],
        "title": null
    },
    {
        "text": "  The Board shall take into account requirements as specified in these regulations for the purpose of considering grant of registration.",
        "ents": [
            {
                "start": 6,
                "end": 11,
                "label": "ENT"
            },
            {
                "start": 12,
                "end": 136,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": "  Without  prejudice  to  the  powers  of  the  Board  to  take  any  action  under  the  Act  or regulations  made  there  under,  the  certificate  of  registration  shall  be  valid  till  the Alternative Investment Fund is wound up.",
        "ents": [
            {
                "start": 137,
                "end": 166,
                "label": "ENT"
            },
            {
                "start": 2,
                "end": 168,
                "label": "COND"
            },
            {
                "start": 168,
                "end": 236,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": "  The Board may, in the interest of the investors, issue directions with regard to the transfer of records, documents or securities or disposal of investments relating to its activities as an Alternative Investment Fund.",
        "ents": [
            {
                "start": 6,
                "end": 11,
                "label": "ENT"
            },
            {
                "start": 15,
                "end": 49,
                "label": "COND"
            },
            {
                "start": 49,
                "end": 220,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": "  The Board may, in order to protect the interests of investors, appoint any person to take charge of records, documents, securities and for this  purpose, also  determine the terms",
        "ents": [
            {
                "start": 6,
                "end": 11,
                "label": "ENT"
            },
            {
                "start": 15,
                "end": 63,
                "label": "COND"
            },
            {
                "start": 63,
                "end": 181,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " For  the  purpose  of  the  grant  of  certificate  to  an  applicant,  the  Board  shall  consider  the following conditions for eligibility, namely, —(a)the memorandum of association in case of a company; or the Trust Deed in case ofa Trust; or the Partnership deed in case of a limited liability partnership permits itto carry on the activity of an Alternative Investment Fund;(b)the applicant is prohibited by its memorandum and articles of association or trustdeed or partnership deed from making an invitation to the public to subscribe to itssecurities;(c)in case the applicant is a Trust, the instrument of trust is in the form of a deed andhas been duly registered under the provisions of the Registration Act, 1908;(d)in  case  the  applicant  is  a  limited  liability  partnership,  the  partnership  is  dulyincorporated and the partnership deed has been duly filed with the Registrar underthe provisions of the Limited Liability Partnership Act, 2008;(e)in case the applicant is a body corporate, it is set up or established under the lawsof the Central or State Legislature and is permitted to carry on the activities of anAlternative Investment Fund;(f)the applicant, Sponsor and Manager are fit and proper persons based on the criteriaspecified  in  Schedule  II  of  the  Securities  and  Exchange  Board  of  India(Intermediaries) Regulations, 2008;(g)12[The key investment team of the Manager of Alternative Investment Fund has -(i)adequate experience, with at least one key personnel having not lessthan five years of experience in advising or managing pools of capitalor  in  fund  or  asset  or  wealth  or  portfolio  management  or  in  thebusiness of buying, selling and dealing of securities or other financialassets; and(ii)  at least one key personnel with professional qualification in finance,accountancy,  business  management,  commerce,  economics,  capitalmarket or banking from  a university or an institution recognized bythe  Central  Government  or  any  State  Government  or  a  foreignuniversity,  or  a  CFA  charter  from  the  CFA  institute  or  any  otherqualification as may be specified by the Board:Provided  that  the  requirements  of  experience  and  professionalqualification as specified in regulation 4(g)(i) and 4(g)(ii) may also befulfilled by the same key personnel.]2020 w.e.f 19-10-2020. Prior to its substitution, clause (g) read as follows;“(g) the key investment team of the Manager of Alternative Investment Fund has adequate experience, with at leastone key personnel having not less than five years experience in advising or managing pools of capital or in fund orasset or wealth or portfolio management or in the business of buying, selling and dealing of securities or other financialassets and has relevant professional qualification;”(h)the  Manager  or  Sponsor  has  the  necessary  infrastructure  and  manpower  toeffectively discharge its activities;(i)the  applicant  has  clearly  described  at  the  time  of  registration  the  investmentobjective, the targeted investors,  proposed corpus, investment style or strategy andproposed tenure of the fund or scheme;(j)  whether  the  applicant  or  any  entity  established  by  the  Sponsor  or  Manager  has",
        "ents": [
            {
                "start": 61,
                "end": 70,
                "label": "ENT"
            },
            {
                "start": 85,
                "end": 3237,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": "  The  Board  may  require  the  applicant  to  furnish  any  such  further  information  or clarification regarding the Sponsor or Manager or nature of the fund or fund management activities or any such matter connected thereto to consider the application for grant of a certificate or after registration thereon.",
        "ents": [],
        "title": null
    },
    {
        "text": "  If  required  by  the  Board,  the  applicant  or  Sponsor  or  Manager  shall  appear  before  the Board for personal representation.",
        "ents": [
            {
                "start": 25,
                "end": 30,
                "label": "ENT"
            },
            {
                "start": 2,
                "end": 30,
                "label": "COND"
            },
            {
                "start": 75,
                "end": 136,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": "  The  Board  may  grant  certificate  under  any  specific  category  of  Alternative  Investment Fund,  if  it  is  satisfied  that  the  applicant  fulfills  the  requirements  as  specified  in  theseregulations.",
        "ents": [],
        "title": null
    },
    {
        "text": "  The Board shall, on receipt of the registration fee as specified in the Second Schedule, grant a certificate of registration in Form B.",
        "ents": [
            {
                "start": 6,
                "end": 11,
                "label": "ENT"
            },
            {
                "start": 17,
                "end": 89,
                "label": "COND"
            },
            {
                "start": 89,
                "end": 137,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": "  The registration may be granted with such conditions as may be deemed appropriate by the Board. 13[(4) The Board may, on being satisfied that the applicant complies with the provisions of regulation 4 except those of clause (c) or clause (d) thereof, as the case may be, grant an in- principle approval to the applicant: Provided that the applicant shall comply with clause (c) or clause (d) of regulation 4, as the case may be, within six months from the date of grant of in-principle approval and upon compliance  with  the  same,  the  Board  may  grant  a  certificate  of  registration  under  sub- regulation (2).",
        "ents": [
            {
                "start": 6,
                "end": 18,
                "label": "ENT"
            },
            {
                "start": 19,
                "end": 621,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " An Alternative Investment Fund that has been  granted in-principle approval may accept commitments from investors but shall not accept any monies till it is granted registration under",
        "ents": [
            {
                "start": 4,
                "end": 31,
                "label": "ENT"
            },
            {
                "start": 1,
                "end": 77,
                "label": "COND"
            },
            {
                "start": 77,
                "end": 184,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": "  The  certificate  granted  under  regulation  6  shall,  inter-alia,  be  subject  to  the  following conditions:-(a)the Alternative Investment Fund shall abide by the provisions of the Act and theseregulations;(b)the  Alternative  Investment  Fund  shall  not  carry  on  any  other  activity  other  thanpermitted activities;(c)the Alternative Investment Fund shall forthwith inform the Board in writing, if anyinformation or particulars previously submitted to the Board are found to be falseor misleading  in  any material particular or if there is  any material  change in  theinformation already submitted.",
        "ents": [],
        "title": null
    },
    {
        "text": " An  Alternative  Investment  Fund  which  has  been  granted  registration  under  a  particular category cannot change its category subsequent to registration, except with the approval of",
        "ents": [
            {
                "start": 98,
                "end": 106,
                "label": "ENT"
            },
            {
                "start": 0,
                "end": 0,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": "  After considering an application made under regulation 3, if the Board is of the opinion that  a  certificate  should  not  be  granted,  it  may  reject  the  application  after  giving  the applicant a reasonable opportunity of being heard.",
        "ents": [
            {
                "start": 67,
                "end": 72,
                "label": "ENT"
            },
            {
                "start": 2,
                "end": 58,
                "label": "COND"
            },
            {
                "start": 144,
                "end": 244,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": "  The decision of the Board to reject the application shall be communicated to the applicant within thirty days.",
        "ents": [
            {
                "start": 22,
                "end": 27,
                "label": "ENT"
            },
            {
                "start": 54,
                "end": 112,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": "  Where an application for a certificate is rejected by the Board, the applicant shall cease to carry on any activity as an Alternative Investment Fund: Provided  that  nothing  contained  in  these  regulations  shall  affect  the  liability  of  the",
        "ents": [
            {
                "start": 29,
                "end": 52,
                "label": "ENT"
            },
            {
                "start": 29,
                "end": 52,
                "label": "ENT"
            },
            {
                "start": 2,
                "end": 65,
                "label": "COND"
            },
            {
                "start": 2,
                "end": 81,
                "label": "COND"
            },
            {
                "start": 81,
                "end": 251,
                "label": "ACT"
            },
            {
                "start": 81,
                "end": 251,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": "  All Alternative Investment Funds shall state investment strategy, investment purpose and its investment methodology in its placement memorandum to the investors.",
        "ents": [
            {
                "start": 6,
                "end": 34,
                "label": "ENT"
            },
            {
                "start": 35,
                "end": 163,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": "  Any material alteration to the fund strategy shall be made with the consent of atleast two- thirds of unit holders by value of their investment in the Alternative Investment Fund.",
        "ents": [
            {
                "start": 6,
                "end": 25,
                "label": "ENT"
            },
            {
                "start": 47,
                "end": 181,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": "Investment in all categories of Alternative Investment Funds shall be subject to the following conditions:-(a)  the  Alternative  Investment  Fund  may  raise  funds  from  any  investor  whether  Indian,foreign or non-resident Indians by way of issue of units;(b)  each scheme of the Alternative  Investment Fund shall have corpus of atleast twenty crorerupees;(c)  the Alternative Investment Fund shall not accept from an investor, an investment of valueless than one crore rupees:Provided  that  in  case  of  investors  who  are  employees  or  directors  of  the  AlternativeInvestment  Fund  or  employees  or  directors  of  the  Manager,  the  minimum  value  ofinvestment shall be twenty five lakh rupees.(d)  the  Manager  or  Sponsor  shall  have  a  continuing  interest  in  the  Alternative  InvestmentFund of not less than two and half percent of the corpus or five crore rupees, whichever islower, in  the form  of investment in  the Alternative  Investment  Fund and such interestshall not be through the waiver of management fees:Provided that for Category III Alternative Investment Fund, the continuing interest shallbe not less than five percent of the corpus or ten crore rupees, whichever is lower.(e)  the  Manager  or  Sponsor  shall  disclose  their  investment  in  the  Alternative    InvestmentFund to the investors of the Alternative  Investment Fund;(f)  no  scheme  of  the  Alternative    Investment  Fund  shall  have  more  than  one  thousandinvestors14[:]15[Provided  that  the  provisions  of  the  16[Companies  Act,  2013]  shall  apply  to  theAlternative Investment Fund, if it is formed as a company.](g)  the fund shall not solicit or collect funds except by way of private placement.",
        "ents": [
            {
                "start": 32,
                "end": 60,
                "label": "ENT"
            },
            {
                "start": 61,
                "end": 1728,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": "Alternative  Investment  Fund  shall  raise  funds  through  private  placement  by  issue  of information memorandum or placement memorandum, by whatever name called.",
        "ents": [],
        "title": null
    },
    {
        "text": " Such  information  or  placement  memorandum  as  specified  in  sub-regulation  (1)  shall contain all material information about the Alternative  Investment Fund and the Manager, background of key investment team of the Manager, targeted investors, fees and all other expenses proposed to be charged, tenure of the Alternative  Investment Fund or scheme, conditions  or  limits  on  redemption,  investment  strategy,  risk  management  tools  and parameters employed, key service providers, conflict of interest and procedures to identify and  address  them,  disciplinary  history,  the  terms  and  conditions  on  which  the  Manager offers investment services, its affiliations with other intermediaries, manner of winding up of the Alternative  Investment Fund or the scheme and such other information as may be necessary  for  the  investor  to  take  an  informed  decision  on  whether  to  invest  in  the Alternative  Investment Fund. symbol “;” to the substitution, it read as “Companies Act, 1956”.",
        "ents": [
            {
                "start": 7,
                "end": 18,
                "label": "ENT"
            },
            {
                "start": 1,
                "end": 87,
                "label": "COND"
            },
            {
                "start": 87,
                "end": 1014,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " The  Alternative  Investment  Fund  may  launch  schemes  subject  to  filing  of  placement memorandum with the Board.",
        "ents": [],
        "title": null
    },
    {
        "text": " Such  placement  memorandum  shall  be  filed  with  the  Board  atleast  thirty  days  prior  to launch of scheme along with the fees as specified in the Second Schedule: Provided that payment of scheme fees shall not apply in case of launch of first scheme by the Alternative Investment Fund.",
        "ents": [
            {
                "start": 7,
                "end": 28,
                "label": "ENT"
            },
            {
                "start": 30,
                "end": 295,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " The Board may communicate its comments, if any, to the applicant prior to launch of the scheme and  the applicant shall incorporate the comments in placement memorandum prior to launch of scheme.",
        "ents": [
            {
                "start": 5,
                "end": 10,
                "label": "ENT"
            },
            {
                "start": 11,
                "end": 196,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " Category I Alternative Investment Fund and Category II Alternative Investment Fund shall be  close  ended  and  the  tenure  of  fund  or  scheme  shall  be  determined  at  the  time  of application subject to sub-regulation (2) of this regulation.",
        "ents": [
            {
                "start": 12,
                "end": 39,
                "label": "ENT"
            },
            {
                "start": 84,
                "end": 250,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " Category I and II Alternative Investment Fund or schemes launched by such funds shall have a minimum tenure of three years.",
        "ents": [
            {
                "start": 19,
                "end": 46,
                "label": "ENT"
            },
            {
                "start": 81,
                "end": 124,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " Category III Alternative Investment Fund may be open ended or close ended.",
        "ents": [
            {
                "start": 14,
                "end": 41,
                "label": "ENT"
            },
            {
                "start": 42,
                "end": 75,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " Extension of the tenure of the close ended Alternative Investment Fund may be permitted up  to  two  years  subject  to  approval  of  two-thirds  of  the  unit  holders  by  value  of  their investment in the Alternative Investment Fund.",
        "ents": [
            {
                "start": 44,
                "end": 71,
                "label": "ENT"
            },
            {
                "start": 72,
                "end": 239,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " In  the  absence  of  consent  of  unit  holders,  the  Alternative  Investment  Fund  shall  fully liquidate within one year following expiration of the fund tenure or extended tenure.",
        "ents": [],
        "title": null
    },
    {
        "text": " Units of close ended Alternative Investment Fund may be listed on stock exchange subject to a minimum tradable lot of one crore rupees.",
        "ents": [
            {
                "start": 22,
                "end": 49,
                "label": "ENT"
            },
            {
                "start": 50,
                "end": 136,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " Listing of Alternative Investment Fund units shall be permitted only after final close of the fund or scheme.",
        "ents": [
            {
                "start": 12,
                "end": 39,
                "label": "ENT"
            },
            {
                "start": 46,
                "end": 110,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " Investments  by  all  categories  of  Alternative  Investment  Funds  shall  be  subject  to  the following conditions:-(a)  Alternative  Investment  Fund  may  invest  in  securities  of  companies  incorporatedoutside India subject to such conditions or guidelines that may be stipulated or issuedby the Reserve Bank of India and the Board from time to time;(b) Co-investment in an investee company by a Manager or Sponsor shall not be on termsmore favourable than those offered to the Alternative  Investment Fund;(c)  Category I and II Alternative Investment Funds shall invest not more than twenty fivepercent of the 17[investable funds] in one Investee Company;(d) Category III Alternative Investment Fund shall invest not more than ten percent of the18[investable funds] in one Investee Company(e)  Alternative Investment Fund shall not invest in associates except with the approval ofseventy  five  percent  of  investors  by  value  of  their  investment  in  the  AlternativeInvestment Fund;(f)  Un-invested portion of the 19[investable funds] may be invested in liquid mutual fundsor bank deposits or other liquid assets of higher quality such as Treasury bills, CBLOs,Commercial Papers, Certificates of Deposits, etc. till deployment of funds as per theinvestment objective;(g) Alternative Investment Fund may act as Nominated Investor as specified in clause (b)of sub-regulation (1) of regulation 106N of the Securities and Exchange Board of India(Issue of Capital and Disclosure Requirements) Regulations, 2009.20[(h)  Investment  by  Category  I  and  Category  II  Alternative  Investment  Funds  in  theshares  of  entities  listed  on  institutional  trading  platform  after  the  commencement  ofSecurities and Exchange Board of India (Issue of Capital and Disclosure Requirements)word “corpus”18 Ibid19 Ibid(Fourth  Amendment)  Regulations,  2015  shall  be  deemed  to  be  investment  in  ‘unlistedsecurities’ for the purpose of these regulations.]",
        "ents": [
            {
                "start": 52,
                "end": 64,
                "label": "ENT"
            },
            {
                "start": 71,
                "end": 1972,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " Notwithstanding the conditions as specified in sub-regulation (1), the Board may specify additional  requirements  or  criteria  for  Alternative  Investment  Funds  or  for  a  specific",
        "ents": [
            {
                "start": 72,
                "end": 77,
                "label": "ENT"
            },
            {
                "start": 78,
                "end": 187,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " The following investment conditions shall apply to all Category I Alternative  Investment Funds:-(a)  Category I Alternative Investment Fund shall invest in investee companies or venturecapital undertaking or in special purpose vehicles or in limited liability partnershipsor in units of other Alternative Investment Funds as specified in these regulations;(b) Fund of Category I Alternative  Investment Funds may invest in units of Category IAlternative  Investment Funds of same sub-category:Provided that they shall only invest in such units and shall not invest in units of otherFund of Funds:Provided  further that the investment  conditions  as specified in  sub-regulations (2),(3), (4) or (5) shall not be applicable to investments by such funds.(c)  Category I Alternative  Investment Funds shall not borrow funds directly or indirectlyor engage in any leverage except for meeting temporary funding requirements for notmore than thirty days, on not more than four occasions in a year and not more than tenpercent of the 21[investable funds].",
        "ents": [],
        "title": null
    },
    {
        "text": " The  following  investment  conditions  shall  apply  to  venture  capital  funds  in  addition  to conditions laid down in sub-regulation (1):- word “corpus”(a)  at least two-thirds of the 22[investable funds] shall be invested in unlisted equity sharesor equity linked instruments of a venture capital undertaking or in companies listed orproposed to be listed on a SME exchange or SME segment of an exchange;(b) not more than one-third  of the 23[investable funds] shall be invested in:(i)subscription to initial public offer of a venture capital undertaking whose sharesare proposed to be listed;(ii)debt or debt instrument of a venture capital undertaking in which the fund hasalready  made  an  investment  by  way  of  equity  or  contribution  towardspartnership interest;(iii)  preferential  allotment,  including  through  qualified  institutional  placement,  ofequity shares or equity linked instruments of a listed company subject to lockin period of one year;(iv)the equity shares or equity linked instruments of a financially weak company ora sick industrial company whose shares are listed.company” means a company, which has at the end of the previous financial yearaccumulated losses, which has resulted in erosion of more than fifty percent butless than hundred percent of its net worth as at the beginning of the previousfinancial year.(v)special  purpose  vehicles  which  are  created  by  the  fund  for  the  purpose  offacilitating or promoting investment in accordance with these regulations:Provided that the investment conditions and restrictions stipulated in clause (a) andclause  (b)  of  sub-regulation  (2)  shall  be  achieved  by  the  fund  by  the  end  of  its  lifecycle.(c)  such  funds  may  enter  into  an  agreement  with  merchant  banker  to  subscribe  to  theunsubscribed portion of the issue or to receive or deliver securities in the process of22 Ibid.word “corpus”market  making  under  Chapter  XB  of  the  Securities  and  Exchange  Board  of  India(Issue of Capital and Disclosure Requirements) Regulations, 2009 and the provisionsof clause (a) and clause (b) of sub-regulation (2) shall not apply in case of acquisitionor sale of securities pursuant to such subscription or market making.(d) such  funds  shall  be  exempt  from  regulation  3  and  3A  of  Securities  and  ExchangeBoard  of  India  (Prohibition  of  Insider  Trading)  Regulations,  1992  in  respect  ofinvestment in companies listed on SME Exchange or SME segment of an exchangepursuant to due diligence of such companies subject to the following conditions:(i)the fund shall disclose any acquisition or dealing in securities pursuant to suchdue-diligence, within two working days of such acquisition or dealing, to thestock exchanges where the investee company is listed;(ii)such  investment  shall  be  locked  in  for  a  period  of  one  year  from  the  date  ofinvestment.",
        "ents": [
            {
                "start": 17,
                "end": 29,
                "label": "ENT"
            },
            {
                "start": 41,
                "end": 2906,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " The following conditions shall apply to SME Funds in addition to conditions laid down in sub-regulation (1):-(a)  atleast  seventy  five  percent  of  the  24[investable  funds]  shall  be  invested  in  unlistedsecurities or partnership interest of venture capital undertakings or investee companieswhich are SMEs or in companies listed or proposed to be listed on SME exchange orSME segment of an exchange;(b) such  funds  may  enter  into  an  agreement  with  merchant  banker  to  subscribe  to  theunsubscribed portion of the issue or to receive or deliver securities in the process ofmarket  making  under  Chapter  XB  of  the  Securities  and  Exchange  Board  of  India(Issue of Capital and Disclosure Requirements) Regulations, 2009;(c)  such  funds  shall  be  exempt  from  regulation  3  and  3A  of  Securities  and  ExchangeBoard  of  India  (Prohibition  of  Insider  Trading)  Regulations,  1992  in  respect  ofinvestment in companies listed on SME Exchange or SME segment of an exchangepursuant to due diligence of such companies subject to the following conditions:word “corpus”(i)the fund shall disclose any acquisition or dealing in securities pursuant to suchdue-diligence, within two working days of such acquisition or dealing, to thestock exchanges where the investee company is listed;(ii)such  investment  shall  be  locked  in  for  a  period  of  one  year  from  the  date  ofinvestment.",
        "ents": [],
        "title": null
    },
    {
        "text": " The following conditions shall apply to social venture funds in addition to the conditions laid down in sub-regulation (1):-(a)  atleast  seventy  five  percent  of  the  25[investable  funds]  shall  be  invested  in  unlistedsecurities or partnership interest of social ventures.(b) such funds may accept grants, provided that such utilization of such grants shall berestricted to clause (a)26[:]27[Provided that the amount of grant that may be accepted by the fund from anyperson shall not be less than twenty-five lakh rupees:Provided further that no profits or gains shall accrue to the provider of suchgrants.](c)  such funds may give grants to social ventures, provided that appropriate disclosure ismade in the placement memorandum.(d) such funds may accept muted returns for their investors  i.e. they may accept returnson  their  investments  which  may  be  lower  than  prevailing  returns  for  similarinvestments.",
        "ents": [
            {
                "start": 15,
                "end": 25,
                "label": "ENT"
            },
            {
                "start": 26,
                "end": 928,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " The following conditions shall apply to Infrastructure  Funds in addition to conditions laid down in sub-regulation (1):-(a)  atleast  seventy  five  percent  of  the  28[investable  funds]  shall  be  invested  in  unlistedsecurities  or  units  or  partnership  interest  of  venture  capital  undertaking  or  investeeword “corpus”symbol “.”.word “corpus”companies or special purpose vehicles, which are engaged in or formed for the purposeof operating, developing or holding infrastructure projects;(b) notwithstanding clause (a) of sub-regulation (5), such funds may also invest in listedsecuritized debt instruments or listed debt securities of investee companies or special",
        "ents": [],
        "title": null
    },
    {
        "text": "The following investment conditions shall apply to Category II Alternative  Investment Funds:-(a)  Category  II  Alternative    Investment  Funds  shall  invest  primarily  in  unlisted  investeecompanies or in  units of other Alternative  Investment  Funds as may be specified in  theplacement memorandum;(b) Fund of Category  II Alternative  Investment Funds may invest in units of Category I orCategory II Alternative  Investment Funds:Provided that they shall only invest in such units and shall not invest in units of other Fundof Funds.(c)  Category II Alternative Investment Funds may not borrow funds directly or indirectly andshall not engage in leverage except for meeting temporary funding requirements for notmore than  thirty days, not more than four occasions in a year and not more than ten percentof the 29[investable funds];(d) Notwithstanding  clause    (c),  Category  II  Alternative  Investment  Funds  may  engage  inhedging, subject to guidelines as specified by the Board from time to time;(e)  Category  II  Alternative  Investment  Funds  may  enter  into  an  agreement  with  merchantbanker  to  subscribe  to  the  unsubscribed  portion  of  the  issue  or  to  receive  or  deliversecurities  in  the  process  of  market  making  under  Chapter  XB  of  the  Securities  and",
        "ents": [
            {
                "start": 14,
                "end": 20,
                "label": "ENT"
            },
            {
                "start": 36,
                "end": 1305,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " word “corpus”(f)  Category  II  Alternative  Investment  Funds  shall  be  exempt from  regulation  3  and  3A  ofSecurities and Exchange Board of India (Prohibition of Insider Trading) Regulations, 1992in  respect  of  investment  in  companies  listed  on  SME  Exchange  or  SME  segment  of  anexchange pursuant to due diligence of such companies subject to the following conditions:(i)  the fund shall disclose any acquisition or dealing in securities pursuant to such due-diligence,  within  two  working  days  of  such  acquisition  or  dealing,  to  the  stockexchanges where the investee company is listed;(ii) such investment shall be locked in for a period of one year from the date of investment.",
        "ents": [],
        "title": null
    },
    {
        "text": "The  following  investment  conditions  shall  apply  to  Category  III  Alternative    Investment Funds:-(a)  Category III Alternative  Investment Funds may  invest in securities of listed or unlistedinvestee companies or derivatives or complex or structured products;30[(aa) Category III Alternative Investment Funds may deal in goods received in delivery againstphysical settlement of commodity derivatives;](b) 31[Fund of Category III] Alternative  Investment Funds may invest in units of Category Ior Category II Alternative  Investment Funds:Provided that they invest solely in such units and shall not invest in units of other Fund ofFunds.(c)  Category III Alternative  Investment Funds may engage in leverage or borrow subject toconsent from the investors in the fund and subject to a maximum limit, as may be specifiedby the Board:Provided that such funds shall disclose information regarding the overall level of leverageemployed, the level of leverage arising from borrowing of cash, the level of leverage arisingfrom position held in derivatives or in any complex product and the main source of leveragewords and symbol “Fund of Category II”in  their  fund  to  the  investors  and  to  the  Board  periodically,  as  may  be  specified  by  theBoard.(d) Category III Alternative Investment Funds shall be regulated through issuance of directionsregarding  areas  such  as  operational  standards,  conduct  of  business  rules,  prudentialrequirements, restrictions on redemption and conflict of interest as may be specified by theBoard.",
        "ents": [],
        "title": null
    },
    {
        "text": " The Board may lay down framework for Alternative Investment Funds other than the Funds",
        "ents": [
            {
                "start": 5,
                "end": 10,
                "label": "ENT"
            },
            {
                "start": 11,
                "end": 87,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": "For the purposes of this Chapter, unless the context  otherwise requires, the terms  defined herein  shall  bear  the  meanings  assigned  to  them  below,  and  their  cognate  expressions  and variations shall be construed accordingly,-  “angel  fund”  means  a  sub-category  of  Venture  Capital  Fund  under  Category  I-  AlternativeInvestment  Fund  that  raises  funds  from  angel  investors  and  invests  in  accordance  with  theprovisions of this Chapter.(2) \"angel investor\" means any person who proposes to invest in an angel fund and satisfies oneof the following conditions, namely,(a) an individual investor who has net tangible assets of at least two crore rupees excluding valueof his principal residence, and who:(i) has early stage investment experience, or(ii) has experience as a serial entrepreneur, or(iii) is a senior management professional with at least ten years of experience;mean  prior  experience  in  investing  in  start-up  or  emerging  or  early-stage  ventures  and'serial entrepreneur' shall mean a person who has promoted or co-promoted more than onestart-up venture.(b) a body corporate with a net worth of at least ten crore rupees; or(c) an Alternative Investment Fund registered under these regulations or a Venture Capital Fundregistered under the SEBI (Venture Capital Funds) Regulations, 1996.(3) \"company with family connection\" means:a. if the angel investor is an individual,i. any company which is promoted by such an individual or his relative; orii. any company where the individual or his relative is a director; oriii.  any  company where  the person or his  relative has control, or shares  or voting rightswhich entitle them to fifteen percent or more of the shares or voting rights in the company.33[ sub-section 77 of section 2 of the Companies Act, 2013].assigned to it under sub-regulation (1) of regulation 2 of the Securities and Exchange Boardof India (Substantial Acquisition of Shares and Takeovers) Regulations, 2011.b. if the angel investor is a body corporate,i. any company which is a subsidiary or a holding company of the investor;orii. any company  which is  part of the same  group or under the same management of theinvestor; orto the substitution, it read as “section 6 of the Companies Act, 1956 (1 of 1956)”.management\"  shall  have  the  same  meaning  as  assigned  to  it  under  regulation  23  of  theSecurities and Exchange Board of India (Issue of Capital and Disclosure Requirements)Regulations, 2009.iii. any company where the body corporate or its directors/partners have control, or sharesor voting rights which entitle them to fifteen percent or more of the shares or voting rightsin the company.assigned to it under sub-regulation (1) of regulation 2 of the Securities and Exchange Board ofIndia (Substantial Acquisition of Shares and Takeovers) Regulations, 2011.",
        "ents": [
            {
                "start": 45,
                "end": 52,
                "label": "ENT"
            },
            {
                "start": 101,
                "end": 2857,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " The provisions of this Chapter shall apply to angel funds and schemes launched by such angel funds.",
        "ents": [],
        "title": null
    },
    {
        "text": " All other provisions of these regulations, except clauses (a), (b), (c), (d) and (f) of regulation 10,  regulation  12,  regulation  14,  clauses  (a),  (c)  and  (e)  of  sub-regulation  (1)  of  regulation  15, clause (b) of sub-regulation (1) of regulation 16 and sub-regulation (2) of regulation 16, and the guidelines and circulars issued under these regulations, unless the context otherwise requires or repugnant to the provisions of this Chapter, shall apply to angel funds, their sponsors and managers and angel investors.",
        "ents": [
            {
                "start": 328,
                "end": 337,
                "label": "ENT"
            },
            {
                "start": 1,
                "end": 456,
                "label": "COND"
            },
            {
                "start": 456,
                "end": 532,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " An applicant may apply for registration as an angel fund in accordance with the provisions of Chapter II of these Regulations.",
        "ents": [
            {
                "start": 4,
                "end": 13,
                "label": "ENT"
            },
            {
                "start": 14,
                "end": 127,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " An Alternative Investment Fund already registered under these regulations, which has not made any investments, may apply for conversion of its category into an angel fund under the provisions of this Chapter and the provisions of Chapter II shall apply as they apply to a freshregistration.",
        "ents": [
            {
                "start": 4,
                "end": 31,
                "label": "ENT"
            },
            {
                "start": 112,
                "end": 291,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " Angel funds shall only raise funds by way of issue of units to angel investors.",
        "ents": [],
        "title": null
    },
    {
        "text": " An angel fund shall have a corpus of at least 34[five] crore rupees.",
        "ents": [
            {
                "start": 4,
                "end": 14,
                "label": "ENT"
            },
            {
                "start": 15,
                "end": 69,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " Angel funds shall accept, up to a maximum period of 35[five] years, an investment of not less than twenty five lakh rupees from an angel investor.",
        "ents": [],
        "title": null
    },
    {
        "text": " Angel fund shall raise funds through private placement by issue of information memorandum or placement memorandum, by whatever name called. 36[Provided that the provisions of the Companies Act, 2013 shall apply to the Angel Fund, if it is formed as a company.]",
        "ents": [],
        "title": null
    },
    {
        "text": "37[ The angel fund may launch schemes subject to filing of a term sheet with the Board, containing material information regarding the scheme, in the format and time period as may be specified by the Board.] 38[***] 39[***] to the substitution, it read as “ten”. to the substitution, it read as “three”. to the substitution, it read as “The angel fund may launch schemes subject to filing of a scheme memorandum at least ten working days prior to launch of the scheme with the Board: Provided that payment of scheme fees shall not apply to schemes launched by angel funds.”. the omission, it read as “(2) Such scheme memorandum shall contain all material information about the investments proposed under such scheme.” the omission, it read as “(3) The Board may communicate its comments, if any, to the applicant prior to launch of the Scheme and the applicant shall incorporate the comments in the scheme memorandum prior to launch of thescheme.”40[(2)] No scheme of the angel fund shall have more than 41[two hundred] angel investors.42[Provided that the provisions of the Companies Act, 2013 shall apply to the Angel Fund, ifit is formed as a company.]",
        "ents": [
            {
                "start": 8,
                "end": 18,
                "label": "ENT"
            },
            {
                "start": 19,
                "end": 1154,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " Angel funds shall invest 43[***] in venture capital undertakings which:(a)  44[complies  withthe  criteria  regardingthe  age  ofthe  venture  capitalundertaking/startup issued by the Department of Industrial Policy and Promotion underthe Ministry of Commerce and Industry, Government of India vide notification no. G.S.R.180(E) dated February 17, 2016 or such other policy made in this regard which may be inforce;](b) have a turnover of less than twenty five crore rupees;(c) are not promoted or sponsored by or related to an industrial group whose group turnoverexceeds three hundred crore rupees; andbody corporates with the same promoter(s)/promoter group, a parent company and itssubsidiaries, a group of body corporates in which the same person/ group of personsexercisecontrol,andagroupofbodycorporatescomprisedofassociates/subsidiaries/holding companies.revenue of the industrial group.to the substitution, it read as “(4)”w.e.f. 04-01-2017.04-01-2017.investment;” by the SEBI (Alternative Investment Funds) (Amendment) Regulations, 2016, w.e.f. 04-01-2017.(d)  are  not  companies  with  family  connection  with  any  of  the  angel  investors  who  areinvesting in the company.",
        "ents": [],
        "title": null
    },
    {
        "text": " Investment by an angel fund in any venture capital undertaking shall not be less than 45[twenty five] lakh rupees and shall not exceed 46[ten crores] rupees.",
        "ents": [
            {
                "start": 18,
                "end": 28,
                "label": "ENT"
            },
            {
                "start": 64,
                "end": 158,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " Investment by an angel fund in the venture capital undertaking shall be locked-in for a period of 47[one year].",
        "ents": [
            {
                "start": 18,
                "end": 28,
                "label": "ENT"
            },
            {
                "start": 64,
                "end": 112,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " Angel funds shall not invest in associates.",
        "ents": [
            {
                "start": 7,
                "end": 12,
                "label": "ENT"
            },
            {
                "start": 13,
                "end": 44,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " Angel funds shall not invest more than twenty-five per cent of the total investments under all its schemes in one venture capital undertaking: Provided that the compliance to this sub-regulation shall be ensured by the Angel Fund at the end of its tenure. 48[(6)  An  angel  fund  may  also  invest  in  the  securities  of  companies  incorporated  outside  India",
        "ents": [
            {
                "start": 7,
                "end": 12,
                "label": "ENT"
            },
            {
                "start": 13,
                "end": 365,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " The sponsor shall ensure that the angel investors satisfy the conditions specified in sub- regulation (2) of regulation 19A.",
        "ents": [],
        "title": null
    },
    {
        "text": " The manager or sponsor shall have a continuing interest in the angel fund of not less than two and half percent of the corpus or fifty lakh rupees, whichever is lesser, and such interest shall not be through the waiver of management fees.w.e.f. 04-01-2017.to its substitution, it read as “five crores”.2016, w.e.f. 04-01-2017.",
        "ents": [],
        "title": null
    },
    {
        "text": " The manager of the angel fund shall obtain an undertaking from every angel investor proposing to  make  investment  in  a  venture  capital  undertaking,  confirming  his  approval  for  such  an",
        "ents": [
            {
                "start": 20,
                "end": 30,
                "label": "ENT"
            },
            {
                "start": 31,
                "end": 196,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " All  Alternative  Investment  Funds  shall  review  policies  and  procedures,  and  their implementation, on a regular basis, or as a result of business developments, to ensure their continued appropriateness.",
        "ents": [],
        "title": null
    },
    {
        "text": " The  Sponsor  or  Manager  of  Alternative  Investment  Fund  shall  appoint  a  custodian registered  with  the  Board  for  safekeeping  of  securities  if  the  corpus  of  the  Alternative Investment Fund is more than five hundred crore rupees: Provided that the Sponsor or Manager of a Category III Alternative Investment Fund shall appoint  such  custodian  irrespective  of  the  size  of  corpus  of  the  Alternative  Investment Fund. 49[Provided  further  that  the  custodian  appointed  by  Category  III  Alternative  Investment Fund  shall  keep  custody  of  securities  and  goods  received  in  delivery  against  physical settlement of commodity derivatives.]",
        "ents": [
            {
                "start": 57,
                "end": 61,
                "label": "ENT"
            },
            {
                "start": 63,
                "end": 678,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " All  Alternative  Investment  Funds  shall  inform  the  Board  in  case  of  any  change  in  the Sponsor, Manager or designated partners or any other material change from the information provided by the Alternative Investment Fund at the time of application for registration.",
        "ents": [],
        "title": null
    },
    {
        "text": " In case of change in control of the Alternative Investment Fund, Sponsor or Manager, prior approval from the Board shall be taken by the Alternative Investment Fund.",
        "ents": [
            {
                "start": 12,
                "end": 18,
                "label": "ENT"
            },
            {
                "start": 1,
                "end": 64,
                "label": "COND"
            },
            {
                "start": 116,
                "end": 166,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " The books of accounts of the Alternative Investment Fund shall be audited annually by a qualified auditor. 50[(6) The Manager shall be responsible for investment decisions of the Alternative Investment Fund: Provided that the Manager may constitute an Investment Committee (by whatever name it may  be  called),  to  approve  investment  decisions  of  the  Alternative  Investment  Fund, subject to the following:(i)  The members of Investment Committee shall be equally responsible as theManager for investment decisions of the Alternative Investment Fund.(ii)  The Manager and members of the Investment Committee shall jointly andseverally ensure that the investments of the Alternative Investment Fund arein  compliance  with  the  provisions  of  these  regulations,  the  terms  of  theplacement memorandum, agreement made with the investor, any other funddocuments and any other applicable law.(iii)  External  members  whose  names  are  not  disclosed  in  the  placementmemorandum  or  agreement  made  with  the  investor  or  any  other  funddocuments at the time of on-boarding investors, shall be appointed to theInvestment Committee only with the consent of at least seventy five percentof the investors by value of their investment in the Alternative InvestmentFund or scheme.(iv)  Any other conditions as specified by the Board from time to time51[:]]52[Provided  further  that  clauses  (i)  and  (ii)  shall  not  apply  to  an  Alternative  InvestmentFund in which each investor other than the Manager, Sponsor, employees or directors ofthe Alternative Investment Fund or employees or directors of the Manager, has committedto invest not less than seventy crore rupees (or an equivalent amount in currency other thanIndian rupee) and has furnished a waiver to the Alternative Investment Fund in respect ofcompliance with the said clauses, in the manner specified by the Board.]52 Ibid.",
        "ents": [
            {
                "start": 5,
                "end": 22,
                "label": "ENT"
            },
            {
                "start": 58,
                "end": 1906,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " The  Sponsor  and  Manager  of  the  Alternative  Investment  Fund  shall  act  in  a  fiduciary capacity towards its investors and shall disclose to the investors, all conflicts of interests as and when they arise or seem likely to arise.",
        "ents": [],
        "title": null
    },
    {
        "text": " Manager shall establish and implement written policies and procedures to identify, monitor and appropriately mitigate conflicts of interest throughout the scope of business.",
        "ents": [],
        "title": null
    },
    {
        "text": " Managers and Sponsors of Alternative Investment Fund shall abide by high level principles on avoidance of conflicts of interest with associated persons, as may be specified by the Board from time to time.",
        "ents": [
            {
                "start": 26,
                "end": 53,
                "label": "ENT"
            },
            {
                "start": 54,
                "end": 205,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": "All Alternative Investment Funds shall ensure transparency and disclosure of information to investors on the following:(a)  financial, risk management, operational, portfolio, and transactional information regardingfund investments shall be disclosed periodically to the investors;(b)  any  fees  ascribed  to  the  Manager  or  Sponsor;  and  any  fees  charged  to  the  AlternativeInvestment Fund or any investee company by an associate of the Manager or Sponsor shallbe disclosed periodically to the investors;(c)any inquiries/ legal actions by legal or regulatory bodies in any jurisdiction, as and whenoccurred;(d)  any  material  liability  arising  during  the  Alternative  Investment  Fund’s  tenure  shall  bedisclosed, as and when occurred;(e)  any  breach  of  a  provision  of  the  placement  memorandum  or  agreement  made  with  theinvestor or any other fund documents, if any, as and when occurred;(f)  change in control of the Sponsor or Manager or Investee Company.(g) Alternative Investment Fund shall provide at least on an annual basis, within 180 days fromthe year end, reports to investors including the following information, as may be applicableto the Alternative Investment Fund:-A.  financial information of investee companies.B.  material risks and how they are managed which may include:(i)  concentration risk at fund level;(ii) foreign exchange risk at fund level;(iii)leverage risk at fund and investee company levels;(iv) realization  risk  (i.e.  change  in  exit  environment)  at  fund  and  investee  companylevels;(v) strategy  risk  (i.e.  change  in  or  divergence  from  business  strategy)  at  investeecompany level;(vi) reputation risk at investee company level;(vii)  extra-financial risks, including environmental, social and corporate governancerisks, at fund and investee company level.(h) Category  III  Alternative  Investment  Fund  shall  provide  quarterly  reports  to  investors  inrespect of clause (g) within 60 days of end of the quarter;(i)  any significant change in the key investment team shall be intimated to all investors;(j)  alternative Investment Funds shall provide, when required by the Board, information forsystemic risk purposes (including the identification, analysis and mitigation of systemicrisks).",
        "ents": [
            {
                "start": 4,
                "end": 32,
                "label": "ENT"
            },
            {
                "start": 33,
                "end": 2279,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " The Alternative Investment Fund shall provide to its investors, a description of its valuation procedure and of the methodology for valuing assets.",
        "ents": [
            {
                "start": 5,
                "end": 32,
                "label": "ENT"
            },
            {
                "start": 33,
                "end": 148,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " Category I and Category II Alternative Investment Funds shall undertake valuation of their investments, atleast once in every six months, by an independent valuer appointed by the Alternative Investment Fund: Provided that such period may be enhanced to one year on approval of atleast seventy-five percent of the investors by value of their investment in the Alternative Investment Fund.",
        "ents": [
            {
                "start": 28,
                "end": 56,
                "label": "ENT"
            },
            {
                "start": 57,
                "end": 389,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " Category III  Alternative  Investment  Funds shall ensure that calculation of the net asset value  (NAV)  is  independent  from  the  fund  management  function  of  the  Alternative Investment Fund and such NAV shall be disclosed to the investors at intervals not longer than a quarter for close ended Funds and at intervals not longer than a month for  open ended funds.",
        "ents": [],
        "title": null
    },
    {
        "text": "The Manager shall be obliged to:(a)  address all investor complaints;(b) provide to the Board any information sought by Board;(c)  maintain all records as may be specified by the Board;(d) take all steps to address conflict of interest as specified in these regulations;(e)  ensure transparency and disclosure as specified in the regulations.",
        "ents": [],
        "title": null
    },
    {
        "text": "An Alternative Investment Fund, by itself or through the Manager or Sponsor, shall lay down procedure  for  resolution  of  disputes  between  the  investors,  Alternative  Investment  Fund, Manager or Sponsor through arbitration or any such mechanism as mutually decided between the investors and the Alternative Investment Fund.",
        "ents": [
            {
                "start": 3,
                "end": 30,
                "label": "ENT"
            },
            {
                "start": 77,
                "end": 330,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " The Board may at any time call for any information from an Alternative Investment Fund or its Manager or Sponsor or trustee or investor with respect to any matter relating to its activity  as  an  Alternative  Investment  Fund  or  for  the  assessment  of  systemic  risk  or prevention of fraud.",
        "ents": [
            {
                "start": 5,
                "end": 10,
                "label": "ENT"
            },
            {
                "start": 11,
                "end": 298,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " Where any information is called for under sub-regulation (1) it shall be furnished within the time specified by the Board.",
        "ents": [
            {
                "start": 11,
                "end": 22,
                "label": "ENT"
            },
            {
                "start": 1,
                "end": 122,
                "label": "COND"
            },
            {
                "start": 65,
                "end": 123,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " The Manager or Sponsor shall be required to maintain following records describing:(a)  the assets under the scheme/fund;(b)  valuation policies and practices;(c)  investment strategies;(d)  particulars of investors and their contribution;(e)  rationale for investments made.",
        "ents": [],
        "title": null
    },
    {
        "text": " The records under sub-regulation (1) shall be maintained for a period of five years after the",
        "ents": [
            {
                "start": 5,
                "end": 12,
                "label": "ENT"
            },
            {
                "start": 38,
                "end": 94,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": "The Board may at any time call upon the Alternative Investment Fund to file such reports, as the Board may desire, with respect to the activities carried on by the Alternative Investment Fund.",
        "ents": [
            {
                "start": 4,
                "end": 9,
                "label": "ENT"
            },
            {
                "start": 10,
                "end": 192,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " An Alternative Investment Fund set up as a trust shall be wound up:(a)  when the tenure of the Alternative  Investment Fund or all schemes launched by theAlternative  Investment Fund, as mentioned in the placement memorandum is over;or(b)  if it is the opinion of the trustees or the trustee company, as the case may be, that theAlternative  Investment Fund be wound up in the interests of investors in the units; or(c)  if seventy five percent of the investors by value of their investment in the AlternativeInvestment  Fund  pass  a  resolution  at  a  meeting  of  unitholders  that  the  AlternativeInvestment Fund be wound up; or(d)  if the Board so directs in the interests of investors.",
        "ents": [
            {
                "start": 4,
                "end": 31,
                "label": "ENT"
            },
            {
                "start": 50,
                "end": 694,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " An Alternative Investment Fund set up as a limited liability partnership shall be wound up in accordance with the provisions of The Limited Liability Partnership Act, 2008:(a)  when the tenure of the Alternative  Investment Fund or all schemes launched by theAlternative  Investment Fund, as mentioned in the placement memorandum is over;or(b)  if seventy five percent of the investors by value of their investment in the AlternativeInvestment  Fund  pass  a  resolution  at  a  meeting  of  unitholders  that  the  AlternativeInvestment Fund be wound up; or(c)  if the Board so directs in the interests of investors.",
        "ents": [
            {
                "start": 4,
                "end": 31,
                "label": "ENT"
            },
            {
                "start": 74,
                "end": 618,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " An Alternative Investment Fund set up as a company shall be wound up in accordance with the provisions of the 53[Companies Act, 2013].",
        "ents": [
            {
                "start": 4,
                "end": 31,
                "label": "ENT"
            },
            {
                "start": 52,
                "end": 135,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " An  Alternative  Investment  Fund  set  up  as  a  body  corporate  shall  be  wound  up  in accordance with the provisions of the statute under which it is constituted.",
        "ents": [
            {
                "start": 58,
                "end": 67,
                "label": "ENT"
            },
            {
                "start": 69,
                "end": 170,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " The trustees or trustee company or the  Board of Directors or designated  partners of the Alternative Investment Fund, as the case maybe, shall intimate the Board and investors of the circumstances leading to the winding up of the Alternative Investment Fund.",
        "ents": [
            {
                "start": 5,
                "end": 13,
                "label": "ENT"
            },
            {
                "start": 132,
                "end": 260,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " On and from the date of intimation under sub-regulation (5) of regulation 29, no further investments shall be made on behalf of the Alternative Investment Fund so wound up.",
        "ents": [
            {
                "start": 90,
                "end": 101,
                "label": "ENT"
            },
            {
                "start": 1,
                "end": 77,
                "label": "COND"
            },
            {
                "start": 102,
                "end": 173,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " Within one year from the date of intimation under sub-regulation (5) of regulation 29, the assets  shall  be  liquidated,  and  the  proceeds  accruing  to  investors  in  the  Alternative Investment Fund shall be distributed to them after satisfying all liabilities.",
        "ents": [
            {
                "start": 8,
                "end": 16,
                "label": "ENT"
            },
            {
                "start": 100,
                "end": 268,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " Notwithstanding anything contained in sub-regulation (7) and subject to the conditions, if any, contained in the placement memorandum or contribution agreement or subscription agreement, as the case may be, in specie distribution of assets of the Alternative  Investment Fund, shall be made by the Alternative Investment Fund at any time, including on winding up of the Alternative Investment Fund, as per the preference of investors, after obtaining approval of at least seventy five percent of the investors by value of their investment in the Alternative  Investment Fund.",
        "ents": [
            {
                "start": 77,
                "end": 87,
                "label": "ENT"
            },
            {
                "start": 1,
                "end": 200,
                "label": "COND"
            },
            {
                "start": 200,
                "end": 576,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": "The Board may suo motu or upon receipt of information or complaint appoint one or more persons as Inspecting Authority to undertake inspection of the books of account, records and documents  relating  to  an  Alternative  Investment  Fund  for  any  of  the  following  reasons, namely, —(a)  to ensure that the books of account, records and documents are being maintained by theAlternative Investment Fund in the manner specified in these regulations;(b) to inspect complaints received from investors, clients or any other person, on any matterhaving a bearing on the activities of the Alternative Investment Fund;(c)  to  ascertain  whether the  provisions of the Act  and these regulations  are being  compliedwith by the Alternative Investment Fund;(d) to  inspect  suo motu the  affairs of  an Alternative  Investment  Fund, in  the  interest  of thesecurities market or in the interest of investors.",
        "ents": [
            {
                "start": 4,
                "end": 9,
                "label": "ENT"
            },
            {
                "start": 10,
                "end": 905,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " Before ordering an inspection under regulation 30, the Board shall give not less than ten days notice to the Alternative Investment Fund.",
        "ents": [
            {
                "start": 56,
                "end": 61,
                "label": "ENT"
            },
            {
                "start": 62,
                "end": 138,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " Notwithstanding anything contained in sub-regulation (1) where the Board is satisfied that in the interest of the investors no such notice should be given, it may by an order in writing direct  that  the  inspection  of  the  affairs  of  the  Alternative  Investment  Fund  be  taken  up without such notice.",
        "ents": [
            {
                "start": 68,
                "end": 73,
                "label": "ENT"
            },
            {
                "start": 1,
                "end": 160,
                "label": "COND"
            },
            {
                "start": 160,
                "end": 310,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " During  the  course  of  an  inspection,  the  Alternative  Investment  Fund  against  whom  the inspection is being carried out shall be bound to discharge its obligations as provided in regulation 32.",
        "ents": [
            {
                "start": 30,
                "end": 40,
                "label": "ENT"
            },
            {
                "start": 1,
                "end": 130,
                "label": "COND"
            },
            {
                "start": 130,
                "end": 203,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " It shall be the duty of every officer of the Alternative Investment Fund in respect of whom an inspection has been ordered under regulation 30 and any other associated person who is in possession of relevant information pertaining to conduct and affairs of such Alternative Investment Fund including Manager, if any, to produce to the Inspecting Authority such books, accounts and other documents in his custody or control and furnish him with such statements  and  information  as  the  said  Authority  may  require  for  the  purposes  of  theinspection.",
        "ents": [],
        "title": null
    },
    {
        "text": " It  shall  be  the  duty  of  every  officer  of  the  Alternative  Investment  Fund  and  any  other associated person who is in possession of relevant information pertaining to conduct and affairs of the Alternative Investment Fund including the manager to give to the Inspecting Authority all such assistance and shall extend all such co-operation as may be required in connection  with  the  inspection  and  shall  furnish  such  information  as  sought  by  the Inspecting Authority in connection with the inspection.",
        "ents": [],
        "title": null
    },
    {
        "text": " The Inspecting Authority shall, for the purposes of inspection, have power to examine on oath  and  record  the  statement  of  any  employees,  directors  or  person  responsible  for  or connected with the activities of Alternative Investment Fund or any other associated person having relevant information pertaining to such Alternative Investment Fund.",
        "ents": [],
        "title": null
    },
    {
        "text": " The  Inspecting  Authority  shall,  for  the  purposes  of  inspection,  have  power  to  obtain authenticated copies of documents, books, accounts of Alternative Investment Fund, from",
        "ents": [],
        "title": null
    },
    {
        "text": "The Inspecting Authority shall, as soon as possible, on completion of the inspection submit an inspection report to the Board: Provided that if directed to do so by the Board, he may submit an interim report.",
        "ents": [
            {
                "start": 4,
                "end": 24,
                "label": "ENT"
            },
            {
                "start": 30,
                "end": 51,
                "label": "COND"
            },
            {
                "start": 51,
                "end": 208,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": "The  Board  may  after  consideration  of  the  inspection  report  and  after  giving  reasonable opportunity of hearing to the Alternative Investment Fund or its trustees, directors or manager issue such direction as it deems fit in the interest of securities market or the investors including directions in the nature of :—(a)  requiring an Alternative Investment Fund not to launch new schemes or raise money frominvestors for a particular period;(b) prohibiting the person concerned  from  disposing  of any of the properties of the fund orscheme acquired in violation of these regulations;(c)  requiring the person connected to dispose of the assets of the fund or scheme in a manneras may be specified in the directions;(d) requiring the person concerned to refund any money or the assets to the concerned investorsalong with the requisite interest or otherwise, collected under the scheme;(e)  prohibiting the person concerned from operating in the capital market or from accessing",
        "ents": [],
        "title": null
    },
    {
        "text": " An Alternative Investment Fund which—(a)  contravenes any of the provisions of the Act or these regulations;(b)  fails to furnish any information relating to its activity as an Alternative InvestmentFund as required by the Board;(c)  furnishes  to  the  Board  information  which  is  false  or  misleading  in  any  materialparticular;(d)  does not submit periodic returns or reports as required by the Board;(e)  does  not  co-operate  in  any  enquiry,  inspection  or  investigation  conducted  by  theBoard;(f)  fails to resolve the complaints of investors or fails to give a satisfactory reply to theBoard in this behalf,shall be dealt with  in  the manner provided under the Securities and Exchange  Board ofIndia (Intermediaries) Regulations, 2008.",
        "ents": [
            {
                "start": 4,
                "end": 31,
                "label": "ENT"
            },
            {
                "start": 1,
                "end": 628,
                "label": "COND"
            },
            {
                "start": 628,
                "end": 757,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " Sub-regulation  (1)  shall  not  prejudice  the  powers  of  the  Board  to  issue  directions  or",
        "ents": [],
        "title": null
    },
    {
        "text": " The Board may, exempt any person or class of persons from the operation of all or any of the provisions of these regulations for a period as may be specified but not exceeding twelve  months,  for  furthering  innovation  in  technological  aspects  relating  to  testing  new products, processes, services, business models, etc. in live environment of regulatory sandbox in the securities markets.",
        "ents": [
            {
                "start": 5,
                "end": 10,
                "label": "ENT"
            },
            {
                "start": 14,
                "end": 191,
                "label": "COND"
            },
            {
                "start": 191,
                "end": 399,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": "  Any  exemption  granted  by  the  Board  under  sub-regulation  (1)  shall  be  subject  to  the applicant satisfying such conditions as may be specified by the Board including conditions to",
        "ents": [
            {
                "start": 36,
                "end": 41,
                "label": "ENT"
            },
            {
                "start": 71,
                "end": 192,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": "In order to remove any difficulties in the application or interpretation of these regulations, the Board may issue clarifications and guidelines in the form of circulars or issue separate circular or guidelines or framework for each category of Alternative Investment Funds. Delegation of powers.",
        "ents": [
            {
                "start": 3,
                "end": 93,
                "label": "ENT"
            },
            {
                "start": 0,
                "end": 105,
                "label": "COND"
            },
            {
                "start": 105,
                "end": 296,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": "The powers exercisable by the Board under these regulations shall also be exercisable by any officer of the Board to whom such powers are delegated by the Board by means of an order made under section 19 of the Securities and Exchange Board of India Act, 1992.",
        "ents": [
            {
                "start": 4,
                "end": 10,
                "label": "ENT"
            },
            {
                "start": 60,
                "end": 260,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": "The regulations specified in the Third Schedule to these regulations shall be amended in the manner and to the extent stated therein.",
        "ents": [],
        "title": null
    },
    {
        "text": " The Securities and Exchange Board of India (Venture Capital Funds) Regulations, 1996 hereby shall stand repealed.",
        "ents": [
            {
                "start": 5,
                "end": 15,
                "label": "ENT"
            },
            {
                "start": 93,
                "end": 114,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " Notwithstanding such repeal:(a)  Anything done or any action taken or purported to have been done or taken, includingsuspension or cancellation of certificate of registration, any inquiry or investigationcommenced  or  show  cause  notice  issued  under  the  repealed  regulations,  shall  bedeemed  to  have  been  done  or  taken  under  the  corresponding  provisions  of    theseregulations;(b)  All venture capital funds or schemes launched by such venture capital funds prior todate of notification of these regulations shall continue to be governed by provisionsof  Securities  and  Exchange  Board  of  India  (Venture  Capital  Funds)  Regulations,1996 till the fund or Scheme is wound up:Provided that such funds shall not launch any new Scheme after notification of theseregulations;(c)  Any application made to the Board under the Securities and Exchange Board of India(Venture Capital Funds) Regulations, 1996 and pending before it shall be deemed tohave  been  made  under  the  corresponding  provisions  of  Securities  and  ExchangeBoard of India  (Alternative Investment Funds) Regulations, 2012.",
        "ents": [
            {
                "start": 148,
                "end": 175,
                "label": "ENT"
            },
            {
                "start": 1,
                "end": 285,
                "label": "COND"
            },
            {
                "start": 285,
                "end": 1116,
                "label": "ACT"
            }
        ],
        "title": null
    },
    {
        "text": " After  the  repeal  of  Securities  and  Exchange  Board  of  India  (Venture  Capital  Funds) Regulations,  1996,  any  reference  thereto  in  any  other  regulations  made,  guidelines  or",
        "ents": [
            {
                "start": 178,
                "end": 188,
                "label": "ENT"
            },
            {
                "start": 1,
                "end": 107,
                "label": "COND"
            },
            {
                "start": 0,
                "end": 0,
                "label": "ACT"
            }
        ],
        "title": null
    }
]