[{"text": "For  the  purposes  of  these  regulations,  the  Board  shall,  after  attachment  of  the properties  of  the  defaulter  by  the  Recovery  Officer,  appoint  an  Administrator  in  the manner specified.", "ents": [{"start": 50, "end": 55, "label": "ENT"}, {"start": 62, "end": 150, "label": "COND"}, {"start": 150, "end": 206, "label": "ACT"}], "title": null}, {"text": "  The  Administrator  shall  be  a  person  registered  with  the  Insolvency  and Bankruptcy Board of India as an Insolvency Resolution Professional and empanelled by the Board from time to time.", "ents": [], "title": null}, {"text": " No person shall be appointed as an Administrator where such an appointment may be objected to on the grounds that give rise to justifiable doubts as to the independence or impartiality of such a person: Provided that any question involving issues of conflict of interest in the appointment of an Administrator shall be decided by the Recovery Officer.", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 11, "end": 352, "label": "ACT"}], "title": null}, {"text": "  The  Administrator  shall  provide  an  undertaking  to  the  Board  of  absence  of  any conflict of interest with the defaulter, its directors, promoters, key managerial personnel and its group entities.", "ents": [], "title": null}, {"text": "  The Administrator shall also forthwith disclose to the Board any conflict of interest which may come to his knowledge during his tenure:", "ents": [{"start": 6, "end": 19, "label": "ENT"}, {"start": 20, "end": 138, "label": "ACT"}], "title": null}, {"text": " For the purposes of these regulations, the Administrator shall be deemed to  be a public servant within the meaning of section 21 of the Indian Penal Code (45 of 1860) and sections 22 and 23 of the Act shall accordingly apply to him.", "ents": [], "title": null}, {"text": "The terms and conditions of appointment including remuneration shall be specified by the Board, on a case to case basis, after taking into consideration the quantum of work, the number of investors and the quantum of money involved.", "ents": [{"start": 4, "end": 9, "label": "ENT"}, {"start": 63, "end": 232, "label": "ACT"}], "title": null}, {"text": " An Administrator shall perform the following functions –(a)  As may be directed by the Recovery Officer, obtain from the defaulter or anyother  person,  any  information  or  document  including  documents  relating  toownership and possession of properties, details of amount raised from investors,claims of investors, amount claimed to have been refunded to investors;(b)  Make a record of the properties that have been attached by the Recovery Officerincluding  the  additional  properties  that  have  been  entrusted  by  the  RecoveryOfficer  from  time  to  time  and  those  properties  which  are  not  part  of  theattachment order;(c)  Make a record of the bank accounts and dematerialised accounts of the defaulterand value of the monies and securities held thereunder;(d) Arrange for a proclamation for the sale of the property and arrange affixation ofthe copy of such proclamation in accordance with the provisions of the Act;(e)  Open  an  interest  bearing  bank  account,  under  the  control  of  the  RecoveryOfficer, with a scheduled public sector bank for depositing the proceeds of themoney recovered from the sale of the assets and for making repayment to theinvestors;(f)  Sell the attached properties in accordance with these regulations or as may bedirected  by the Recovery Officer;(g) Call  for  claims,  in  the  manner  specified  in  these  regulations  or  as  may  bedirected by the Recovery Officer, for the purposes of repayment to investors,pursuant to an order of the Board for refunds;(h) Verify  the  claims  of  investors  and  also  that  of  the  defaulter  in  respect  ofrepayment of monies, either partly paid or wholly paid, claimed to have beenmade to investors on the basis of documentary evidence:(i)  Carry out any other necessary incidental and supplementary act, with the priorapproval  of  the  Recovery  Officer  that  may  be  required  for  the  purpose  ofcarrying out its obligations under these regulations.", "ents": [{"start": 4, "end": 17, "label": "ENT"}, {"start": 18, "end": 1968, "label": "ACT"}], "title": null}, {"text": " While discharging the functions under these regulations, the Administrator -(a)  may  engage  the  services  of  a  peer  reviewed  chartered  accountant  forverifying the claims of investors on the basis of documentary evidence andfor submission of a certified report to the Administrator;(b) shall engage the services of a registered valuer to evaluate the properties ofdefaulter that are attached by the Recovery Officer and for submission of acertified  valuation  report  in  accordance  with  the  guidelines  issued  by  theBoard;(c)  may  engage the services of  a registrar and share  transfer agent  registeredwith the Board or such other agency as may be approved by the RecoveryOfficer, for managing the entire repayment process.Provided that the fees paid for such services shall be fixed by the Administrator takinginto account the relevant factors including –(a)  the number of investors and the claims that are made;(b) quantum of work involved;(c)  the number of assets to be evaluated;(d) the  geographical  location  of  the  property  and  its  proximity  with  the  valuer’splace of business;and  such  fees  shall  be  within  the  overall  remuneration  fixed  by  the  Board  for  theAdministrator:Provided  further  that  the  intermediary  or  such  other  person  engaged  by  theAdministrator,  shall  not  have  any  conflict  of  interest  which  would  impede  theirindependence or impartiality.", "ents": [{"start": 76, "end": 80, "label": "ENT"}, {"start": 1, "end": 56, "label": "COND"}, {"start": 82, "end": 1427, "label": "ACT"}], "title": null}, {"text": " The Administrator shall submit a monthly report or a report as and when called for", "ents": [{"start": 5, "end": 18, "label": "ENT"}, {"start": 19, "end": 83, "label": "ACT"}], "title": null}, {"text": "  The  Administrator  shall  undertake  the  process  of  sale  of  properties  after conducting an independent valuation of such properties by a registered valuer.", "ents": [], "title": null}, {"text": "  After  considering  the  valuation  report,  the  Recovery  Officer  may  decide  on  the reserve price below which the property may not be sold.", "ents": [], "title": null}, {"text": " The Administrator may undertake the sale of properties through e-auction process and  for  this  purpose  engage  an  e-auction  agency  and  shall  in  consultation  with  the Recovery Officer repeat the auction process till the time such properties are disposedoff.", "ents": [{"start": 5, "end": 18, "label": "ENT"}, {"start": 19, "end": 268, "label": "ACT"}], "title": null}, {"text": "  The process of disposing off the properties shall be under the supervision of the Recovery Officer.", "ents": [{"start": 35, "end": 45, "label": "ENT"}, {"start": 46, "end": 101, "label": "ACT"}], "title": null}, {"text": " On completion of the sale and receipt of the sale consideration, the Recovery Officer shall issue an order confirming such sale in accordance with the Act.", "ents": [{"start": 22, "end": 30, "label": "ENT"}, {"start": 1, "end": 64, "label": "COND"}, {"start": 87, "end": 156, "label": "ACT"}], "title": null}, {"text": "  The  amount  realized  in  respect  of  sale  of  properties  of  the  defaulter  shall  be deposited in a separate bank account with a scheduled public sector bank in terms of clause (e) of regulation 7 and such account shall be under the control of the Recovery Officer.", "ents": [{"start": 15, "end": 23, "label": "ENT"}, {"start": 84, "end": 274, "label": "ACT"}], "title": null}, {"text": " For the purposes of inviting claims from the investors, the Administrator shall -(a)  issue  advertisements  in  an  English  and  a  Hindi  newspaper  having  nationwidecirculation  and  if  so  directed  by  the  Recovery  Officer,  issue  such  advertisement  invernacular  newspaper(s)  having  circulation  in  the  area(s)  where  the  investors  areconcentrated;(b) direct the defaulter to issue advertisement in its website, if available.", "ents": [{"start": 46, "end": 55, "label": "ENT"}, {"start": 75, "end": 447, "label": "ACT"}], "title": null}, {"text": " The advertisement referred to sub-regulation (1) may also be hosted on the website of the Board.", "ents": [{"start": 5, "end": 18, "label": "ENT"}, {"start": 50, "end": 97, "label": "ACT"}], "title": null}, {"text": " The advertisements referred to in sub-regulation (1) shall contain instructions on the manner of making claims by investors and the documents and information that are to be submitted for verifying and processing their claim applications.", "ents": [], "title": null}, {"text": " The invitation of claims from the investors shall be through electronic mode or be received in the office of the Administrator; Provided that the investors’ claims received, if any, by the Board and forwarded to the Administrator  shall  also  be  included  in  the  relevant  records  maintained  by  the Administrator.", "ents": [{"start": 19, "end": 25, "label": "ENT"}, {"start": 45, "end": 321, "label": "ACT"}], "title": null}, {"text": " The Administrator or the chartered accountant engaged by the Administrator, shall consider  the  total  eligible  claims  as  against  the  monies  available  for  distribution  to investors in order to determine whether the whole amount or a proportionate amount may be repaid to the investors as may be directed by the Recovery Officer.", "ents": [{"start": 5, "end": 18, "label": "ENT"}, {"start": 77, "end": 339, "label": "ACT"}], "title": null}, {"text": "    Upon  ascertaining  the  eligibility,  the  Administrator  in  consultation  with  the Recovery  Officer,  shall  repay  the  money  to  the  eligible  investors  only  through  pay orders, demand drafts and electronic transfer through NEFT or RTGS.", "ents": [], "title": null}, {"text": "  The refund process shall be kept open for an appropriate period as may be decided in consultation with the Recovery Officer.", "ents": [], "title": null}, {"text": "  The monies remaining in the interest bearing escrow bank account after satisfying all the permissible claims of investors and other charges, shall be retained therein for a period of three years in order to meet the claims that may be received from any unpaidinvestor.", "ents": [{"start": 6, "end": 22, "label": "ENT"}, {"start": 143, "end": 270, "label": "ACT"}], "title": null}, {"text": "  Upon  completion  of  the  period  specified  under  sub-regulation  (8),  the  unpaid monies  due  to  investors,  if  any,  shall  be  transferred  to  the  Investor  Protection  and Education Fund of the Board.", "ents": [{"start": 8, "end": 24, "label": "ENT"}, {"start": 8, "end": 24, "label": "ENT"}, {"start": 2, "end": 74, "label": "COND"}, {"start": 2, "end": 128, "label": "COND"}, {"start": 128, "end": 215, "label": "ACT"}, {"start": 128, "end": 215, "label": "ACT"}], "title": null}, {"text": " In case any claim is received from an unpaid investor after the refund process has been closed, the same may be made from the Investor Protection and Education Fund after  necessary  verification  by  the  Administrator  in  consultation  with  the  Recovery Officer: Provided that the  claim shall be made within a period of three years from the date of transfer  of  monies  to  the  Investor  Protection  and  Education  Fund  in  terms  of  sub- regulation (9).", "ents": [{"start": 39, "end": 54, "label": "ENT"}, {"start": 1, "end": 95, "label": "COND"}, {"start": 106, "end": 466, "label": "ACT"}], "title": null}, {"text": " The defaulter, and its officers who are in default as defined under section 2 of the Companies  Act,  2013,  as  applicable,  shall  furnish  an  undertaking  that  they  shall  be", "ents": [], "title": null}, {"text": "The  entire  costs  incurred  in  relation  to  the  sale  of  properties,  verification  of investors’ claims, remuneration of Administrator including the fees paid, if any, to the chartered accountant or valuer or such other person engaged by the Administrator and registrar and share transfer agent and all other expenses incurred in connection with the recovery and/or the repayment process shall be borne by the defaulter(s), failing which, the  monies  recovered  by  the  Board  shall  be  appropriated  in  priority  to  the  otherliabilities.", "ents": [{"start": 93, "end": 102, "label": "ENT"}, {"start": 395, "end": 551, "label": "ACT"}], "title": null}, {"text": "  The  cost  and  expenses  referred  to  in  sub-regulation  (1)  shall  be  reasonable  and directly related to and necessary for the act and purposes referred to in these regulations.", "ents": [], "title": null}, {"text": " Where the Administrator is appointed on the request of a person against whom an order for disgorgement or refund had been issued by the Board, the remuneration of the Administrator and the other costs incurred in respect of recovery and/or refund to the", "ents": [{"start": 11, "end": 37, "label": "ENT"}, {"start": 11, "end": 37, "label": "ENT"}, {"start": 1, "end": 142, "label": "COND"}, {"start": 1, "end": 254, "label": "COND"}, {"start": 0, "end": 0, "label": "ACT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": "The proceeds from the sale of properties of the defaulter shall be distributed in the following order of priority, namely, -i.the costs of administration incurred by the Board, if any, and the  feesand charges payable to the Administrator and other persons appointedby the administrator in performing its functions under these regulations;ii.disgorgement and/or monies payable to investors:Provided the Board may direct the Administrator to initiate the processof refund to the investors with the monies realized at the relevant time.For this purpose, the Administrator may call for claims in tranchesiii.any other penalty or fees due from the defaulter to the Board under theprovisions of the Act, the Securities Contracts (Regulation) Act, 1956 orthe Depositories Act, 1996.", "ents": [{"start": 22, "end": 57, "label": "ENT"}, {"start": 58, "end": 776, "label": "ACT"}], "title": null}, {"text": "In case the proceeds realised by way of sale of properties of the defaulter is in excess of the monies due from him under the certificate and the applicable interest and other charges, the excess money shall be paid to the defaulter after completion of three years from the date of completion of the refund process.", "ents": [{"start": 40, "end": 58, "label": "ENT"}, {"start": 40, "end": 58, "label": "ENT"}, {"start": 0, "end": 183, "label": "COND"}, {"start": 0, "end": 202, "label": "COND"}, {"start": 202, "end": 315, "label": "ACT"}, {"start": 202, "end": 315, "label": "ACT"}], "title": null}, {"text": "Upon completion of the repayments to all investors or recovery of the disgorgement amount from the defaulter, the Administrator shall file a detailed repayment/recovery report to the Recovery Officer or Board, as the case may be, within the period as may be specified.", "ents": [{"start": 5, "end": 33, "label": "ENT"}, {"start": 0, "end": 108, "label": "COND"}, {"start": 128, "end": 268, "label": "ACT"}], "title": null}, {"text": "The provisions of these regulations in relation to recovery of disgorgement amount ordered by the Board shall be applied in so far as it is applicable and the disgorgement amount so recovered shall be credited to the Investor Protection and Education Fund of the Board. Provided the disgorgement amount shall be paid to investors only in cases where the eligible  investors  are  identified  in  the  order  passed  by  the  Board  and  the  remaining amount,  if  any,  after  such  payment,  shall  be  credited  to  the  account  of  Investor Protection and Education Fund of the Board. Part VI - General obligations and responsibilities", "ents": [{"start": 63, "end": 82, "label": "ENT"}, {"start": 104, "end": 640, "label": "ACT"}], "title": null}, {"text": "An Administrator -a)  shall  maintain  high  standards  of  integrity,  promptitude  and  fairness  in  theconduct of all his business.b)  shall act with due skill, care and diligence in the conduct of all his business.c)  shall  not  misrepresent  any  facts  or  situations  and  shall  refrain  from  beinginvolved in any action that would bring disrepute to the profession.d)  shall  act  with  objectivity  during  the  course  of  his  professional  dealings  byensuring  that  all  decisions  are  made  without  any  bias,  conflict  of  interest,coercion,  or  undue  influence  of  any  party,  whether  directly  or  indirectlyconnected to sale of properties, verification of claims and refund of monies.e)  shall not acquire, directly or indirectly, any of the assets of the defaulter.f)  shall  maintain  complete  independence  in  all  professional  relationships  andconduct the verification and refund process, as the case may be, independent ofexternal influences.g)  shall  not  conceal  any  material  information  or  knowingly  make  a  misleadingstatement to the Recovery Officer or the Board.h)  shall not act with mala fide or be negligent while performing the functions andduties under the regulations.i)  shall provide all information and records as may be required by the RecoveryOfficer within the time specified by him.j)  shall  ensure  that  confidentiality  of  the  information  relating  to  the  sale  ofproperties, verification and refund process, is maintained at all times:Provided that the Administrator may disclose any information after obtainingwritten authorization of the Recovery Officer or the Board.k)  shall  disclose  all  costs  towards  the  verification  and  refund  process  andendeavour to ensure that such costs are not unreasonable.", "ents": [{"start": 3, "end": 16, "label": "ENT"}, {"start": 22, "end": 1790, "label": "ACT"}], "title": null}, {"text": " The Recovery Officer may, for reasons to be recorded in writing, recommend for replacement of the Administrator, in case the Administrator has -a)  failed to comply with the terms and conditions of appointment;b)  engaged  valuers  or  chartered  accountants  or  such  other  persons  who  areineligible to act so;c)  failed to comply with any of the obligations and responsibilities specified underthese regulations;d)  acted against the instructions of the Recovery Officer or the Board; ore)  acted in such manner that is prejudicial to the interest of the investors.", "ents": [{"start": 5, "end": 21, "label": "ENT"}, {"start": 25, "end": 64, "label": "COND"}, {"start": 64, "end": 572, "label": "ACT"}], "title": null}, {"text": " Without prejudice to the action under sub-regulation (1), the Recovery Officer may recommend for initiation of appropriate action under the Act.", "ents": [{"start": 63, "end": 79, "label": "ENT"}, {"start": 80, "end": 145, "label": "ACT"}], "title": null}, {"text": " On receipt of such recommendation or suo  moto, the Board may take apprpriate action against the Administrator or such intermediary or such other person enagaged by the Administrator, under the Act including the following:(a) remove such Administrator from the Panel;(b) forward the matter to the Insolvency and Bankruptcy Board of India for appropriateaction against the Administrator who is an Insolvency Resolution Professional; and(c) issue suitable  directions restraining such person from engaging in activities in thesecurities market in his professional capacity.", "ents": [{"start": 53, "end": 58, "label": "ENT"}, {"start": 1, "end": 47, "label": "COND"}, {"start": 59, "end": 572, "label": "ACT"}], "title": null}, {"text": "  The  Board  shall  replace  an  Administrator  in  the  event  his  registration  with  the Insolvency and Bankruptcy Board of India is cancelled or suspended. Chapter IV", "ents": [], "title": null}, {"text": "In  order  to  remove  any  difficulties  in  the  application  or  interpretation  of these    regulations,  the  Board  may  issue  clarifications  and  guidelines,  as  deemednecessary.", "ents": [], "title": null}, {"text": "The Board or the Recovery Officer may specify the forms in respect of an order, notice, warrant, or certificate to be issued under these regulations. Sd/- AJAY TYAGI CHAIRMAN", "ents": [{"start": 4, "end": 9, "label": "ENT"}, {"start": 34, "end": 174, "label": "ACT"}], "title": null}]