[{"text": "Liability for action in case of default. for  Holding  Enquiry  by  Enquiry  Officer  and  Imposing  Penalty)  Regulations,", "ents": [], "title": null}, {"text": "  These  regulations  may  be  called  the  Securities  and  Exchange  Board  of India (Bankers to an Issue) Regulations, 1994.", "ents": [], "title": null}, {"text": "  They  shall  come  into  force  on  the  date  of  their  publication  in  the  Official Gazette.", "ents": [], "title": null}, {"text": "In these regulations, unless the context otherwise requires,—1[(a) “Act”  means  the  Securities  and  Exchange  Board  of  India  Act,  1992  (15  of1992);(aa) “banker  to  an  issue”  means  a  scheduled  bank  carrying  on  all  or  any  of  thefollowing activities, namely :—(i)  acceptance of application and application monies;(ii)  acceptance of allotment or call monies;(iii)  refund of application monies;(iv)  payment of dividend or interest warrants;(ab) “body corporate” shall have the meaning assigned to it in or under clause of section 2 of the Companies Act, 1956 (1 of 1956);(ac) “certificate” means a certificate of 2[***] registration issued by the Board;2006, w.e.f, 7-9-2006.Conditions  Of  Registration  Of  Certain  Intermediaries)  (Amendment)  Regulations,  2016  w.e.f.  08-12-2016.(Bankers to an Issue) (Amendment) Regulations, 2011, w.e.f. 05-07-2011.(ad) 3[***](ae) “change in control”, in relation to a banker to an issue being a body corporate,means :—(i)  if  its  shares  are  listed  on  any  recognised  stock  exchange,  change  incontrol  within  the  meaning  of  regulation  12  of  the  Securities  andExchange  Board  of  India  (Substantial  Acquisition  of  Shares  andTakeovers) Regulations, 1997;(ii)  in  any  other  case,  change  in  the  controlling  interest  in  the  bodycorporate.interest” means an interest, whether direct or indirect, to the extent of at leastfifty-one per cent of voting rights in the body corporate;]4[***](b)  “form” means a form specified in Schedule I;(c)  “inspecting authority” means one or more persons appointed by the ReserveBank of India to exercise powers conferred under Chapter IV;5[(ca)  “issue”  means  an  offer  of  sale  or  purchase  of  securities  by  any  bodycorporate  or  by  any  other  person  or  group  of  persons  on  his  or  its  or  theirbehalf, as the case may be, to or from the public, or the holders of securitiesof such body corporate or person or group of persons;](d)  “Reserve Bank” means the Reserve Bank of India established under section3 of the Reserve Bank of India Act, 1934;6[(e) “scheduled  bank”  means  a  bank  included  in  the  Second  Schedule  of  theReserve Bank of India Act, 1934 (2 of 1934);]Intermediaries) (Amendment) Regulations, 2011. Prior to the omission clause (a) read as under:“(ad) change of status or constitution” in relation to a banker to an issue—(i)  means any change in its status or constitution of whatsoever nature; and(ii)  without prejudice to generality of sub-clause (i), includes—(A)  amalgamation, demerger,  consolidation  or any  other  kind  of corporate  restructuring  falling  withinthe scope of section 391 of the Companies Act, 1956 (1 of 1956) or the corresponding provision of anyother law for the time being in force;(B) change in its managing director or whole time director; and(C)  any change in control over the body corporate;Enquiry  Officer and  Imposing  Penalty)  Regulations, 2002, w.e.f.  27-09-2002.  Prior  to  the  omission clause(a) read as under:“a. “enquiry officer” means any officer of the Board, or any other person, having experience indealing with the problems relating to securities market, who is authorized by the Board under Chapter V;”2006, w.e.f, 7-9-2006.6  Substituted  by  the  Securities  and  Exchange  Board  of  India  (Bankers  to  an  Issue)  (Amendment)Regulations, 2006, w.e.f, 7-9-2006. Prior to its substitution, clause (e) read as under:‘(e) “rules” means Securities and Exchange Board of India (Bankers to an Issue) Rules, 1994;’", "ents": [{"start": 65, "end": 66, "label": "ENT"}, {"start": 483, "end": 3543, "label": "ACT"}], "title": null}, {"text": "  An  application  by  scheduled  bank  for  grant  of  a  certificate  11[of  12[***] registration] as banker to an issue shall be made to the Board in Form A. 13[(1A)  An  application  for  registration  made  under  sub-regulation  (1)  shall  be accompanied by a non-refundable application fee as specified in Schedule II.]", "ents": [{"start": 23, "end": 32, "label": "ENT"}, {"start": 2, "end": 123, "label": "COND"}, {"start": 123, "end": 327, "label": "ACT"}], "title": null}, {"text": "  Notwithstanding  anything  contained  in  sub-regulation  (1),  any  application made prior to coming into force of these regulations containing such particulars or as near thereto as mentioned in Form A shall be treated as an application made in pursuance of sub-regulation (1) and dealt with accordingly.", "ents": [{"start": 109, "end": 135, "label": "ENT"}, {"start": 206, "end": 308, "label": "ACT"}], "title": null}, {"text": "Subject to the provisions of sub-regulation  of regulation 3, any application, which  is  not  complete  in  all  respects  and  does  not  conform  to  the  instructions specified in the form, shall be rejected: Provided that, before rejecting any such application, the applicant shall be given an  opportunity  to  remove  within  the  time  specified  such  objections  as  may  be indicated by the Board.", "ents": [{"start": 66, "end": 77, "label": "ENT"}, {"start": 0, "end": 194, "label": "COND"}, {"start": 194, "end": 408, "label": "ACT"}], "title": null}, {"text": "  The  Board  may  require  the  applicant  to  furnish  further  information  or clarification  regarding  matters  relevant  to  the  activity  of  a  banker  to  an  issue  for the purposes of disposal of the application.", "ents": [], "title": null}, {"text": " The applicant officer shall, if so required appear before the Board for personal representation through an officer duly authorised in this regard by the applicant. Consideration of application. (Amendment) Regulations, 2006, w.e.f, 7-9-2006. (Bankers to an Issue) (Amendment) Regulations, 2006, w.e.f, 7-9-2006. 2011,  w.e.f.05-07-2011. Registration Of Certain Intermediaries) (Amendment) Regulations, 2016 w.e.f. 08-12-2016. 2011,  w.e.f. 05-07-2011. Registration Of Certain Intermediaries) (Amendment) Regulations, 2016 w.e.f. 08-12-2016.", "ents": [{"start": 5, "end": 22, "label": "ENT"}, {"start": 28, "end": 218, "label": "COND"}, {"start": 218, "end": 541, "label": "ACT"}], "title": null}, {"text": "The  Board  shall  take  into  account  for  considering the grant  of  a  certificate,  all matters  which  are  relevant  to  the  activities  relating  to  banker  to  an  issue  and  in particular whether the applicant fulfils the following requirements, namely :—(a)  the  applicant  has  the  necessary  infrastructure,  communication  and  dataprocessing facilities and manpower to effectively discharge its activities;(b)  the applicant or any of its directors is not involved in any litigation connectedwith the securities market and which has an adverse bearing on the businessof the applicant or has not been convicted of any economic offence;(c)  the applicant is a scheduled bank;14[(cc) the applicant is a fit and proper person;]", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 12, "end": 743, "label": "ACT"}], "title": null}, {"text": "For the purpose of determining whether an applicant or the banker to an issue is a fit and proper person, the Board may take into account the criteria specified in Schedule  II  of  the  Securities  and  Exchange  Board  of  India  (Intermediaries)", "ents": [{"start": 42, "end": 51, "label": "ENT"}, {"start": 116, "end": 248, "label": "ACT"}], "title": null}, {"text": "7. Grant of certificate of 17[***] registration.  The  Board,  on  being  satisfied  that  the  applicant  is  eligible,  shall  send  anintimation to the applicant, within one month of such satisfaction, that it has beenfound eligible for grant of certificate of  18[***] registration and grant a certificate inForm B.19[(2) The certificate of registration granted under sub- regulation (1) shall be validunless it is suspended or cancelled by the Board.]1998, w.e.f. 05-01-1998.India (Criteria for Fit and Proper Person) Regulations, 2004, w.e.f. 20-03-2004, read as under:“6A.  Applicability  of  Securities  and  Exchange  Board  of  India  (Criteria  for  Fit  and  Proper  Person)Regulations,  2004.-  The  Provisions  of  the  Securities  and  Exchange  Board  of  India  (Criteria  for  Fit  andProper Person) Regulations, 2004 shall, as far as may be, apply to all applicants or underwriters under theseregulations.”16  Substituted  by  the  Securities  and  Exchange  Board  of  India  (Bankers  to  an  Issue)  (Amendment)Regulations, 2011. Prior to the substitution, the Regulation read as under:“Procedure  for  registration.  7.  (1)  The  Board  on  being  satisfied  that  the  applicant  is  eligible  shall  grant  acertificate in Form B and send an intimation to the applicant.(2) On the grant of a certificate, the applicant shall be liable to pay the fees in accordance with Schedule II.”Registration Of Certain Intermediaries) (Amendment) Regulations, 2016 w.e.f. 08-12-2016.Registration Of Certain Intermediaries) (Amendment) Regulations, 2016 w.e.f. 08-12-2016.19  Substituted  by  the  Securities  and  Exchange  Board  of  India  (Change  In  Conditions  Of  Registration  OfCertain  Intermediaries)  (Amendment)  Regulations,  2016  w.e.f.  08-12-2016.  Prior  to  substitution  it  read  asunder:“(2) The certificate of initial registration granted under sub-regulation (1) shall be valid for a period of fiveyears from the date of its issue to the applicant.”20[(3)  The  bankers  to  an  issue  who  has  already  been  granted  certificate  ofregistration  by  the  Board,  prior  to  the  commencement  of  the  Securities  andExchange  Board  of  India  (Change  in  Conditions  of  Registration  of  CertainIntermediaries)  (Amendment)  Regulations,  2016  shall  be  deemed  to  have  beengranted a certificate of registration, in terms of sub-regulation (1).]", "ents": [{"start": 12, "end": 29, "label": "ENT"}, {"start": 2, "end": 122, "label": "COND"}, {"start": 122, "end": 2395, "label": "ACT"}], "title": null}, {"text": " Three months before the expiry of the period of certificate, the banker to an issue, may if he so desires, make an application for renewal in Form A. 23[(1A) An application for renewal made under sub-regulation (1) shall be accompanied by a non-refundable application fee as specified in Schedule II.]", "ents": [{"start": 66, "end": 72, "label": "ENT"}, {"start": 86, "end": 302, "label": "ACT"}], "title": null}, {"text": " The application for renewal, under sub-regulation (1), shall be dealt with in the same manner as if it were an application made under sub-regulation (1) of regulation 3 for grant of a certificate.", "ents": [], "title": null}, {"text": "  The  Board  on  being  satisfied  that  the  applicant  fulfils  the  requirements  specified  in  regulation  6  for renewal of certificate shall grant a certificate in Form B and send an intimation to the applicant.", "ents": [{"start": 47, "end": 56, "label": "ENT"}, {"start": 143, "end": 219, "label": "ACT"}], "title": null}, {"text": " On the grant of a certificate, the applicant shall be liable to pay the fees in accordance with Schedule II.” 2006, w.e.f. 07-09-2006. 25  Substituted  by  the  Securities  and  Exchange  Board  of  India  (Change  In  Conditions  Of  Registration  Of Certain  Intermediaries)  (Amendment)  Regulations,  2016  w.e.f.  08-12-2016.  Prior  to  substitution  it  read  as under: “(1) Any 25[initial registration granted under regulation 7 or permanent registration granted under regulation 7A] shall be subject to the following conditions, namely :—” Also, the words and figure “registration granted under regulation 7 or any renewal  granted under regulation 8” were substituted with the words and figures “initial registration granted under regulation 7 or permanent registration  granted  under  regulation  7A”  by  the  Securities  and  Exchange  Board  of  India  (Bankers  to  an Issue) (Amendment) Regulations, 2011 w.e.f. 05-07-2011. 26  Substituted  the  words  “to  change  its  status  or  constitution”  with  “change  in  control”  by  Securities  and Exchange  Board  of  India  (Change  in  conditions  of  Registration  of  certain  Intermediaries)  (Amendment) Regulations, 2011, w.e.f. 19-04-2011. 27  Substituted  by  the  Securities  and  Exchange  Board  of  India  (Change  In  Conditions  Of  Registration  Of Certain  Intermediaries)  (Amendment)  Regulations,  2016  w.e.f.  08-12-2016.  Prior  to  substitution  it  read  as under: “(c) manner provided in these regulations;” Also, the words “registration or renewal” were substituted with the words “initial registration or permanent registration”  were  substituted  by  the  Securities  and  Exchange  Board  of  India  (Bankers  to  an  Issue) (Amendment)  Regulations, 2011, w.e.f. 05-07-2011. it shall pay the fees for  27[initial registration or permanent registration], as the case may be, in the complaints  received  and  the  manner  in  which  such  complaints  have  been redressed;(e) it  shall  abide  by  the  regulations  made  under  the  Act  in  respect  of  theactivities carried on by it as banker to an issue.28[(f) it shall immediately intimate the Board, details of changes that have takenplace in the information that was submitted, while seeking registration.](2) Nothing contained in clause (a) of sub-regulation (1) shall affect the obligationto  obtain  a  fresh  registration  under  section  12  of  the  Act  in  cases  where  it  is", "ents": [{"start": 36, "end": 45, "label": "ENT"}, {"start": 1, "end": 30, "label": "COND"}, {"start": 46, "end": 2442, "label": "ACT"}], "title": null}, {"text": "25[Registration granted under regulation 7 shall be subject to the following conditions, namely – ”] obtain prior approval of the Board for continuing to act as such after the change; where the banker to an issue proposes 26[change in control], it shall(a)(b) it shall enter into a legally binding agreement with the body corporate for oron whose behalf it is acting as banker to an issue stating therein the allocationof  duties  and  responsibilities  between  itself  and  the  body  corporate  for  theissue for which it is acting as a banker to an issue;27[(c)  it  shall  pay  the  fees  for  registration,  in  the  manner  provided  in  theseregulations.](d) it  shall  take  adequate  steps  for  redressal  of  grievances  of  the  investorswithin  one  month  of  the  date  of  the  receipt  of  the  complaint  and  keep  theBoard  informed  about  the  number,  nature  and  other  particulars  of  the", "ents": [], "title": null}, {"text": "The  certificate  of  registration  granted  under  regulation  7  and  its  renewal  granted  under  regulation  8, shall be valid for a period of three years from the date of its issue”. 30  Substituted  by  the  Securities  and  Exchange  Board  of  India  (Change  In  Conditions  Of  Registration  Of Certain  Intermediaries)  (Amendment)  Regulations,  2016  w.e.f.  08-12-2016.  Prior  to  substitution  it  read  as under: “  Where  an  application  for  grant  of  a  certificate  30[of  initial  registration  under  regulation  3  or  of permanent   registration under  regulation  7A], does  not  satisfy the  requirements  set  out in  regulation  6,  the Board may reject the application after giving an opportunity of being heard.” 31  Substituted  by  the  Securities  and  Exchange  Board  of  India  (Change  In  Conditions  Of  Registration  Of Certain  Intermediaries)  (Amendment)  Regulations,  2016  w.e.f.  08-12-2016.  Prior  to  substitution  it  read  as under: “(2) The 31[refusal to grant initial or permanent registration, as the case may be] shall be communicated by the  Board  within  thirty  days  of  such  refusal  to  the  applicant  stating  therein  the  grounds  on  which  the application has been rejected.” Also, the words “refusal to grant or renew registration” were substituted with words “refusal to grant initial or permanent registration, as the case may be” by the Securities and Exchange Board of India (Bankers to an", "ents": [{"start": 22, "end": 34, "label": "ENT"}, {"start": 117, "end": 1468, "label": "ACT"}], "title": null}, {"text": "30[  Where  an  application  for  grant  of  a  certificate  of  registration  under regulation  3  does  not  satisfy  the  criteria  set  out  in  regulation  6,  the  Board  shall reject the application after giving an opportunity of being heard.]31[(2) The refusal to grant registration, shall be communicated by the Board withinthirty  days  of  such  refusal  to  the  applicant  stating  therein  the  grounds  on  whichthe application has been rejected.](3) Any applicant may, being aggrieved by the decision of the Board, under sub-regulation (1), apply within a period of thirty days from the date of receipt of suchintimation to the Board for reconsideration of its decision.(4) The Board shall reconsider an application made under sub-regulation (3) andcommunicate its decision as soon as possible in writing to the applicant.Intermediaries) (Amendment) Regulations, 2016 w.e.f. 08-12-2016.2011, w.e.f. 05-07-2011. Prior to the omission regulation 8B read as under:", "ents": [{"start": 16, "end": 27, "label": "ENT"}, {"start": 0, "end": 177, "label": "COND"}, {"start": 177, "end": 977, "label": "ACT"}], "title": null}, {"text": " ***]", "ents": [], "title": null}, {"text": "33[  Every  applicant  eligible  for  grant  of  registration,  shall  pay  the  fees  in  such manner and within the period specified in Schedule II.](2)  Where  the  applicant  fails  to  pay  the  fees  as  provided  in  sub-regulation  (1)read  with  Schedule  II,  the  Board  may  suspend  the  registration  certificate,whereupon  the  applicant  shall  cease  to  carry  on  any  activity  as  a  banker  to  an", "ents": [{"start": 12, "end": 21, "label": "ENT"}, {"start": 64, "end": 419, "label": "ACT"}], "title": null}, {"text": " Every banker to an issue shall maintain the following records with respect to :—(a)  the number of applications received, the names of the investors, the dates onwhich  the  applications  were  received  and  the  amount  so  received  from  theinvestors;(b)  the  time  within  which  the  applications  received  from  the  investors  wereforwarded to the body corporate or registrar to an issue, as the case may be;(c)  dates and amount of refund monies paid to the investors;(d)  dates, names and amount of dividend/interest warrant paid to the investors.", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 26, "end": 560, "label": "ACT"}], "title": null}, {"text": "  Every  banker  to  an  issue  shall  intimate  to  the  Board  the  place  where  the records and documents mentioned in sub-regulation (1) are kept. Intermediaries) (Amendment) Regulations, 2016 w.e.f. 08-12-2016. Prior to omission it read as under: “32[10. Effect of refusal to grant certificate of permanent registration. A banker to an issue whose application for grant of certificate of permanent registration has been refused by the Board, on and from the date of the receipt of the communication, shall cease to carry on any activity as banker to an issue: Provided  that  the  Board  may,  in  the  interest  of  the  investors  of  the  securities  market,  permit  to  carry  on activities undertaken prior to the receipt of the intimation of refusal subject to such condition as the Board may specify.” Also,  regulation  10  was  substituted  by  the  Securities  and  Exchange  Board  of  India  (Bankers  to  an  Issue)", "ents": [{"start": 9, "end": 15, "label": "ENT"}, {"start": 32, "end": 935, "label": "ACT"}], "title": null}, {"text": "Any scheduled bank whose application for a certificate has been refused by the Board shall on and from the date of the receipt of the communication under sub-regulation  of regulation 9 cease to carry on any activity as banker to an issue.” 33  Substituted  by  the  Securities  and  Exchange  Board  of  India  (Change  In  Conditions  Of  Registration  Of Certain  Intermediaries)  (Amendment)  Regulations,  2016  w.e.f.  08-12-2016.  Prior  to  substitution  it  read  as under: “(1) Every applicant eligible for grant of a certificate  33[of initial or permanent registration, as the case may be] shall pay such fees in such a manner and within the period specified in Schedule II.” Exchange Board of India (Bankers to an Issue) (Amendment) Regulations, 2011, w.e.f. 05-07-2011.(3) The banker to an issue shall preserve the records and documents specified insub-regulation (1) for a minimum period of 34[eight] years.", "ents": [{"start": 4, "end": 18, "label": "ENT"}, {"start": 0, "end": 85, "label": "COND"}, {"start": 85, "end": 922, "label": "ACT"}], "title": null}, {"text": "Every  banker  to  an  issue  shall  furnish  to  the  Board  when  required  the following information, namely :—(a)  the number of issues for which he was engaged as a banker to an issue;(b)  the number of applications and details of the application monies received bythe banker to an issue;(c)  the  dates  on  which  the  applications  received  from  the  investors  wereforwarded to the body corporate or registrar to an issue;(d)  the dates on which and the amount refunded to the investors;(e)  the payment or dividend/or interest warrants to the investors.", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 30, "end": 565, "label": "ACT"}], "title": null}, {"text": "  Every  banker  to  an  issue  shall  enter  into  an  agreement  with  the  body corporate for whom it is acting as banker to an issue.", "ents": [{"start": 25, "end": 30, "label": "ENT"}, {"start": 32, "end": 137, "label": "ACT"}], "title": null}, {"text": "  The  agreement  referred  to  in  sub-regulation  (1)  shall  contain  the  following clauses, namely :—(a)  the number of centres at which the applications and application monies of anissue of a body corporate will be collected from the investors;(b)  the time within which the statement regarding the applications and applicationmonies received from the investors investing in an issue of a body corporatewill  be  forwarded  to  the  registrar  to  an  issue  or  the  body  corporate,  as  thecase may be;(c)  that a daily statement will be sent by the designated controlling branch of thebankers  to  the  issue  to  the  registrar  to  an  issue  indicating  the  number  ofapplications received on that date from the investors investing in the issue ofa body corporate, and the amount of application money received.", "ents": [], "title": null}, {"text": "Every  banker  to  an  issue  shall  inform  the  Board  forthwith  if  any  disciplinary action is taken by the Reserve Bank against the banker to an issue only in relation to issue payment work : Provided that if as a result of any such action, the banker to an issue is prohibited from  carrying  on  the  activities,  the  certificate  shall  be  deemed  to  have  been suspended or cancelled as the case may be.", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 30, "end": 416, "label": "ACT"}], "title": null}, {"text": "Every  banker  to  an  issue  shall  abide  by  the  code  of  conduct  as  specified  in Schedule III. Regulations, 2018, w.e.f. 30-05-2018. Prior to substitution it read as “three”.", "ents": [], "title": null}, {"text": " Every banker to an issue shall appoint a compliance officer who shall be responsible  for  monitoring  the  compliance  of  the  Act,  rules  and  regulations, notifications,  guidelines,  instructions,  etc.,  issued  by  the  Board  or  the  Central Government and for redressal of investors’ grievances.", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 26, "end": 307, "label": "ACT"}], "title": null}, {"text": "  The  compliance  officer  shall  immediately  and  independently  report  to  the", "ents": [], "title": null}, {"text": "The Board may request the Reserve Bank of India to undertake inspection of the books of account, records and documents of the banker to an issue for  any of the purposes specified in regulation 18.", "ents": [{"start": 4, "end": 9, "label": "ENT"}, {"start": 10, "end": 197, "label": "ACT"}], "title": null}, {"text": "The purposes referred to in regulation 17 may be as follows, namely:—(a)  to  ensure  that  the  books  of  account  are  being  maintained  in  the  mannerrequired;(b)  that the provisions of the Act, rules, regulations are being complied with;(c)  to investigate into the complaints received from investors, body corporate orany  other  person  on  any  matter  having  a  bearing  on  the  activities  of  thebanker to an issue; and(d)  to investigate into such matters as may be required by the Board.", "ents": [], "title": null}, {"text": "The Reserve Bank shall on a receipt of a request from the Board as soon as possible  take  steps  to  undertake  inspection  of  the  banker  to  an  issue  for  such purposes as may be required by the Board in such manner as it may deem fit.", "ents": [{"start": 4, "end": 16, "label": "ENT"}, {"start": 17, "end": 242, "label": "ACT"}], "title": null}, {"text": "  It  shall  be  the  duty  of  every  director,  proprietor,  partner,  officer  and employee  of  the  banker  to  an  issue,  who  is  being  inspected,  to  produce  to  the inspecting authority such books, accounts and other documents in his custody or control  and  furnish  him  with  the  statements  and  information  relating  to  his activities  as  a  banker  to  an  issue  within  such  time  as  the  Reserve  Bank  mayrequire.", "ents": [], "title": null}, {"text": " The banker to an issue shall allow the inspecting authority to have reasonable access  to  the  premises  occupied  by  such  banker  to  an  issue  or  by  any  other (Amendment) Regulations, 2001, w.e.f. 29-05-2001. person on his behalf and also extend reasonable facility for examining any books, records,  documents  and  computer  data  in  the  possession  of  the  banker  to  an issue  or  any  such  other  person  and  also  provide  copies  of  documents  or  other materials  which,  in  the opinion  of  the  Reserve  Bank  of  India are relevant for  the purposes of the inspection.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 24, "end": 597, "label": "ACT"}], "title": null}, {"text": "  The  inspecting  authority,  in  the  course  of  inspection,  shall  be  entitled  to examine  or  record  statements  of  any  principal  officer,  member,  director,  partner, proprietor and employee of the banker to an issue.", "ents": [], "title": null}, {"text": " It shall be the duty of every director, proprietor, partner, officer or employee of the  banker  to  an  issue  to  give  to  the  inspecting  authority  all  assistance  in connection  with  the  inspection  which  the  banker  to  an  issue  may  reasonably  be", "ents": [], "title": null}, {"text": "The  Reserve  Bank  of  India  shall,  as  soon  as  may  be  possible  furnish  to  the Board  a  copy  of  the  inspection  report  together  with  the  copies  of  relevant documents in support of the observations made by the inspecting authority.", "ents": [{"start": 14, "end": 22, "label": "ENT"}, {"start": 31, "end": 250, "label": "ACT"}], "title": null}, {"text": "The Board or the Chairman shall after consideration of inspection or investigation report take such action as the Board or Chairman may deem fit and appropriate including action under 37[Chapter V of the Securities and Exchange Board of", "ents": [{"start": 4, "end": 9, "label": "ENT"}, {"start": 26, "end": 236, "label": "ACT"}], "title": null}, {"text": "A banker to issue who contravenes any of the provisions of the Act, Rules or Regulations  framed  thereunder  shall  be  liable  for  one  or  more  actions  specified therein  including  the  action  under  Chapter  V  of  the  Securities  and  Exchange", "ents": [{"start": 2, "end": 8, "label": "ENT"}, {"start": 0, "end": 110, "label": "COND"}, {"start": 110, "end": 254, "label": "ACT"}], "title": null}, {"text": " The Board may, exempt any person or class of persons from the operation of all or any of the provisions of these regulations for a period as may be specified but  not  exceeding  twelve  months,  for  furthering  innovation  in  technological aspects  relating  to  testing  new  products,  processes,  services,  business  models,etc. in live environment of regulatory sandbox in the securities markets.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 14, "end": 194, "label": "COND"}, {"start": 194, "end": 405, "label": "ACT"}], "title": null}, {"text": " Any exemption granted by the Board under sub-regulation (1) shall be subject to  the  applicant  satisfying  such  conditions  as  may  be  specified  by  the  Board including conditions to be complied with on a continuous basis. means  a  live  testing  environment  where  new  products,  processes,  services, business models, etc. may be deployed on a limited set of eligible customers for a specified period of time, for furthering innovation in the securities market, subject to such conditions as may be specified by the Board.](a) suspension of registration; or(b) cancellation of registration.", "ents": [], "title": null}]