[{"text": "  No person other than Collective Investment Management Company to", "ents": [], "title": null}, {"text": " Termination of the Agreement with the Collective Investment", "ents": [], "title": null}, {"text": "Liability for action in case of default Officer and Imposing Penalty) Regulations, 2002, w.e.f, 27-09-2002. and Imposing Penalty) Regulations, 2002, w.e.f, 27-09-2002. and Imposing Penalty) Regulations, 2002, w.e.f, 27-09-2002. and Imposing Penalty) Regulations, 2002, w.e.f, 27-09-2002.", "ents": [], "title": null}, {"text": "  Existing  schemes  or  arrangements  deemed  to  be  a  collective  investment  scheme  to", "ents": [], "title": null}, {"text": " These regulations may be called the Securities and Exchange Board of India (Collective Investment Schemes) Regulations, 1999.", "ents": [], "title": null}, {"text": " They shall come into force on the date of their publication in the Official Gazette.", "ents": [], "title": null}, {"text": " In these regulations, unless the context otherwise requires:(a) “Act” means the Securities and Exchange Board of India Act, 1992 (15 of 1992);(b) “advertisement” includes:(i)  notices,  brochures,  pamphlets,  circulars,  showcards,  catalogues,  hoardings,placards, posters, insertions in newspapers, pictures, films and cover pages ofoffer documents;(ii) any other matter to which publicity is given through print medium, radio, televisionprogrammes or electronic media;(c) “appraising  agency”  means  an  agency  empanelled  with  the  Board  for  the  purpose  ofconducting technical or financial appraisal of the 1[collective investment scheme];(d) “associate”  in  relation  to  a  collective  investment  management  company  or  trustee,includes a person:(i)  who,  directly  or  indirectly,  by  himself,  or  in  combination  with  other  persons,exercises control over the Collective Investment Management Company or thetrustee, as the case may be, or1  Substituted  by  the  SEBI  (Collective  Investment  Schemes)  (Amendment)  Regulations,  2014,w.e.f. 9-1-2014.Companies Act, 1956;provisions of section 3 of the Act;regulations;(ii) in respect of whom the Collective Investment Management Company or the trustee,as the case may be directly or indirectly, by itself, or in combination with other persons,exercises control, or(iii)  whose  director,  officer  or  employee  is  a  director,  officer  or  employee  of  theCollective Investment Management Company or the trustee, as the case may be;(e) “auditor”  means  a  person  qualified  to  audit  the  accounts  of  companies  under  the(f) “Board”  means  the  Securities  and  Exchange  Board  of  India  established  under  the(g) “certificate”  means  a  certificate  of  registration  granted  under  regulation  10  of  these(h) ”Collective  Investment  Management  Company”  means  a  company  incorporated  underthe  Companies  Act,  1956  (1  of  1956)  and  registered  with  the  Board  under  theseregulations,  whose  object  is  to  organise,  operate  and  manage  a  collective  investmentscheme;(i) “collective investment scheme” has the meaning assigned to it by sub-regulation (2) ofthis regulation;(j) “closed-ended  2[collective  investment  scheme]”  means  any  3[collective  investmentscheme] launched by a Collective Investment Management Company, in which the periodof maturity of the 4[collective investment scheme] is specified and there is no provisionfor re-purchase before the expiry of the maturity of the 5[collective investment scheme];(k) “control” or “controlling interest” means control exercised or controlling interest held :(i)  in case of a company, by any person or combination of persons who directly orindirectly own, control or hold shares carrying not less than 10% of the votingrights of such company; or(ii) (ii)  as  between  two  companies,  if  the  same  person  or  combination  of  persons,directly or indirectly, own, control or hold shares carrying not less than 10%of the voting rights of each of the two companies; or(iii)(iii) majority of the directors of any company who are in a position to exercisecontrol over the Collective Investment Management Company;(l) “credit rating agency” means a body corporate registered under Securities and ExchangeBoard of India (Credit Rating Agencies) Regulations, 1999;(m) “depository”  means  a  body  corporate  as  defined  in  the  Depositories  Act,  1996  (22  of1996);(n) “economic  offence”  means  an  offence  to  which  the  Economic  Offences  (Limitation  ofProsecutions) Act, 1974 (12 of 1974) applies for the time being;(o) “form” means any of the forms specified as such in the First Schedule;(p) “fraud”, has the same meaning as is assigned to it in section 17 of the Indian ContractAct, 1872 (9 of 1872);2  Substituted  by  the  SEBI  (Collective  Investment  Schemes)  (Amendment)  Regulations,  2014,w.e.f. 9-1-2014.3 ibid.4 ibid.5 ibid.(q) “inspecting officer” means any person appointed as such by the Board under Chapter VII(r) “key  personnel”  in  relation  to  a  company,  means  the  persons  who  exercise  effectiveof these regulations;control over its affairs;(s) “net  worth”  means  the  aggregate  value  of  the  paid-up  equity  capital  and  free  reserves(excluding  funds  created  out  of  revaluation),  reduced  by  the  aggregate  value  ofaccumulated  losses  and  deferred  expenditure  not  written  off,  including  miscellaneousexpenses not written off;(t) “offer document” means any document by which applications for subscribing to units ofthe 6[collective investment scheme] are invited from the public;(u) “regulation” means a regulation forming part of these regulations;(v) “relative” means a person who is a relative, as defined in section 6 of the Companies Act,1956 (1 of 1956);(w) “registrars to an issue and share transfer agent” means a person registered as Registrars toan Issue and Share Transfer Agents under the Securities and Exchange Board of India(Registrar to an Issue and Share Transfer Agents) Regulations, 1993;(x) “schedule” means any of the schedule appended to these regulations;7[(y) ****](z)  “8[collective investment scheme] property” includes:i.ii.iii.i.ii.iii.subscription  of  moneys  or  money’s  worth  (including  bank  deposits)  to  the9[collective investment scheme];property  acquired,  directly  or  indirectly,  with,  or  with  the  proceeds  of,subscription of money referred to in item (i) of this Clause; orincome  arising,  directly  or  indirectly,  from  subscription  money  or  propertyreferred to in item (i) or (ii),z)  “securities laws” means:the Securities and Exchange Board of India Act, 1992 (15 of 1992);the Securities Contracts (Regulation) Act, 1956 (42 of 1956); andthe Depositories Act, 1996 (22 of 1996), as amended from time to time;aa) “stock  broker”  means  a  stock  broker  as  defined  in  Securities  and  Exchange  Board  ofIndia (Stock Brokers and Sub-brokers) Rules, 1992;bb) “trustee” means a person who holds the property of the collective investment scheme intrust for the benefit of the unit holders, in accordance with these regulations;cc) “unit”  includes  any  instrument  issued  under  a  10[collective  investment  scheme],  bywhatever name called, denoting the value of the subscription of a unit holder; and6  Substituted  by  the  SEBI  (Collective  Investment  Schemes)  (Amendment)  Regulations,  2014,w.e.f. 9-1-2014.9-1-2014.8  Substituted  by  the  SEBI  (Collective  Investment  Schemes)  (Amendment)  Regulations,  2014,w.e.f. 9-1-2014.9 ibid.dd) “unit holder” means a person holding a unit in a 11[collective investment scheme].", "ents": [{"start": 63, "end": 64, "label": "ENT"}, {"start": 954, "end": 6640, "label": "ACT"}], "title": null}, {"text": "No person other than a Collective Investment Management Company which has obtained a certificate  under  these  regulations  shall  carry  on  or  sponsor  or  launch  a  collective  investmentscheme.", "ents": [], "title": null}, {"text": "Any person proposing to carry any activity as a Collective Investment Management Company on or after the commencement of these regulations shall make an application to the Board for the grant of registration in Form A.", "ents": [], "title": null}, {"text": " Any person proposing to carry on or sponsor or launch any scheme or arrangement which would be deemed to be a collective investment scheme under the proviso to sub-section (1) of section 11AA  of  the  Act,  shall  make  an  application  for  grant  of  registration  as  a  Collective  Investment Management Company in Form A: Provided that any scheme or arrangement which is otherwise regulated or prohibited under any other law shall not be deemed to be a collective investment scheme.", "ents": [{"start": 180, "end": 192, "label": "ENT"}, {"start": 209, "end": 489, "label": "ACT"}], "title": null}, {"text": " All other provisions of these regulations and the guidelines and circulars issued thereunder, shall apply to any scheme or arrangement deemed to be a collective investment scheme under the proviso to sub-section (1) of section 11AA of the Act.]", "ents": [{"start": 66, "end": 75, "label": "ENT"}, {"start": 95, "end": 245, "label": "ACT"}], "title": null}, {"text": "  Any  person  who  immediately  prior  to  the  commencement  of  these  regulations  was operating  a  15[collective  investment  scheme],  shall  subject  to  the  provisions  of  Chapter  IX  of these regulations make an application to the Board for the grant of a certificate within a period of two months from such date.", "ents": [], "title": null}, {"text": "  An  application  under  sub-regulation  (1)  shall  contain  such  particulars  as  are  specified  in Form A and shall be treated as an application made in pursuance of regulation 4 and dealt withaccordingly.", "ents": [], "title": null}, {"text": "Every  application  for  registration  under  regulation  4  shall  be  accompanied  by  a  non- refundable application fee as specified in the Second Schedule. 13  Substituted  by  the  SEBI  (Collective  Investment  Schemes)  (Amendment)  Regulations,  2014,w.e.f. 9-1-2014.14 Inserted, ibid.w.e.f. 9-1-2014.", "ents": [], "title": null}, {"text": "An application, which is not complete in all respects or does not conform to the requirements of regulation 6 or regulation 9 shall be rejected by the Board Provided that before rejecting any such application, the applicant may be given an opportunity to remove within one month such objections as may be indicated by the Board Provided further that the Board may on sufficient reasons being shown extend the time in order to enable the applicant to remove such objections.", "ents": [{"start": 3, "end": 14, "label": "ENT"}, {"start": 126, "end": 473, "label": "ACT"}], "title": null}, {"text": " The Board may direct the applicant to furnish such further information or clarification as may be required by it, for the purpose of processing the application.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 161, "label": "ACT"}], "title": null}, {"text": " The Board, if it so desires, may ask the applicant or its authorized representative to appear before the Board for personal representation in connection with the grant of a certificate.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 1, "end": 30, "label": "COND"}, {"start": 30, "end": 186, "label": "ACT"}], "title": null}, {"text": "The Board shall not consider an application for the grant of a certificate unless the applicant satisfies the following conditions, namely:—a)  the  applicant  is  set  up  and  registered  as  a  company  under  the  Companies  Act,1956;b)  the applicant has, in its Memorandum of Association specified the managing ofcollective investment scheme as one of its main objects;c)  the applicant has a net worth of not less than rupees five crores:Provided that at the time of making the application the applicant shall have aminimum net worth of rupees three crores which shall be increased to rupees fivecrores within three years from the date of grant of registration;d)  the applicant is a fit and proper person for the grant of such certificate;e)  the  applicant  has  adequate  infrastructure  to  enable  it  to  operate  collectivef)investment scheme in accordance with the provision of these regulations;the directors or key personnel of the applicant shall consist of persons of honestyand  integrity  having  adequate  professional  experience  in  related  field  and  havenot been convicted for an offence involving moral turpitude or for any economicoffence or for the violation of any securities laws;g)  at least fifty per cent of the directors of such Collective Investment ManagementCompany  shall  consist  of  persons  who  are  independent  and  are  not  directly  orindirectly  associated  with  the  persons  who  have  control  over  the  CollectiveInvestment Management Company;h)  no person, directly or indirectly connected with the applicant has in the past beenrefused registration by the Board under the Act.previous  application  for  a  certificate  of  any  person,  directly  or  indirectly,  connected  with  theapplicant has been rejected by the Board or any disciplinary action has been taken against suchperson under the Act or any of the rules or any of the regulations made under the Act.(i)  at  least  one  of  the  directors,  on  the  Board  of  the  Collective  Investment  ManagementCompany, who is not subject to retirement, is a representative of the trustee;(j) the Collective Investment Management Company is not a trustee of any collective investmentscheme;(k)  in  case  the  applicant  is  an  existing  collective  investment  scheme,  it  complies  with  theprovisions of Chapter IX of these regulations.", "ents": [{"start": 4, "end": 9, "label": "ENT"}, {"start": 10, "end": 2358, "label": "ACT"}], "title": null}, {"text": "For  the  purpose  of  determining  whether  an  applicant  or  the  collective  investment management company is a fit and proper person, the Board may take into account the criteria specified  in  Schedule  II  of  the  Securities  and  Exchange  Board  of  India  (Intermediaries) Regulations, 2008.]", "ents": [{"start": 49, "end": 58, "label": "ENT"}, {"start": 149, "end": 303, "label": "ACT"}], "title": null}, {"text": "  The  Board  may,  on  receipt  of  an  application  and  on  being  satisfied  that  the  applicant complies  with  the  requirements  specified  in  regulation  9,  call  upon  the  applicant  to  pay registration fee as specified in the Second Schedule.", "ents": [], "title": null}, {"text": " On receipt of registration fee, the Board shall grant a certificate in Form B, on such terms and conditions as are in the interest of investors and as may be specified by the Board.", "ents": [{"start": 37, "end": 42, "label": "ENT"}, {"start": 1, "end": 31, "label": "COND"}, {"start": 43, "end": 182, "label": "ACT"}], "title": null}, {"text": "The  certificate  granted  under  regulation  10  shall  be  subject  to  the  following  conditions, namely:—(a)any director of the Collective Investment Management Company shall not be adirector  in  any  other  Collective  Investment  Management  Company  unless  suchperson  is  an  independent  director  referred  to  in  clause  (g)  of  regulation  9  andapproval of the board of Collective Investment Management Companies of whichsuch person is an independent director, has been obtained;16  Substituted  by  the  SEBI  (Intermediaries)  Regulations,  2008,  w.e.f.  26-05-2008.  Prior  to  itsRegulations, 2004, w.e.f. 10-03-2004, read as under:“9A. Applicability of the Securities and Exchange Board of India (Criteria for Fit and ProperPerson)  Regulations,  2004.  –  The  Provisions  of  the  Securities  and  Exchange  Board  of  India(Criteria  for  Fit  and  Proper  Person)  Regulations,  2004,  shall,  as  far  as  may  be,  apply  to  allapplicants or the Collective Investment Management Companies under these regulations.”(b)(c)(d)(e)(f)the  Collective  Investment  Management  Company  shall  forthwith  inform  theBoard  of  any  material  change  in  the  information  or  particulars  previouslyfurnished, which have a bearing on the certificate granted by it;appointment of a director of a Collective Investment Management Company shallbe made with the prior approval of the trustee;the Collective Investment Management Company shall comply with provisions ofthe Act and these regulations;no  change  in  the  controlling  interest  of  the  Collective  Investment  ManagementCompany shall be made without obtaining prior approval of the Board, the trusteeand  the  unit  holders  holding  at  least  one-half  of  the  nominal  value  of  the  unitcapital of the 17[collective investment scheme];the  Collective  Investment  Management  Company  shall  take  adequate  steps  toredress the grievances of the investors within one month from the date of receiptof the complaint from the aggrieved investor;(h)18[(g)   the Collective Investment Management Company shall enter into an agreementwith  a  depository  for  dematerialization  of  the  units  of  collective  investmentscheme proposed to be issued;all monies payable towards subscription of units of collective investment schemeshall  be  paid  through  cheque  or  demand  draft  or  through  any  other  bankingchannel, but not by cash;the Collective Investment Management Company shall comply with KYC (knowyour client) norms as specified by the Board.](i)", "ents": [], "title": null}, {"text": " Where an application made under regulation 4 for grant of registration does not satisfy the  conditions  specified  in  regulation  9,  the  Board  may  reject  the  application  after  giving  the applicant a reasonable opportunity of being heard and inform the applicant of the same.", "ents": [{"start": 7, "end": 21, "label": "ENT"}, {"start": 7, "end": 21, "label": "ENT"}, {"start": 1, "end": 134, "label": "COND"}, {"start": 1, "end": 149, "label": "COND"}, {"start": 149, "end": 286, "label": "ACT"}, {"start": 149, "end": 286, "label": "ACT"}], "title": null}, {"text": " The decision shall be communicated to the applicant by the Board within 30 days of such decision stating therein the grounds on which the application has been rejected. BUSINESS ACTIVITIES AND OBLIGATIONS OF COLLECTIVE", "ents": [], "title": null}, {"text": "The Collective Investment Management Company shall not :a)  undertake  any  activity  other  than  that  of  managing  the  19[collective  investmentscheme];17  Substituted  by  the  SEBI  (Collective  Investment  Schemes)  (Amendment)  Regulations,  2014,w.e.f. 9-1-2014.18 Inserted, ibid.b)  act as a trustee of any 20[collective investment scheme];c)  launch  any  21[collective  investment  scheme]  for  the  purpose  of  investing  insecurities;d)  invest in any 22[collective investment scheme] floated by it.Provided that a Collective Investment Management Company may invest in itsown 23[collective investment scheme],(i)  if  it  makes  a  disclosure  of  its  intention  to  invest  in  the offer  document  of  the  24[collectiveinvestment scheme], and(ii) does not charge any fees on its investment in that 25[collective investment scheme].", "ents": [], "title": null}, {"text": "Every Collective Investment Management Company shall:(a) be responsible for managing the funds or properties of the 26[collective investment scheme]on behalf of the unit holders;(b) take all reasonable steps and exercise due diligence to ensure that the 27[collective investmentscheme] is managed in accordance with the provisions of these regulations, offer document andthe trust deed;(c) exercise due diligence and care in managing assets and funds of the 28[collective investmentscheme];(d) be responsible for the acts of commissions and omissions by its employees or the personswhose services have been availed by it;(e) remain liable to the unit holders for its acts of commission or omissions, notwithstandinganything contained in any contract or agreement;(f) be incompetent to enter into any transaction with or through its associates, or their relativesrelating to the 29[collective investment scheme]:Provided  that  in  case  the  Collective  Investment  Management  Company  enters  into  anytransactions relating to the 30[collective investment scheme] with any of its associates, a report tothat effect shall immediately be sent to the trustee and to the Board.(g) appoint registrar and share transfer agents;(h) abide by the Code of Conduct as specified in the Third Schedule;19  Substituted  by  the  SEBI  (Collective  Investment  Schemes)  (Amendment)  Regulations,  2014,w.e.f. 9-1-2014.20 ibid.21  Substituted  by  the  SEBI  (Collective  Investment  Schemes)  (Amendment)  Regulations,  2014,w.e.f. 9-1-2014.22 ibid.23 ibid.24 ibid.25 ibid.26 ibid.27 ibid.28 ibid.29 ibid.30 ibid.(i)  give  receipts  for  all  monies  received  by  it  and  give  a  report  to  the  Board  every  month,particularly of receipts and payments;(j) hold a meeting of the Board of Directors to consider the affairs of  31[collective investmentscheme] at least twice in every three months;(k)  ensure  that  its  officers  or  employees  do  not  make  improper  use  of  their  position  orinformation to gain, directly or indirectly, an advantage for themselves or for any other person orto cause detriment to the 32[collective investment scheme];(l) obtain adequate insurance against the property of the 33[collective investment scheme];", "ents": [], "title": null}, {"text": " The Collective Investment Management Company shall prepare quarterly reports (i.e., as at the end of March, June, September and December) on its activities and the position regarding compliance with these regulations and submit the same to the trustees within one month of the expiry of each quarter.", "ents": [], "title": null}, {"text": " The Collective Investment Management Company shall file with the trustee and the Board—(a) particulars of all its directors along with their interest in other companies within fifteen daysof their appointment; and(b) any change in the interests of directors, within fifteen days of such change.", "ents": [], "title": null}, {"text": " The Collective Investment Management Company shall furnish a copy of the Balance Sheet, Profit and Loss Account and a copy of the summary of the yearly appraisal report to the unit holders within two months from the closure of financial year.", "ents": [], "title": null}, {"text": " The Collective Investment Management Company shall furnish to the Board and the trustee such  information  and  documents  to  the  Board  and  the  trustee  as  may  be  required  by  them", "ents": [], "title": null}, {"text": "  A  35[collective  investment  scheme]  shall  be  constituted  in  the  form  of  a  trust  and  the instrument  of  trust  shall  be  in  the  form  of  a  deed  duly  registered  under  the  provisions  of  the 31  Substituted  by  the  SEBI  (Collective  Investment  Schemes)  (Amendment)  Regulations,  2014,w.e.f. 9-1-2014.32 ibid.33 ibid.34 ibid.", "ents": [], "title": null}, {"text": " The trust deed shall contain such clauses as are specified in the Fourth Schedule and such other clauses as are necessary for safeguarding the interests of the unit holders.", "ents": [{"start": 5, "end": 15, "label": "ENT"}, {"start": 16, "end": 174, "label": "ACT"}], "title": null}, {"text": " No trust deed shall contain a clause which has the effect of—(i)  limiting  or  extinguishing  the  obligations  and  liabilities  of  the  Collective  InvestmentManagement Company in relation to any 37[collective investment scheme] or the unit holders; or(ii)  indemnifying  the  trustee  or  the  Collective  Investment  Management  Company  for  loss  ordamage  caused  to  the  unit  holders  by  their  acts  of  negligence  or  acts  of  commissions  oromissions.", "ents": [{"start": 10, "end": 14, "label": "ENT"}, {"start": 15, "end": 470, "label": "ACT"}], "title": null}, {"text": "  Only  persons  registered  with  the  Board  as  Debenture  Trustee  under  Securities  and Exchange Board of India (Debenture Trustee) Regulations, 1993 shall be eligible to be appointed as trustees of collective investment scheme. Provided that no person shall be eligible to be appointed as trustee, if he is directly or indirectly associated  with  the  persons  who  have  control  over  the  collective  investment  managementcompany.", "ents": [{"start": 62, "end": 69, "label": "ENT"}, {"start": 156, "end": 442, "label": "ACT"}], "title": null}, {"text": " The Collective Investment Management Company shall furnish to the Board particulars as", "ents": [], "title": null}, {"text": "No person shall be appointed as trustee of a 38[collective investment scheme] if—(a) he has been found guilty of an offence under the securities laws, or(b) the Board or any authority to which the Board has delegated its power has passed againstsuch person, an order under the Act for violation of any provision of the Act or of regulationsmade hereunder.Agreement with collective investment management company36  Substituted  by  the  SEBI  (Collective  Investment  Schemes)  (Amendment)  Regulations,  2014,w.e.f. 9-1-2014.37 ibid.", "ents": [], "title": null}, {"text": "  The  trustee  and  the  Collective  Investment  Management  company  shall  enter  into  an agreement for managing the 39[collective investment scheme] property.", "ents": [], "title": null}, {"text": " The agreement for managing the 40[collective investment scheme] property shall contain such clauses  as  are  specified  in  the  Fifth  Schedule  and  such  other  clauses  as  are  necessary  for  the purpose of fulfilling the objectives of the 41[collective investment scheme].", "ents": [], "title": null}, {"text": " The trustee shall have a right:—(a)  to  obtain  from  the  Collective  Investment  Management  Company  such  information  as  isconsidered necessary by the trustee.(b)  to  inspect  the  books  of  account  and  other  records  relating  to  the  42[collective  investmentscheme].", "ents": [{"start": 5, "end": 12, "label": "ENT"}, {"start": 13, "end": 283, "label": "ACT"}], "title": null}, {"text": " The trustee shall ensure that the Collective Investment Management Company has:—(a) the necessary office infrastructure;(b) appointed all key personnel including managers for the 43[collective investment scheme] andsubmitted their bio-data which shall contain the educational qualifications and past experience inthe areas relevantfor fulfilling the objectives of the 44[collective investment scheme]s;(c) appointed auditors to audit the accounts of the 45[collective investment scheme] from the listof auditors approved by the Board;(d) appointed a compliance officer to comply with the provisions of the Act and these regulationsand to redress investor grievances;(e) appointed registrars to an issue and share transfer agent;(f) prepared a compliance manual and designed internal control mechanisms including internalaudit systems;(g) taken adequate insurance for the assets of the 46[collective investment scheme];(h) not given any undue or unfair advantage to any associates of the company or dealt with anyof the associates in any manner detrimental to the interest of the unit holders;(i) operated the  47[collective investment scheme] in accordance with the provisions of the trustdeed, these regulations and the offer document of the 48[collective investment scheme](s);(j) undertaken the activity of managing 49[collective investment scheme]s only;39 ibid.40  Substituted  by  the  SEBI  (Collective  Investment  Schemes)  (Amendment)  Regulations,  2014,w.e.f. 9-1-2014.41 ibid.42 ibid.43 ibid.44 ibid.45 ibid.46 ibid.47 ibid.48 ibid.49 ibid.(k) taken adequate steps to ensure that the interest of investors of one  50[collective investmentscheme] are not compromised with the object of promoting the interest of investors of any other51[collective investment scheme];(l)  minimum  networth  on  a  continuous  basis  and  shall  inform  the  Board  immediately  of  anyshortfall;(m) been diligent in empanelling the marketing agents and in monitoring their activities.", "ents": [{"start": 5, "end": 12, "label": "ENT"}, {"start": 13, "end": 1981, "label": "ACT"}], "title": null}, {"text": "  Where  the  trustee  has  reason  to  believe  that  the  conduct  of  business  of  the  52[collective investment  scheme]  is  not  in  accordance  with  these  regulations,  trust  deed  and  the  offer document of the 53[collective investment scheme], the trustee shall forthwith take such remedial steps as are necessary and shall immediately inform the Board of the action taken.", "ents": [{"start": 14, "end": 21, "label": "ENT"}, {"start": 14, "end": 21, "label": "ENT"}, {"start": 2, "end": 176, "label": "COND"}, {"start": 2, "end": 270, "label": "COND"}, {"start": 270, "end": 387, "label": "ACT"}, {"start": 270, "end": 387, "label": "ACT"}], "title": null}, {"text": " The trustee shall be accountable for, and be the custodian of, the funds and property of the respective 54[collective investment scheme]s and shall hold the same in trust for the benefit of the unit holders in accordance with these regulations and the provisions of trust deed.", "ents": [{"start": 5, "end": 12, "label": "ENT"}, {"start": 13, "end": 278, "label": "ACT"}], "title": null}, {"text": "  The  trustee  shall  be  responsible  for  the  calculation  of  any  income  due  to  be  paid  to  the 55[collective investment scheme] and also for any income received in the 56[collective investment scheme] to the unit holders.", "ents": [], "title": null}, {"text": " The trustee shall convene a meeting of the unit holders—(a) whenever required to do so by the Board in the interest of the unit holders; or(b) whenever required to do so on the requisition made by unitholders holding at least one-tenthof nominal value of the unit capital of any 57[collective investment scheme]; or(c)  when  any  changeinvestmentscheme]Provided  that  no  such  change  shall  be  carried  out  unless  the  consent  of  unit  holdersholding at least three-fourths of nominal value of the unit capital of the 59[collective investmentscheme] is obtained.objective and terms of a 60[collective investment scheme].", "ents": [{"start": 5, "end": 12, "label": "ENT"}, {"start": 13, "end": 630, "label": "ACT"}], "title": null}, {"text": " The trustee shall review :(a) on a quarterly basis (i.e., by the end of March, June, September and December) every year allactivities carried out by the Collective Investment Management Company;(b) periodically all service contracts relating to registrars to an issue and share transfer agentsand satisfy itself that such contracts are fair and reasonable in the interest of the unit holders;(c)  investor  complaints  received  and  the  redressal  of  the  same  by  the  Collective  InvestmentManagement Company.the  fundamental  attributes  of  any  58[collectivein50  Substituted  by  the  SEBI  (Collective  Investment  Schemes)  (Amendment)  Regulations,  2014,w.e.f. 9-1-2014.51 ibid.52 ibid.53 ibid.54 ibid..55 ibid.56 ibid..57 ibid.58 ibid.59 ibid.60 ibid.", "ents": [{"start": 5, "end": 12, "label": "ENT"}, {"start": 13, "end": 767, "label": "ACT"}], "title": null}, {"text": " (i) The trustee shall ensure that:—(a) net worth of Collective Investment Management Company is not deployed in a manner whichis detrimental to interest of unit holders;(b)  property  of  each  61[collective  investment  scheme]  is  clearly  identifiable  as  62[collectiveinvestment  scheme]  property  and  held  separately  from  property  of  the  Collective  InvestmentManagement Company and property of any other 63[collective investment scheme];(c)  clearances  or  no  objection  certificate  is  obtained,  in  respect  of  transactions  relating  toproperty  of  the  64[collective  investment  scheme]  from  such  authority  as  is  competent  to  grantsuch clearance or no objection certificate.(ii) The trustee shall abide by the Code of Conduct as specified in the Third Schedule.", "ents": [{"start": 9, "end": 16, "label": "ENT"}, {"start": 17, "end": 797, "label": "ACT"}], "title": null}, {"text": "  The  trustee  shall  furnish  to  the  Board  on  a  quarterly  basis  (i.e.,  by  end  of  March,  June, September and December), every year—(a) a report on the activities of the 65[collective investment scheme];(b)  a  certificate  stating  that  the  trustee  has  satisfied  himself  that  affairs  of  the  CollectiveInvestment  Management  Company  and  of  the  various  66[collective  investment  scheme]s  areconducted  in  accordance  with  these  regulations  and  investment  objective  of  each  67[collectiveinvestment scheme].", "ents": [], "title": null}, {"text": " The trustee shall cause:—(a) the profit and loss accounts and balance sheet of the 68[collective investment scheme]s to beaudited at the end of each financial year by an auditor empanelled with the Board.(b) each 69[collective investment scheme] to be appraised at the end of each financial year by anappraising agency.(c) 70[collective investment scheme] rated by a credit rating agency.", "ents": [{"start": 5, "end": 12, "label": "ENT"}, {"start": 13, "end": 389, "label": "ACT"}], "title": null}, {"text": " A meeting of the trustees to discuss the affairs of the 71[collective investment scheme] shall be held at least twice in every three months in a financial year.", "ents": [{"start": 18, "end": 26, "label": "ENT"}, {"start": 90, "end": 161, "label": "ACT"}], "title": null}, {"text": " The trustee shall report to the Board any breach of these regulations and has had, or is likely to have, a materially adverse effect on the interests of unit holders as soon as they become aware of the breach.", "ents": [{"start": 5, "end": 12, "label": "ENT"}, {"start": 13, "end": 210, "label": "ACT"}], "title": null}, {"text": " The trustee shall ensure that—(a)  the  fees  and  expenses  of  the  72[collective  investment  scheme]  are  within  the  limits  asspecified in Part I of the Ninth Schedule;61  Substituted  by  the  SEBI  (Collective  Investment  Schemes)  (Amendment)  Regulations,  2014,w.e.f. 9-1-2014.62 ibid.63 ibid.64 ibid.65 ibid.66 ibid.67 ibid.68 ibid.69 ibid.70 ibid.71 ibid.72 ibid.(b)  accounts  of  the  73[collective  investment  scheme]s  are  drawn  up  in  accordance  with  theaccounting norms as specified in Part II of the Ninth Schedule.(c) accounts of the 74[collective investment scheme] comply with the format of the balance sheet", "ents": [{"start": 5, "end": 12, "label": "ENT"}, {"start": 13, "end": 641, "label": "ACT"}], "title": null}, {"text": " The trusteeship of a trustee shall come to an end—(a)  if  the  trustee  ceases  to  be  trustee  under  the  Securities  and  Exchange  Board  of  India(Debenture Trustees) Regulations, 1993; or(b) if the trustee is in the course of being wound up; or(c) if unit holders holding at least three-fourths of the nominal value of the unit capital of the75[collective  investment  scheme]  pass  a  resolution  for  removing  the  trustee  and  the  Boardapproves such resolution; or(d) if in the interest of the unit holders, the Board, for reasons to be recorded in writing decidesto remove the trustee for any violation of the Act or these regulations committed by them; orProvided  that  the  trustee  shall  be  afforded  reasonable  opportunity  of  hearing  before  action  istaken under this clause;(e) if the trustee serves on the Collective Investment Management Company a notice of not lessthan three months expressing its intention not to continue as trustee.", "ents": [{"start": 5, "end": 12, "label": "ENT"}, {"start": 30, "end": 968, "label": "ACT"}], "title": null}, {"text": "  On  termination  of  the  trusteeship  under  sub-regulation  (1),  another  trustee,  eligible  to  be appointed  under  regulation  18,  shall  be  appointed  by  the  Collective  Investment  Management Company.", "ents": [{"start": 28, "end": 35, "label": "ENT"}, {"start": 2, "end": 67, "label": "COND"}, {"start": 141, "end": 215, "label": "ACT"}], "title": null}, {"text": " The appointment of the new trustee under sub-regulation (2), shall be completed within three months from the date the previous trusteeship came to an end.", "ents": [], "title": null}, {"text": " The Board may notwithstanding anything contained in regulation 18 appoint any person as a trustee if the Collective Investment Management Company fails to appoint a trustee under sub- regulations (2) and (3).", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 209, "label": "ACT"}], "title": null}, {"text": " The trustee appointed under sub-regulations (3) and (4) shall stand substituted as a trustee in all the documents to which the trustee so removed was a party.", "ents": [{"start": 5, "end": 12, "label": "ENT"}, {"start": 57, "end": 159, "label": "ACT"}], "title": null}, {"text": "  The  person  appointed  by  the  Board  shall  apply  to  the  Court  for  an  order  directing  the Collective Investment Management Company to wind up the 76[collective investment scheme].", "ents": [{"start": 15, "end": 24, "label": "ENT"}, {"start": 42, "end": 192, "label": "ACT"}], "title": null}, {"text": " A trust deed in the form as specified under regulation 16 shall be executed by the Collective Investment  Management  Company  in  favour  of  the  trustee  so  appointed  and  from  the  date  of such  appointment,  trustees  shall  be  subject  to  all  the  rights  and  duties  as  specified  in  theregulations.", "ents": [], "title": null}, {"text": "  The  trustee  so  removed  shall  from  such  date  be  discharged  from  complying  with  the obligations under the trust deed but shall remain liable for any action taken by them before suchremoval.73 ibid.74  Substituted  by  the  SEBI  (Collective  Investment  Schemes)  (Amendment)  Regulations,  2014,w.e.f. 9-1-2014.75 ibid.76 ibid.", "ents": [], "title": null}, {"text": " The agreement referred to in regulation 20 entered into by the trustee with the Collective Investment Management Company may be terminated—(a) if the Collective Investment Management Company is in the course of being wound up as perthe provisions of the Companies Act, 1956; or(b) if unit holders holding at least three-fourths of the nominal value of the unit capital of the77[collective  investment  scheme]  pass  a  resolution  for  terminating  the  agreement  with  theCollective  Investment  Management  Company  and  the  prior  approval  of  the  Board  has  beenobtained; or(c) if in the interest of the unit holders the Board or the trustee, after obtaining prior approval ofthe  Board,  and  after  giving  an  opportunity  of  being  heard  to  the  Collective  InvestmentManagement  Company,  decide  to  terminate  the  agreement  with  the  Collective  InvestmentManagement Company.", "ents": [{"start": 64, "end": 71, "label": "ENT"}, {"start": 122, "end": 899, "label": "ACT"}], "title": null}, {"text": "  Upon  termination  of  agreement  under  sub-regulation  (1),  another  Collective  Investment Management Company, registered with the Board, shall be appointed by the trustee within three months from the date of suchtermination.", "ents": [{"start": 137, "end": 142, "label": "ENT"}, {"start": 2, "end": 62, "label": "COND"}, {"start": 144, "end": 231, "label": "ACT"}], "title": null}, {"text": " The Collective Investment Management Company so removed shall continue to act as such at the  discretion  of  trustee  or  the  trustee  itself  may  act  as  Collective  Investment  Management Company till such time as new Collective Investment Management Company is appointed.", "ents": [], "title": null}, {"text": "  The  Collective  Investment  Management  Company  appointed  under  subregulation  (2)  shall stand substituted as a party in all the documents to which the Collective Investment Management Company so removed was a party.", "ents": [], "title": null}, {"text": " The Collective Investment Management Company so removed shall continue to be liable for all acts of omission and commissions notwithstanding such termination.", "ents": [], "title": null}, {"text": "  If,  none  of  the  Collective  Investment  Management  Company,  registered  under  these regulations, consent to be appointed as Collective Investment Management Company within a further  period  of  three  months,  then  the  trustee  may  wind  up  the  78[collective  investment scheme].", "ents": [{"start": 120, "end": 129, "label": "ENT"}, {"start": 240, "end": 294, "label": "ACT"}], "title": null}, {"text": " An agreement for managing  79[collective investment scheme] property shall be executed in favour  of  the  new  Collective  Investment  Management  Company  subject  to  all  the  rights  and duties as specified in the regulations. 77  Substituted  by  the  SEBI  (Collective  Investment  Schemes)  (Amendment)  Regulations,  2014,w.e.f. 9-1-2014.78 ibid.79 ibid.", "ents": [{"start": 4, "end": 13, "label": "ENT"}, {"start": 70, "end": 364, "label": "ACT"}], "title": null}, {"text": "  No  82[collective  investment  scheme]  shall  be  launched  by  the  Collective  Investment Management Company unless such 83[collective investment scheme] is approved by the Trustee. Rating", "ents": [], "title": null}, {"text": "  No  84[collective  investment  scheme]  shall  be  launched  by  the  Collective  Investment Management Company without obtaining rating from a credit rating agency. Appraisal", "ents": [], "title": null}, {"text": "  No  85[collective  investment  scheme]  shall  be  launched  by  the  Collective  Investment Management  Company  without  getting  the  86[collective  investment  scheme]  appraised  by  an appraising agency. Close ended 87[collective investment scheme] and 88[collective investment scheme] duration", "ents": [], "title": null}, {"text": " Collective Investment Management Company shall:—(a) launch only close ended 89[collective investment scheme]s;(b) the duration of the 90[collective investment scheme]s shall not be of less than three calendaryears.Insurance80  Substituted  by  the  SEBI  (Collective  Investment  Schemes)  (Amendment)  Regulations,  2014,w.e.f. 9-1-2014.81 ibid.82 ibid.83 ibid.84 ibid.85 ibid.86 ibid.87 ibid.88 ibid.89 ibid.90 ibid.", "ents": [], "title": null}, {"text": "No 92[collective investment scheme] shall provide guaranteed or assured returns. Provided  that  indicative  return  may  be  indicated  in  the  offer  document  only,  if  the  same  is assessed by the appraising agency and expressed in monetary terms.", "ents": [], "title": null}, {"text": "  The  Collective  Investment  Management  Company  shall  before  launching  any 93[collective investment scheme] file a copy of the offer document of the 94[collective investment scheme] as referred to in sub-regulation (1) of regulation 24 with the Board and pay filing fees as specified in the Second Schedule.", "ents": [], "title": null}, {"text": " The offer document shall contain such information as specified in the Sixth Schedule.", "ents": [{"start": 5, "end": 19, "label": "ENT"}, {"start": 20, "end": 86, "label": "ACT"}], "title": null}, {"text": "  The  offer  document  shall  also  contain  true  and  fair  view  of  the  95[collective  investment scheme] and adequate disclosures to enable the investors to make informed decision.", "ents": [{"start": 14, "end": 22, "label": "ENT"}, {"start": 24, "end": 187, "label": "ACT"}], "title": null}, {"text": " The Board may in the interest of investors require the Collective Investment Management Company to carry out such modifications in the offer document as it deems fit.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 167, "label": "ACT"}], "title": null}, {"text": " In case no modifications are suggested by the Board in the offer document within 21 days from  the  date  of  filing,  the  Collective  Investment  Management  Company  may  issue  the  offer document to public.", "ents": [{"start": 12, "end": 25, "label": "ENT"}, {"start": 12, "end": 25, "label": "ENT"}, {"start": 1, "end": 117, "label": "COND"}, {"start": 1, "end": 170, "label": "COND"}, {"start": 170, "end": 212, "label": "ACT"}, {"start": 170, "end": 212, "label": "ACT"}], "title": null}, {"text": "  Advertisements  in  respect  of  every  96[collective  investment  scheme]  shall  be  in conformity with the Advertisement Code as specified in the Seventh Schedule.", "ents": [], "title": null}, {"text": " The advertisement for each 97[collective investment scheme] shall disclose in addition to the investment  objectives,  the  method  and  periodicity  of  valuation  of  98[collective  investment scheme] property. 91 ibid. 92  Substituted  by  the  SEBI  (Collective  Investment  Schemes)  (Amendment)  Regulations,  2014,w.e.f. 9-1-2014.93 ibid.94 ibid.95 ibid.96 ibid.97 ibid.98 ibid.", "ents": [{"start": 5, "end": 18, "label": "ENT"}, {"start": 61, "end": 386, "label": "ACT"}], "title": null}, {"text": "The appraising agency whose appraisal report forms part of the offer document and has given a written consent for the inclusion of the appraisal report in the offer document shall be liable for any statement in the appraisal report which is misleading, incorrect or false.", "ents": [{"start": 4, "end": 21, "label": "ENT"}, {"start": 0, "end": 174, "label": "COND"}, {"start": 174, "end": 272, "label": "ACT"}], "title": null}, {"text": " The offer document and advertisement materials shall not be misleading or contain any statement or opinion which are incorrect or false.", "ents": [{"start": 5, "end": 19, "label": "ENT"}, {"start": 48, "end": 137, "label": "ACT"}], "title": null}, {"text": "  Where  an  offer  document  or  advertisement  includes  any  statement  or  opinion  which  are incorrect or false or misleading, every person—(i) who is a director of the Collective Investment Management Company at the time of the issueof the offer document;(ii) who has issued the offer document and shall be punishable under the Act unless he proveseither that the statement or opinion was immaterial or that he had reasonable ground to believe atthe time of the issue of the offer document or advertisement that the statement was true.", "ents": [{"start": 34, "end": 47, "label": "ENT"}, {"start": 34, "end": 47, "label": "ENT"}, {"start": 2, "end": 131, "label": "COND"}, {"start": 2, "end": 305, "label": "COND"}, {"start": 305, "end": 542, "label": "ACT"}, {"start": 305, "end": 542, "label": "ACT"}], "title": null}, {"text": " No collective investment scheme] shall be open for subscription for more than days.", "ents": [], "title": null}, {"text": " The Collective Investment Management Company shall specify in the offer document,—(a) the minimum and the maximum subscription amount it seeks to raise under the 100[collectiveinvestment scheme]; and(b) in case of oversubscription the process of allotment of the amount oversubscribed.", "ents": [], "title": null}, {"text": " The Collective Investment Management Company shall refund the application money to the applicants,—(i)  if  the  101[collective  investment  scheme]  fails  to  receive  the  minimum  subscription  amountreferred to in clause (a) of sub-regulation (1).", "ents": [], "title": null}, {"text": "  Any  amount  refundable  under  sub-regulation  (2)  shall  be  refunded  within  a  period  of  six weeks from the date of closure of subscription list, by Registered A.D. and by cheque or demand draft marked “A/C Payee” to the applicants.", "ents": [], "title": null}, {"text": " In the event of failure to refund the amounts within the period specified in sub-regulation (3), the Collective Investment Management Company shall pay interest to the applicants at a rate of fifteen per cent per annum on the expiry of six weeks from the date of closure of the subscriptionlist.99  Substituted  by  the  SEBI  (Collective  Investment  Schemes)  (Amendment)  Regulations,  2014,w.e.f. 9-1-2014.100 ibid.101 ibid.", "ents": [], "title": null}, {"text": "The  Collective  Investment  Management  Company  shall  issue  to  the  applicant  whose application has been accepted, unit certificates as soon as possible but not later than six weeks from the date of closure of the subscription list : Provided that if the units are issued through a depository, a receipt in lieu of unit certificate will be  issued  as  per  provisions  of  Securities  and  Exchange  Board  of  India  (Depositories  and Participants) Regulations, 1996 and byelaws of the depository.", "ents": [], "title": null}, {"text": "  A  unit  certificate  issued  under  the  102[collective  investment  scheme]  shall  be  freelytransferable.", "ents": [{"start": 11, "end": 30, "label": "ENT"}, {"start": 2, "end": 81, "label": "COND"}, {"start": 81, "end": 111, "label": "ACT"}], "title": null}, {"text": "  The  Collective  Investment  Management  Company  shall,  on  production  of  instrument  of transfer together with relevant unit certificates, register the transfer and return the unit certificate to the transferee within thirty days from the date of such production. Provided that if the units are held in a depository such units shall be transferable in accordance with  the  provisions  of  the  Securities  and  Exchange  Board  of  India  (Depositories  and", "ents": [], "title": null}, {"text": " The subscription amount received shall be kept in a separate bank account in the name of the 103[collective investment scheme] and shall be utilised for—(a) adjustment against allotment of units only after the trustee has received a statement from theregistrars to the issue and share transfer agent regarding minimum subscription amount, as statedin the offer document, having been received from the public, or(b) for refund of money in case minimum subscription amount, as stated in the offer document,has not been received or in case of over-subscription.", "ents": [{"start": 5, "end": 17, "label": "ENT"}, {"start": 34, "end": 559, "label": "ACT"}], "title": null}, {"text": " The minimum subscription amount as specified in the offer document shall not be less than the  minimum  amount,  as  specified  by  the  appraising  agency,  needed  for  completion  of  the project for which the 104[collective investment scheme] is being launched.", "ents": [{"start": 5, "end": 32, "label": "ENT"}, {"start": 1, "end": 68, "label": "COND"}, {"start": 68, "end": 266, "label": "ACT"}], "title": null}, {"text": " The moneys credited to the account of the 105[collective investment scheme] shall be utilised for the purposes of the 106[collective investment scheme] and as specified in the offer document.w.e.f. 9-1-2014.103 ibid.104 ibid.105 ibid.", "ents": [{"start": 28, "end": 35, "label": "ENT"}, {"start": 77, "end": 235, "label": "ACT"}], "title": null}, {"text": " Any unutilised amount lying in the account of the 107[collective investment scheme] shall be", "ents": [{"start": 36, "end": 43, "label": "ENT"}, {"start": 85, "end": 93, "label": "ACT"}], "title": null}, {"text": "The Collective Investment Management Company shall:(a)  not  invest  the  funds  of  the  108[collective  investment  scheme]  for  purposes  other  than  theobjective of the 109[collective investment scheme] as disclosed in the offer document.(b) segregate the 110[collective investment scheme] assets of different s111[collective investmentscheme] s.(c)  not  invest  corpus  of  a  112[collective  investment  scheme]  in  other  113[collective  investmentscheme]s.(d)  not  transfer  funds  from  one  114[collective  investment  scheme]  to  another  115[collectiveinvestment scheme]:Provided  that  inter-scheme  transfer  of  116[collective  investment  scheme]  property  may  bepermitted at the time of termination of the 117[collective investment scheme] with prior approvalof the trustee and the Board.", "ents": [], "title": null}, {"text": "The units of every 119[collective investment scheme] shall be listed immediately after the date of allotment of units and not later than six weeks from the date of closure of the  120[collective investment scheme] on each of the stock exchanges as mentioned in the offer document. Winding up of 121[collective investment scheme] 106 ibid.w.e.f. 9-1-2014.108 ibid.109 ibid.110 ibid.111 ibid.112 ibid.113 ibid.114 ibid.115 ibid.116 ibid.117 ibid.118 ibid.119 ibid.120 ibid.", "ents": [], "title": null}, {"text": " A 122[collective investment scheme] shall be wound up on the expiry of duration specified in  the  123[collective  investment  scheme]  or  on  the  accomplishment  of  the  purpose  of  the 124[collective investment scheme].", "ents": [], "title": null}, {"text": "  Notwithstanding  anything  contained  in  sub-regulation  (1),  a  125[collective  investment scheme] may also be wound up—(a) on the happening of any event which, in the opinion of the trustee, requires the 126[collectiveinvestment scheme] to be wound up and the prior approval of the Board is obtained; or(b)  if  unit  holders  of  a  127[collective  investment  scheme]  holding  at  least  three-fourth  of  thenominal value of the unit capital of the 128[collective investment scheme] pass a resolution thatthe 129[collective investment scheme] be wound up and the approval of the Board is obtained; or(c)  if  in  the  opinion  of  the  Board,  the  continuance  of  the  130[collective  investment  scheme]  isprejudicial to the interests of the unit holders; or(d)  if  in  the  opinion  of  the  Collective  Investment  Management  Company,  the  purpose  of  the131[collective  investment  scheme]  cannot  be  accomplished  and  it  obtains  the  approval  of  thetrustees  and  also  of  the  unit  holders  of  the  132[collective  investment  scheme]  holding  at  leastthree-fourth of the nominal value of the unit capital of the 133[collective investment scheme] witha  resolution  that  the  134[collective  investment  scheme]  be  wound  up  and  the  approval  of  theBoard is obtained.", "ents": [], "title": null}, {"text": " Where a 135[collective investment scheme] is to be wound up under sub-regulation (1) or sub- regulation (2), the trustee shall give notice disclosing the circumstances leading to the winding up of the 136[collective investment scheme] in a daily newspaper having nationwide circulation and in the newspaper published in the language of the region where the Collective Investment Management Company is registered.", "ents": [{"start": 89, "end": 108, "label": "ENT"}, {"start": 1, "end": 108, "label": "COND"}, {"start": 122, "end": 413, "label": "ACT"}], "title": null}, {"text": "(a) The trustee shall dispose of the assets of the 137[collective investment scheme] concerned in the best interest of the unit holders of that 138[collective investment scheme]. 122 ibid. 123 ibid. 124 ibid.w.e.f. 9-1-2014.126 ibid.127 ibid.128 ibid.129 ibid.130 ibid.131 ibid.132 ibid.133 ibid.134 ibid.135 ibid.136 ibid.137 ibid.(b) The proceeds of sale realised under clause (a), shall be first utilized towards the discharge ofsuch  liabilities  as  are  due  and  payable  under  the  139[collective  investment  scheme]  and  aftermaking  appropriate  provision  for  meeting  the  expenses  connected  with  such  winding  up,  thebalance shall be paid to the unit holders in proportion to their unit holding.", "ents": [{"start": 8, "end": 15, "label": "ENT"}, {"start": 16, "end": 717, "label": "ACT"}], "title": null}, {"text": "  On  the  completion  of  the  winding  up,  the  trustee  shall  forward  to  the  Board  and  the  unit holders :(a) a report on the steps taken for realisation of assets of the 140[collective investment scheme],expenses for winding up and net assets available for distribution to the unit holders, and(b) a certificate from the auditors of the 141[collective investment scheme] to the effect that all theassets of the 142[collective investment scheme] are realised and the details of the distribution ofthe proceeds.", "ents": [{"start": 122, "end": 128, "label": "ENT"}, {"start": 2, "end": 43, "label": "COND"}, {"start": 60, "end": 520, "label": "ACT"}], "title": null}, {"text": " The unclaimed money if any at the time of winding up shall be kept separately in a bank", "ents": [{"start": 5, "end": 20, "label": "ENT"}, {"start": 1, "end": 54, "label": "COND"}, {"start": 54, "end": 88, "label": "ACT"}], "title": null}, {"text": "On and from the date of the publication of notice under sub-regulation  of regulation 37, the trustee or the Collective Investment Management Company as the case may be, shall cease to carry on any business activities in respect of the 143[collective investment scheme] so wound up.", "ents": [{"start": 94, "end": 101, "label": "ENT"}, {"start": 0, "end": 88, "label": "COND"}, {"start": 162, "end": 282, "label": "ACT"}], "title": null}, {"text": "If,  after  the  receipt  of  the  report  under  sub-regulation    of  regulation  37,  the  Board  is satisfied that all the measures for winding up of the 145[collective investment scheme] have been", "ents": [{"start": 94, "end": 99, "label": "ENT"}, {"start": 0, "end": 201, "label": "COND"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": " Every Collective Investment Management Company shall— 138 ibid. 139 ibid.w.e.f. 9-1-2014.141 ibid.142 ibid.143 ibid.144 ibid.145 ibid.146 ibid.(a) keep and maintain proper books of account, records and documents, for each  147[collectiveinvestment  scheme]  so  as  to  explain  its  transactions  and  to  disclose  at  any  point  of  time  thefinancial position of each 148[collective investment scheme]and in particular give a true and fair view of the state of affairs of the 149[collective investmentscheme], and(b) intimate to the Board and the trustees the place where such books of account, records anddocuments including computer records are maintained.", "ents": [], "title": null}, {"text": " Every Collective Investment Management Company shall continue to maintain and preserve,", "ents": [], "title": null}, {"text": "The financial year for all the 151[collective investment scheme]s shall end as on March 31 of each year.", "ents": [], "title": null}, {"text": "The Collective Investment Management Company shall,(a)  Dispatch  to  the  unit  holders  the  warrants  within  42  days  of  the  declaration  of  the  interimreturns.(b)  Dispatch  the  redemption  proceeds  within  30 days  of  the  closure  or  the  winding  up  of  the", "ents": [], "title": null}, {"text": " The Collective Investment Management Company shall:(a)  not  exceed  the  ceilings  on  expenses  or  fees  in  respect  of  the  153[collective  investmentscheme] as specified in Part I of the Ninth Schedule;(b) prepare the accounts of the 154[collective investment scheme] in accordance with accountingnorms as specified in Part II of the Ninth Schedule;(c) comply with format of balance sheet and profit and loss accounts as specified in Part III ofthe Ninth Schedule.147 ibid.148 ibid.w.e.f. 9-1-2014.150 ibid.151 ibid..152 ibid.153 ibid.154 ibid.", "ents": [], "title": null}, {"text": " An annual report and annual statement of accounts of each 155[collective investment scheme] shall be prepared in respect of each financial year.", "ents": [{"start": 11, "end": 17, "label": "ENT"}, {"start": 93, "end": 145, "label": "ACT"}], "title": null}, {"text": "  Every  156[collective  investment  scheme]  shall  have  the  annual  statement  of  accounts audited by an auditor who is empanelled with the Board and who is not in any way associated with the auditor of the Collective Investment Management Company.", "ents": [], "title": null}, {"text": " The auditor shall be appointed by the trustee.", "ents": [{"start": 5, "end": 12, "label": "ENT"}, {"start": 13, "end": 47, "label": "ACT"}], "title": null}, {"text": "  The  auditor  shall  forward  his  report  to  the  trustee  and  such  report  shall  form  part  of  the Annual Report of the v.", "ents": [{"start": 7, "end": 14, "label": "ENT"}, {"start": 16, "end": 132, "label": "ACT"}], "title": null}, {"text": " The auditor’s report shall comprise the following:—(a) a certificate to the effect that:—(i)  he  has  obtained  all  information  and  explanations  which,  to  the  best  of  his  knowledge  andbelief, were necessary for the purpose of the audit;(ii) the balance sheet and the revenue account give a fair and true view of the v, state of affairsand surplus or deficit in the 157[collective investment scheme] for the accounting period to whichthe Balance Sheet or, as the case may be the Revenue Account relates;(iii)  the  statement  of  account  has  been  prepared  in  accordance  with  accounting  policies  andstandards as specified in Part II of the Ninth Schedule;(iv)  any  other  matter  which  in  the  opinion  of  the  auditor  is  vital  and  has  a  bearing  on  the158[collective investment scheme]s.", "ents": [{"start": 5, "end": 21, "label": "ENT"}, {"start": 22, "end": 819, "label": "ACT"}], "title": null}, {"text": " The auditor of the 160[collective investment scheme] shall, as soon as possible, notify the Board and the trustee in writing if he has reasonable grounds to suspect that a contravention of the regulations has occurred or if the  161[collective investment scheme]s are not conducted on sound commercial principles.", "ents": [{"start": 5, "end": 12, "label": "ENT"}, {"start": 59, "end": 80, "label": "COND"}, {"start": 80, "end": 314, "label": "ACT"}], "title": null}, {"text": " The auditor of the 162[collective investment scheme]: 155 ibid.w.e.f. 9-1-2014.157 ibid.158 ibid.159 ibid.160 ibid.161 ibid.162 ibid.(a)  shall  have  a  right  to  access  at  all  reasonable  times  to  the  books  of  the  163[collectiveinvestment scheme]; and(b) may require any employee of the Collective Investment Management Company to give theauditor information and explanations for the purposes of the audit.", "ents": [{"start": 5, "end": 12, "label": "ENT"}, {"start": 139, "end": 419, "label": "ACT"}], "title": null}, {"text": " The trustee, after prior approval of the trustee and for reasons to be recorded in writing remove the auditor of the v for misconduct or inefficiency after giving the auditor a reasonable opportunity of hearing : Provided that another auditor for the  164[collective investment scheme] is appointed by trustee immediately from auditors empanelled with the Board.", "ents": [{"start": 5, "end": 12, "label": "ENT"}, {"start": 1, "end": 363, "label": "COND"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": " The auditor of the  165[collective  investment  scheme]  may  resign  by  giving  a  three  months written notice to the Collective Investment Management Company and to the trustee.", "ents": [{"start": 5, "end": 12, "label": "ENT"}, {"start": 58, "end": 182, "label": "ACT"}], "title": null}, {"text": "  The  166[collective  investment  scheme]  wise  annual  report  or  an  abridged  form  thereof shall be published in a national daily as soon as possible but not later than two calendar months from the date of finalisation of accounts.", "ents": [{"start": 84, "end": 88, "label": "ENT"}, {"start": 98, "end": 238, "label": "ACT"}], "title": null}, {"text": "  The  annual  report  shall  contain  details  as  specified  in  the  Ninth  Schedule  and  such  other details as are necessary for the purpose of providing a true and fair view of the operations of the collective investment scheme.", "ents": [{"start": 15, "end": 21, "label": "ENT"}, {"start": 23, "end": 235, "label": "ACT"}], "title": null}, {"text": " The report if published in abridged form shall carry a note that full annual report shall be available for inspection at the Head Office and all branch offices of the Collective Investment Management Company.", "ents": [{"start": 28, "end": 41, "label": "ENT"}, {"start": 42, "end": 209, "label": "ACT"}], "title": null}, {"text": "  The  Collective  Investment  Management  Company  and  the  trustee,  shall  make  such disclosures  or  submit  such  documents  as  they  may  be  called  upon  by  the  Board  to  make  orsubmit.", "ents": [], "title": null}, {"text": "  Without  prejudice  to  the  generality  of  sub-regulation  (1),  the  Collective  Investment Management  Company  on  behalf  of  the  167[collective  investment  scheme]  shall  furnish  the following periodic reports to the Board, namely:(a) copies of the duly audited annual statements of account including the balance sheet and theprofit and loss account in respect of each 168[collective investment scheme], once a year;163 ibid.w.e.f. 9-1-2014.165 ibid.166 ibid.167 ibid.(b) a copy of quarterly unaudited accounts;(c)  a  quarterly  statement  of  changes  in  net  assets  for  each  of  the  169[collective  investment", "ents": [{"start": 155, "end": 167, "label": "ENT"}, {"start": 176, "end": 630, "label": "ACT"}], "title": null}, {"text": "A Collective Investment Management Company, on behalf of the  170[collective investment scheme] shall before the expiry of one month from the close of each quarter that is 31st March, 30th June, 30th September and 31st December publish its unaudited financial results in one daily newspaper having nationwide circulation and in a newspaper published in the language of the region where the Head Office of the Collective Investment Management Company is situated. Provided that the quarterly unaudited report referred in this sub-regulation shall contain details as specified in the regulations and such other details as are necessary for the purpose of providing a true and fair view of the operations of the 171[collective investment scheme].", "ents": [], "title": null}, {"text": "The  trustee  shall  ensure  that  the  Collective Investment  Management  Company  shall  make such disclosures to the unit holders as are essential in order to keep them informed about any matter which may have an adverse bearing on their investments.", "ents": [], "title": null}, {"text": "  The  calling  of  meeting  of  unit  holders  as  well  as  transfer  and  transmission  of  units  of", "ents": [], "title": null}, {"text": "  The  Board  may  appoint  one  or  more  persons  as  Inspecting  Officer  to  undertake  the inspection  of  the  books  of  account,  records,  documents  and  infrastructure,  systems  and procedures  or  to  investigate  the  affairs  of  the  trustee  and  Collective  Investment  Management Company for any of the following purposes, namely: 168 ibid. 169 ibid.w.e.f. 9-1-2014.171 ibid.172 ibid.(a)  to  ensure  that  the  books  of  account  are  being  maintained  by  the  Collective  InvestmentManagement Company in the manner specified in these regulations;(b) to ascertain whether the provisions of the Act and these regulations are being complied withby the trustee and Collective Investment Management Company;(c)  to  ascertain  whether  the  systems,  procedures  and  safeguards  followed  by  the  CollectiveInvestment Management Company are adequate;(d)  to  investigate  into  the  complaints  received  from  the  investors  or  any  other  person  on  anymatter having a bearing on the activities of the trustee and Collective Investment ManagementCompany.", "ents": [], "title": null}, {"text": " Before ordering an inspection under regulation 52 the Board shall give not less than ten days notice to the Collective Investment Management Company or trustee as the case may be.", "ents": [{"start": 55, "end": 60, "label": "ENT"}, {"start": 61, "end": 180, "label": "ACT"}], "title": null}, {"text": " Notwithstanding anything contained in sub-regulation (1), where the Board is satisfied that in the interest of the investors no such notice is required to be given, it may, by an order in writing direct that such inspection or investigation be taken up immediately without any notice.", "ents": [{"start": 69, "end": 74, "label": "ENT"}, {"start": 1, "end": 169, "label": "COND"}, {"start": 169, "end": 285, "label": "ACT"}], "title": null}, {"text": "  During  the  course  of  inspection  or  investigation,  the  trustee  or  Collective  Investment Management Company against whom the inspection or investigation is being carried out shall be bound to discharge his obligations as provided in regulation 54.", "ents": [], "title": null}, {"text": " It shall be the duty of the trustee or Collective Investment Management Company whose affairs  are  being  32  inspected  or  investigated,  and  of  every  director,  officer  and  employee thereof, to produce such books, accounts, records, and other documents in its custody or control and furnish him such statements and information relating to the activities as trustee or Collective Investment Management Company, as the inspecting officer may require, within such reasonable period as the inspecting officer may specify.", "ents": [], "title": null}, {"text": " The trustee or Collective Investment Management Company shall allow the inspecting officer to have a reasonable access to the premises occupied by it or by any other person on its behalf and  also  provide  necessary  infrastructure  for  examining  any  books,  records,  documents,  and computer data in the possession of the trustee and Collective Investment Management Company or  such  other  person  and  also  provide  copies  of  documents  or  other  materials  which  in  the opinion of the inspecting officer are relevant for the purpose of the inspection.", "ents": [{"start": 5, "end": 12, "label": "ENT"}, {"start": 57, "end": 568, "label": "ACT"}], "title": null}, {"text": "The inspecting officer shall, on completion of the inspection or investigation, submit a report to the Board : Provided that if directed to do so by the Board, he shall submit interim reports also.", "ents": [{"start": 4, "end": 22, "label": "ENT"}, {"start": 28, "end": 78, "label": "COND"}, {"start": 78, "end": 197, "label": "ACT"}], "title": null}, {"text": "The Board or the Chairman shall after consideration of inspection or investigation report take such  action  as  the  Board  or  Chairman  may  deem  fit  and  appropriate  including  action  under 174Chapter V of the Securities and Exchange Board of India (Intermediaries) Regulations, 2008].]", "ents": [{"start": 4, "end": 9, "label": "ENT"}, {"start": 26, "end": 294, "label": "ACT"}], "title": null}, {"text": " Without prejudice to the provisions of regulation 52, the Board shall have the power to appoint an auditor to inspect or investigate, as the case may be, into the books of account or the affairs of the trustee or Collective Investment Management Company in respect of 175[collective investment scheme]s : Provided that the Auditor so appointed shall have the same powers of the inspecting officer as stated in regulation 52 and the obligation of the Collective Investment Management Company or trustee  and  their  respective  employees  in  regulation  54,  shall  be  applicable  to  the  inspection under this regulation. Payment of inspection fees to the Board", "ents": [{"start": 59, "end": 64, "label": "ENT"}, {"start": 65, "end": 665, "label": "ACT"}], "title": null}, {"text": " The Board shall be entitled to recover such expenses including fees paid to the auditors as may be incurred by it for the purposes of inspecting the books of account, records and documents", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 189, "label": "ACT"}], "title": null}, {"text": "  The  Board  shall,  after  consideration  of  the  report  referred  to  in  regulation  55, communicate the findings to the trustee or Collective Investment Management Company as the case may be, and give him an opportunity of being heard within fourteen days from the date of receipt of suchcommunication.", "ents": [], "title": null}, {"text": " Without prejudice to its right to initiate necessary action under the Act and these regulations, the Board upon receipt of the reply, if any, from the trustee or Collective Investment Management Company may call upon it to take such remedial measures as the Board may direct in this behalf and may also initiate action under Chapter VIII of these regulations.” by Enquiry Officer and Imposing Penalty) Regulations, 2002” by the SEBI (Intermediaries) Regulations, 2008, w.e.f. 26-05-2008.w.e.f. 9-1-2014.", "ents": [{"start": 71, "end": 74, "label": "ENT"}, {"start": 1, "end": 204, "label": "COND"}, {"start": 204, "end": 504, "label": "ACT"}], "title": null}, {"text": " ***]", "ents": [], "title": null}, {"text": "In case a Collective Investment Management Company—(a) contravenes any provision of the Act or these regulations;(b) for the purposes of these regulations furnishes any information which is false or misleadingor suppresses any material information;(c) does not co-operate in any inspection, investigation or inquiry conducted by the Board underthe Act or these regulations;(d) fails to comply with any directions issued by the Board under the Act or the regulations;(e) fails to resolve the complaints of the investors or fails to furnish to the Board a satisfactoryreply in this behalf when called upon to do so by the Board;(f) commits a breach of any provision of the Code of Conduct specified in the Third Schedule;(g) fails to pay the fees specified in the Second Schedule;(h) commits a breach of the conditions of registration; or(i)  fails  to  make  an  application  for  listing  or  fails  to  list  units  of  a  178[collective  investmentscheme]  in  a  recognized  stock  exchange,  shall  be  dealt  with  in  the  manner  provided  in", "ents": [{"start": 88, "end": 98, "label": "ENT"}, {"start": 88, "end": 98, "label": "ENT"}, {"start": 0, "end": 289, "label": "COND"}, {"start": 0, "end": 996, "label": "COND"}, {"start": 996, "end": 1049, "label": "ACT"}, {"start": 996, "end": 1049, "label": "ACT"}], "title": null}, {"text": "to 64. 180[***] Directions by the Board Penalty) Regulations, 2002, w.e.f. 27-09-2002. Penalty) Regulations, 2002, w.e.f, 27-09-2002.w.e.f. 9-1-2014.by Enquiry Officer and Imposing Penalty) Regulations, 2002” by the SEBI (Intermediaries)Regulations, 2008, w.e.f. 26-05-02008.", "ents": [{"start": 34, "end": 39, "label": "ENT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": "The  Board  may,  in  the  interests  of  the  securities  market  and  the  investors  and  without prejudice  to  its  right  to  initiate  action  under  this  Chapter,  including  initiation  of  criminal prosecution under section 24 of the Act, give such directions as it deems fit in order to ensure effective observance of these regulations, including directions:(a)  requiring  the  person  concerned  not  to  collect  any  money  from  investors  or  to  launch  any181[collective investment scheme];(b) prohibiting the person concerned from disposing of any of the properties of the 182[collectiveinvestment scheme] acquired in violation of these regulations;(c)  requiring  the  person  concerned  to  dispose  of  the  assets  of  the  183[collective  investmentscheme] in a manner as may be specified in the directions;(d) requiring the person concerned to refund any money or the assets to the concerned investorsalong  with  the  requisite  interest  or  otherwise,  collected  under  the  184[collective  investmentscheme];(e) prohibiting the person concerned from operating in the capital market or from accessing thecapital market for a specified period.", "ents": [], "title": null}, {"text": "The  Board  may  initiate  action  for  suspension  or  cancellation  of  registration  of  an intermediary holding a certificate of registration under section 12 of the Act who fails to exercise due diligence in the performance of its functions or fails to comply with its obligations under these regulations : Provided  that  no  such  certificate  of  registration  shall  be  suspended  or  cancelled  unless  the procedure specified in the regulations applicable to such intermediary is complied with.", "ents": [], "title": null}, {"text": "Any person aggrieved by an order of the Board made, on and after the commencement of the Securities Laws (Second Amendment) Act, 1999, (i.e., after 16th December, 1999), underw.e.f. 9-1-2014.182 ibid.183 ibid.184 ibid.185  Substituted  by  the  SEBI  (Appeal  to  the  Securities  Appellate  Tribunal)  (Amendment)Regulations, 2000, w.e.f. 28-03-2000. Prior to its substitution the regulation read as under:“  67.  Any  person  aggrieved  by  an  order  of  the  competent  authority  or  the  Board  under  theseregulations:(a) suspending the certificate of registration; or(b) canceling such certificate; or(c) issuing directions under regulation 65may  prefer  an  appeal  to  the  Central  Government  against  such  order,  in  accordance  with  theSecurities and Exchange Board of India ( Appeals to Central Government) Rules, 1993.\"these regulations may prefer an appeal to a Securities Appellate Tribunal having jurisdiction in", "ents": [{"start": 40, "end": 45, "label": "ENT"}, {"start": 0, "end": 651, "label": "COND"}, {"start": 651, "end": 935, "label": "ACT"}], "title": null}, {"text": "  Any  person  who  has  been  operating  a  collective  investment  scheme  at  the  time  of commencement  of  these  regulations  shall  be  deemed  to  be  an  existing  collective  investment scheme and shall also comply with the provisions of this Chapter. out the obligations undertaken in the various documents entered into with the investors who have subscribed to the 187[collective investment scheme].", "ents": [], "title": null}, {"text": "  An  existing  collective  investment  scheme  shall  make  an  application  to  theBoard  in  the manner specified in regulation 5.", "ents": [], "title": null}, {"text": " The application made under sub-regulation (2) shall be dealt with in any of the following manner:(a) by grant of provisional registration by the Board under sub-regulation (1) of regulation 71;(b) by grant of a certificate of registration by the Board under regulation 10;(c) by rejection of the application for registration by the Board under regulation 12.", "ents": [{"start": 5, "end": 16, "label": "ENT"}, {"start": 47, "end": 359, "label": "ACT"}], "title": null}, {"text": "No  existing  collective  investment  scheme  shall  launch  any  new  189[collective  investment scheme]  or  raise  money  from  the  investors  even  under  the  existing  190[collective  investment scheme], unless a certificate of registration is granted to it by the Board under regulation 10.", "ents": [], "title": null}, {"text": " The applicant for the purpose of being considered eligible for the grant of provisional registration shall satisfy the Board that—w.e.f. 9-1-2014.187 ibid.188 ibid.189 ibid.190 ibid.(a)  the  191[collective  investment  scheme]s  of  the  applicant  are  in  the  nature  of  collectiveinvestment schemes;(b) the affairs of the applicant are not being conducted in a manner detrimental to the interest ofexisting investors;(c) the applicant has at least 50% independent directors at the time of making the application.persons operating the existing collective investment scheme;(d) any person, directly or indirectly connected with it has not been granted registration by theBoard under the Act.", "ents": [{"start": 5, "end": 14, "label": "ENT"}, {"start": 102, "end": 696, "label": "ACT"}], "title": null}, {"text": " The Board for the purposes of grant of provisional registration may, inter alia, inspect the 192[collective investment scheme]s, books of account, records and documents of the applicant.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 68, "end": 80, "label": "COND"}, {"start": 80, "end": 187, "label": "ACT"}], "title": null}, {"text": " The Board shall recover from the applicant such expenses including fees paid to the auditor, appraising  agency  as  may  be  incurred  by  it  for  the  purposes  of  inspecting  the  193[collective investment scheme]s, books of account, records and documents of the applicant.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 279, "label": "ACT"}], "title": null}, {"text": "  The  Board  on  being  satisfied  that  the  requirements  specified  in  sub-regulation  (1)  are  not", "ents": [], "title": null}, {"text": " The Board after being satisfied that the conditions specified in regulation 70 are fulfilled may grant provisional registration to the applicant subject to the following conditions, namely :—(a) the applicant shall get the existing 195[collective investment scheme]s rated by a credit ratingagency within 196[two] year from the date of grant of provisional registration;(b) the applicant shall get the existing 197[collective investment scheme]s audited by an auditorwithin a period of 198[two] year from the date of grant of provisional registration;191 ibid.w.e.f. 9-1-2014.193 ibid.194 ibid.195 ibid.and Exchange Board of India (Collective Investment Schemes) (Amendment) Regulations, 2002,w.e.f, 17-01-2002.w.e.f. 9-1-2014.and Exchange Board of India (Collective Investment Schemes) (Amendment) Regulations, 2002,w.e.f, 17-01-2002.(c) the applicant shall get existing 199[collective investment scheme]s appraised by an appraisingagency within a period of 200[two] year from the date of grant of provisional registration;(d) the applicant shall create a trust and appoint trustees in the manner specified in Chapter IV ofthese  regulations  within  a  period  of    201[two]  years  from  the  date  of  grant  of  provisionalregistration;(e) the applicant shall comply with accounting and valuation norms in respect of  202[collectiveinvestment scheme]s floated before the commencement of these regulations as specified in PartII of the Ninth Schedule within a period of 203[two] year from the date of provisional registration;(f) the applicant shall meet the minimum net worth of Rupees one crore within one year from thedate of grant of provisional registration which shall be increased by Rupees one crore eachwithin  two  years,  three  years,  four  years  and  five  years  from  the  date  of  grant  of  provisionalregistration;(g) the applicant shall not dispose of the 204[collective investment scheme] property except formeeting obligations arising under the offer document of the 205[collective investment scheme];(h) the applicant shall comply with the conditions specified in regulation 11;(i) such other conditions which the Board may impose.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 1, "end": 94, "label": "COND"}, {"start": 94, "end": 2162, "label": "ACT"}], "title": null}, {"text": " The applicant shall give a written undertaking to the Board to comply with the conditions specified in sub-regulation (1).", "ents": [{"start": 5, "end": 14, "label": "ENT"}, {"start": 15, "end": 123, "label": "ACT"}], "title": null}, {"text": " The applicant who has been considered eligible for the grant of provisional registration by the Board shall pay provisional registration fee as per the Second Schedule.", "ents": [{"start": 5, "end": 14, "label": "ENT"}, {"start": 1, "end": 103, "label": "COND"}, {"start": 103, "end": 169, "label": "ACT"}], "title": null}, {"text": " An applicant who after grant of provisional registration fails to comply with the conditions as specified in sub-regulation (1) and regulation 9 shall not be considered eligible for the grant of certificate  of  registration  under  regulation  10  and  shall  wind  up  the  206[collective  investment scheme] in the manner specified in regulation 73.w.e.f. 9-1-2014.and Exchange Board of India (Collective Investment Schemes) (Amendment) Regulations, 2002,w.e.f, 17-01-2002.201  Word  “one”  in  clause  (d)  of  sub-regulation  (1)  of  Regulation  71  is  substituted  by  theSecurities  and  Exchange  Board  of  India  (Collective  Investment  Schemes)  (Amendment)Regulations, 2002, w.e.f, 17-01-2002.w.e.f. 9-1-2014.and Exchange Board of India (Collective Investment Schemes) (Amendment) Regulations, 2002,w.e.f, 17-01-2002.w.e.f. 9-1-2014.205 ibid.206 ibid.", "ents": [{"start": 4, "end": 13, "label": "ENT"}, {"start": 1, "end": 146, "label": "COND"}, {"start": 146, "end": 867, "label": "ACT"}], "title": null}, {"text": "  An  existing  Collective  Investment  Scheme  which  satisfies  the  Board  that  the requirements specified in regulation 9 and the conditions specified under regulation 71 have been fulfilled,  shall  be  granted  a  certificate  of  registration  under  regulation  10  upon  payment  of registration fees as specified in paragraph 2 of the Second Schedule and on such terms and conditions as may be specified by the Board.", "ents": [{"start": 71, "end": 76, "label": "ENT"}, {"start": 2, "end": 198, "label": "COND"}, {"start": 198, "end": 428, "label": "ACT"}], "title": null}, {"text": " An existing Collective Investment Scheme which has been granted certificate of registration under sub-regulation (1) may be allowed to float new 208[collective investment scheme]s on such terms and conditions as may be specified by the Board.", "ents": [{"start": 65, "end": 92, "label": "ENT"}, {"start": 1, "end": 118, "label": "COND"}, {"start": 118, "end": 243, "label": "ACT"}], "title": null}, {"text": " An existing collective investment scheme which:(a) has failed to make an application for registration to the Board;or(b) has not been granted provisional registration by the Board; or(c) having obtained provisional registration fails to comply with the provisions of regulation 71;shall wind up the existing 209[collective investment scheme].", "ents": [{"start": 56, "end": 62, "label": "ENT"}, {"start": 1, "end": 282, "label": "COND"}, {"start": 282, "end": 343, "label": "ACT"}], "title": null}, {"text": " The existing Collective Investment Scheme to be wound up under sub-regulation (1) shall send  an  information  memorandum  to  the  investors  who  have  subscribed  to  the  210[collective investment scheme]s, within two months from the date of receipt of intimation from the Board, detailing the state of affairs of the  211[collective investment scheme], the amount repayable to each investor and the manner in which such amount is determined.", "ents": [], "title": null}, {"text": " The information memorandum referred to in sub-regulation (2) shall be dated and signed by all the directors of the 212[collective investment scheme].", "ents": [{"start": 5, "end": 27, "label": "ENT"}, {"start": 62, "end": 150, "label": "ACT"}], "title": null}, {"text": " The Board may specify such other disclosures to be made in the information memorandum, as it deems fit.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 104, "label": "ACT"}], "title": null}, {"text": " The information memorandum shall be sent to the investors within one week from the date of the information memorandum. 207 ibid.w.e.f. 9-1-2014.209 ibid.210 ibid.211 ibid.212 ibid.", "ents": [{"start": 5, "end": 27, "label": "ENT"}, {"start": 28, "end": 181, "label": "ACT"}], "title": null}, {"text": " The information memorandum shall explicitly state that investors desirous of continuing with the  213[collective  investment  scheme]  shall  have  to  give  a  positive  consent  within  one  month from  the  date  of  the  information  memorandum  to  continue  with  the  214[collective  investment scheme].", "ents": [{"start": 5, "end": 27, "label": "ENT"}, {"start": 28, "end": 311, "label": "ACT"}], "title": null}, {"text": "  The  investors  who  give  positive  consent  under  sub-regulation  (6),  shall  continue  with  the 215[collective investment scheme] at their risk and responsibility : Provided that if the positive consent to continue with the  216[collective investment scheme], is received  from  only  twenty-five  per  cent  or  less  of  the  total  number  of  existing  investors,  the 217[collective investment scheme] shall be wound up.", "ents": [{"start": 7, "end": 16, "label": "ENT"}, {"start": 2, "end": 77, "label": "COND"}, {"start": 77, "end": 433, "label": "ACT"}], "title": null}, {"text": "  The  payment  to  the  investors,  shall  be  made  within  three  months  of  the  date  of  the information memorandum.", "ents": [{"start": 25, "end": 34, "label": "ENT"}, {"start": 37, "end": 123, "label": "ACT"}], "title": null}, {"text": " On completion of the winding up, the existing collective investment scheme shall file with", "ents": [{"start": 22, "end": 32, "label": "ENT"}, {"start": 1, "end": 32, "label": "COND"}, {"start": 76, "end": 91, "label": "ACT"}], "title": null}, {"text": "An  existing  collective  investment  scheme  which  is  not  desirous  of  obtaining  provisional registration from the Board shall formulate a scheme of repayment and make such repayment to", "ents": [{"start": 121, "end": 126, "label": "ENT"}, {"start": 127, "end": 191, "label": "ACT"}], "title": null}, {"text": " Any person who has been operating a scheme or arrangement deemed to be a collective investment scheme under the proviso to sub-section (1) of section 11AA of the Act at the time of commencement  of  the  Securities  and  Exchange  Board  of  India  (Collective  Investment  Schemes) (Amendment) Regulations, 2014, shall be deemed to be an existing collective investment scheme and shall also comply with the provisions of Chapter IX: Provided that any scheme or arrangement which is otherwise regulated or prohibited under any other law shall not be deemed to be a collective investment scheme. 213 ibid. 214 ibid.w.e.f. 9-1-2014.216 ibid.217 ibid.218 ibid.219 Inserted, ibid.investment scheme’ shall include carrying out the obligations undertaken in the various documentsentered into with the investors who have subscribed to the scheme or arrangement.", "ents": [{"start": 205, "end": 215, "label": "ENT"}, {"start": 315, "end": 855, "label": "ACT"}], "title": null}, {"text": " An existing collective investment scheme shall make an application to the Board in the manner", "ents": [], "title": null}, {"text": "In order to remove any difficulties in the application or interpretation of these regulations, the Board shall have the power to issue clarifications and guidelines in the form of notes or circulars which  shall  be  binding  on  the  trustee  or  Collective  Investment  Management  Company  or  any other intermediary in the capital market. SECURITIES AND EXCHANGE BOARD OF INDIA (COLLECTIVE INVESTMENT SCHEME) REGULATIONS, 1999 APPLICATION FOR THE GRANT OF REGISTRATION AS COLLECTIVE", "ents": [{"start": 3, "end": 93, "label": "ENT"}, {"start": 0, "end": 105, "label": "COND"}, {"start": 105, "end": 486, "label": "ACT"}], "title": null}]