[{"text": " Any person proposing to commence any activity as a credit rating agency on  or  after  the  date  of  commencement  of  these  regulations  shall  make  an application to the Board for the grant of a certificate of 6[initial] registration for the", "ents": [{"start": 52, "end": 72, "label": "ENT"}, {"start": 141, "end": 247, "label": "ACT"}], "title": null}, {"text": "07.2011. Prior to its substitution, sub-regulation  read as under: “An applicant referred to in sub-regulation (1) of regulation 11 whose application for the grant of a certificate has been rejected under regulation 11, shall not undertake any rating activity.”", "ents": [{"start": 71, "end": 80, "label": "ENT"}, {"start": 3, "end": 220, "label": "COND"}, {"start": 220, "end": 261, "label": "ACT"}], "title": null}, {"text": "The  Board  shall  not  consider  an  application  under  regulation  3  unless  the applicant is promoted by a person belonging to any of the following categories, namely:(a) a public financial institution, as defined in section 4 A of the CompaniesAct, 1956 (1 of 1956);(b) a  scheduled  commercial  bank  included  for  the  time  being  in  the  secondschedule to the Reserve Bank of India Act, 1934 (2 of 1934);(c) a foreign bank operating in India with the approval of the Reserve Bank ofIndia;(d) a foreign credit rating agency recognised by or under any law for the timebeing in force in the country of its incorporation, having at least five yearsexperience in rating securities;(e) any  company  or  a  body  corporate,  having  continuous  net  worth  ofminimum rupees one hundred crores as per its audited annual accountsfor the previous five years prior to filing of the application with the Boardfor the grant of certificate under these regulations.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 12, "end": 963, "label": "ACT"}], "title": null}, {"text": "The Board shall not consider an application for the grant of a certificate under regulation 3, unless the applicant satisfies the following conditions, namely:(a) the applicant is set up and registered as a company under the CompaniesAct, 1956;(b) the  applicant  has,  in  its  Memorandum  of  Association,  specified  ratingactivity as one of its main objects;(c) the applicant has a minimum net worth of rupees five crores.Provided that a credit rating agency existing at the commencementof these regulations, with a net worth of less than rupees five crores, shallbe deemed to have satisfied this condition, if it increases its net worth tothe said minimum within a period of three years of such commencement.(d) the  applicant  has  adequate  infrastructure,  to  enable  it  to  provide  ratingservices  in  accordance  with  the  provisions  of  the  Act  and  theseregulations;(e) the applicant and the promoters of the applicant, referred to in regulation 4financial  soundness  and  generalhave  professional  competence,reputation  of  fairness  and  integrity  in  business  transactions,  to  thesatisfaction of the Board;(f)  neither the applicant, nor its promoter, nor any director of the applicant orits  promoter,  is  involved  in  any  legal  proceeding  connected  with  thesecurities market, which may have an adverse impact on the interests ofthe investors;(g) neither  the  applicant,  nor  its  promoters,  nor  any  director,  of  its  promoterhas at any time in the past been convicted of any offence involving moralturpitude or any economic offence;(h) the  applicant  has,its  employment,  persons  having  adequateprofessional and other relevant experience to the satisfaction of the Board;in(i)  neither the applicant, nor any person directly or indirectly connected withthe applicant has in the past been –(i) refused by the Board a certificate under these regulations or(ii) subjected to any proceedings for a contravention of the Act or of anyrules or regulations made under the Act.or  indirectly  connected  person\"  means  any  person  who  is  an  associate,subsidiary,  inter-connected  or  group  company  of  the  applicant  or  acompany under the same management as the applicant.(j)  the applicant, in all other respects, is a fit and proper person for the grantof a certificate;(k) grant of certificate to the applicant is in the interest of investors and the", "ents": [{"start": 4, "end": 9, "label": "ENT"}, {"start": 10, "end": 2403, "label": "ACT"}], "title": null}, {"text": "For  the  purpose  of  determining  whether  an  applicant  or  the  credit  rating agency  is  a  fit  and  proper  person the Board may take into account the criteria specified  in  Schedule  II  of  the  Securities  and  Exchange  Board  of  India (Intermediaries) Regulations, 2008.]", "ents": [{"start": 49, "end": 58, "label": "ENT"}, {"start": 134, "end": 287, "label": "ACT"}], "title": null}, {"text": "Any application for a certificate, which is not complete in all respects or does not conform to the requirement of regulation 5 or instructions specified in Form A shall be rejected by the Board: Provided  that,  before  rejecting  any  such  application,  the  applicant  shall  be given  an  opportunity  to  remove,  within  thirty  days  of  the  date  of  receipt  of 7  Substituted  by  the  SEBI  (Intermediaries)  Regulations,  2008,  w.e.f.  26.05.2008.  Prior  to  its Regulations, 2004, w.e.f. 10.03.2004, read as under: “5A. Applicability of Securities and Exchange Board of India (Criteria for Fit and Proper Person)  Regulations,  2004.─The  provisions  of  the  Securities  and  Exchange  Board  of  India (Criteria  for  Fit  and  Proper  Person)  Regulations,  2004  shall,  as  far  as  may  be,  apply  to  all applicants or the credit rating agencies under these regulations.” relevant communication, from the Board such objections as may be indicated by the Board. Provided  further,  that  the  Board  may,  on  sufficient  reason  being  shown, extend  the  time  for  removal  of  objections  by  such  further  time,  not  exceeding thirty days, as the Board may consider fit to enable the applicant to remove suchobjections.", "ents": [{"start": 44, "end": 181, "label": "ENT"}, {"start": 164, "end": 1250, "label": "ACT"}], "title": null}, {"text": " The Board may require the applicant to furnish such further information or clarification as the Board may consider necessary, for the purpose of processing of the application.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 176, "label": "ACT"}], "title": null}, {"text": "  The  Board,  if  it  so  desires,  may  ask  the  applicant  or  its  authorised representative  to  appear  before  the  Board,  for  personal  representation  in", "ents": [], "title": null}, {"text": " The Board, on being satisfied that the applicant is eligible for the grant of a certificate of registration, shall grant a certificate in Form ‘B’.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 1, "end": 110, "label": "COND"}, {"start": 110, "end": 148, "label": "ACT"}], "title": null}, {"text": " The grant of certificate of registration shall be subject to the payment of the registration fee specified in Part A of the Second Schedule, in the manner prescribed in Part B thereof.” 2011, and has not completed a period of three years, shall be deemed to have been granted a certificate of initial registration for a period of five years from the date of its certificate of registration, subject to payment of fee for the remaining period  of  two  years,  as  specified  under  Part  A  of  Second  Schedule,  in  the manner prescribed in Part B thereof.(4) The grant of a certificate of initial registration shall be subject to payment ofthe  registration  fees  as  specified  under  Part  A  of  Second  Schedule,  in  the", "ents": [{"start": 14, "end": 41, "label": "ENT"}, {"start": 1, "end": 42, "label": "COND"}, {"start": 42, "end": 730, "label": "ACT"}], "title": null}, {"text": "8A. Grant of certificate of permanent registration.  The  credit  rating  agency  who  has  been  granted  or  deemed  to  have  beengranted a certificate of initial registration under regulation 8, may, three monthsbefore  the  expiry  of  the  period  of  certificate  of  initial  registration,  make  anapplication for grant of a certificate of permanent registration in Form A.(2)  The  credit  rating  agency  who  has  already  been  granted  a  certificate  ofregistration by the Board and has completed a period of five years, on the date ofcommencement  of  the  Securities  and  Exchange  Board  of  India  (Credit  RatingAgencies) (Amendment) Regulations, 2011, may, three months before the expiryof validity of certificate of registration or before, make an application for grant of acertificate of permanent registration in Form A.(3)  An  application  under  sub-regulation  (1)  or  sub-regulation  (2)  shall  beaccompanied  by  non-refundable  application  fee  as  specified  in  the  SecondSchedule.(4)  The  application  for  grant  of  a  certificate  of  permanent  registration  shall  beaccompanied by details of the changes that have taken place in the informationthat was submitted to the Board while seeking initial registration or renewal, asthe case may be, and a declaration stating that no changes other than those as", "ents": [{"start": 13, "end": 50, "label": "ENT"}, {"start": 13, "end": 50, "label": "ENT"}, {"start": 0, "end": 199, "label": "COND"}, {"start": 202, "end": 296, "label": "COND"}, {"start": 199, "end": 1349, "label": "ACT"}, {"start": 296, "end": 1349, "label": "ACT"}], "title": null}, {"text": "11[***] The certificate granted under regulation 8  12[or 8A] shall be, subject to the following conditions, namely:(a)  the  credit  rating  agency  shall  comply  with  the  provisions  of  the  Act,  theregulations made there under and the guidelines, directives, circulars andinstructions issued by the Board from time to time on the subject of creditrating.(b) 13[***]  where  any  information  or  particulars  furnished  to  the  Board  by  acredit rating agency:(i)  is found to be false or misleading in any material particular ; or(ii) has undergone change subsequently to its furnishing at the time of theapplication for a certificate;the credit rating agency shall forthwith inform the Board in writing 14[;]15[***]Regulations, 2011 w.e.f. 05.07.201111 Numbering of sub-regulation  omitted, Ibid.12 Inserted, Ibid.13 Numbering of sub-regulation omitted, Ibid.15 Omitted, Ibid. Prior to its omission, sub-clause (2), read as under:“(2) the period of validity of certificate of registration shall be three years;”16  [(c)  where  the  credit  rating  agency  proposes  17[change  in  control],  it  shallobtain prior approval of the Board for continuing to act as such after the", "ents": [{"start": 12, "end": 31, "label": "ENT"}, {"start": 0, "end": 62, "label": "COND"}, {"start": 62, "end": 1188, "label": "ACT"}], "title": null}, {"text": " A credit rating agency, if it desires renewal of the certificate granted to it, shall make to the Board an application for the renewal of the certificate of registration. 18[(1A) An application for renewal of certificate of registration made under sub-regulation (1) shall be accompanied by a non-refundable application fee as specified in the Second Schedule.]", "ents": [{"start": 3, "end": 23, "label": "ENT"}, {"start": 1, "end": 81, "label": "COND"}, {"start": 81, "end": 362, "label": "ACT"}], "title": null}, {"text": " Such application shall be made not less than three months before expiry of the period of validity of the certificate, specified in sub-regulation (2) of regulation 9.", "ents": [{"start": 6, "end": 17, "label": "ENT"}, {"start": 18, "end": 167, "label": "ACT"}], "title": null}, {"text": " The application for renewal made under sub-regulation (1)–(a)(b)the grant of a fresh certificate under regulation 3.”(Amendment) Regulations, 2011 w.e.f. 05.07.201120 The words “should not be granted or renewed” substituted, Ibid.shall be accompanied by a renewal fee as specified in the second schedule andas far as may be, shall be dealt with in the same manner as if it were an application forreceipt by him of the communication referred to in sub-regulation (2) apply to theBoard in writing for reconsideration of such decision.", "ents": [{"start": 172, "end": 177, "label": "ENT"}, {"start": 231, "end": 533, "label": "ACT"}], "title": null}, {"text": "  Where  an  application  for  re-consideration  is  made  under  sub-regulation  (3) the  Board  shall  consider  the  application  and  communicate  to  the  applicant  its", "ents": [{"start": 91, "end": 96, "label": "ENT"}, {"start": 2, "end": 173, "label": "COND"}, {"start": 98, "end": 174, "label": "ACT"}], "title": null}, {"text": "  If,  after  considering  an  application  made  under  regulation  3  or 19[regulation 8A] as the case may be, the Board is of the opinion that a certificate 20[of initial or permanent registration should not be granted], as the case may be, it may, after giving the applicant a reasonable opportunity of being heard, reject the application.", "ents": [], "title": null}, {"text": "  The  decision  of  the  Board,  not  to  grant  21[certificate  of  initial  or  permanent registration,  as the  case  may  be,]  under  sub-regulation  (1)  shall  be communicated by the Board to the applicant within a period of thirty days of such decision, stating the grounds of the decision.", "ents": [{"start": 7, "end": 15, "label": "ENT"}, {"start": 2, "end": 122, "label": "COND"}, {"start": 122, "end": 299, "label": "ACT"}], "title": null}, {"text": " Any applicant aggrieved by the decision of the Board rejecting his application", "ents": [{"start": 5, "end": 14, "label": "ENT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": "03.2010. Registration of Certain Intermediaries) (Amendment) Regulations, 2011, w.e.f 13.04.2011w.e.f. 05.07.2011. Prior to its omission, regulation 10 read as under:", "ents": [], "title": null}, {"text": "  22[  A  credit  rating  agency  whose  application  for  grant  of  a  certificate  of permanent registration has been refused by the Board, on and from the date of the  receipt  of  the  communication,  shall  cease  to  undertake  any  credit  ratingactivity.]", "ents": [{"start": 10, "end": 32, "label": "ENT"}, {"start": 2, "end": 206, "label": "COND"}, {"start": 206, "end": 264, "label": "ACT"}], "title": null}, {"text": "  An  applicant  referred  to  in  sub-regulation  (2)  of  regulation  3,  whose application  for  the  grant  of  a  certificate  has  been  rejected  by  the  Board  under regulation  11,  shall,  on  and  from  the  date  of  the  receipt  of  the  communication under sub-regulation (2) of regulation 11, cease to carry on any rating activity.", "ents": [{"start": 6, "end": 15, "label": "ENT"}, {"start": 6, "end": 15, "label": "ENT"}, {"start": 2, "end": 192, "label": "COND"}, {"start": 197, "end": 308, "label": "COND"}, {"start": 192, "end": 348, "label": "ACT"}, {"start": 308, "end": 348, "label": "ACT"}], "title": null}, {"text": " If the Board is satisfied that it is in the interest of the investors, it may permit the  credit  rating  agency  referred  to  under  sub-regulation  (1)  or  (2)  to  complete the  rating  assignments  already  entered  into  by  it,  during  the  pendency  of  the application or period of validity of the certificate.", "ents": [{"start": 8, "end": 13, "label": "ENT"}, {"start": 8, "end": 13, "label": "ENT"}, {"start": 1, "end": 70, "label": "COND"}, {"start": 1, "end": 75, "label": "COND"}, {"start": 75, "end": 322, "label": "ACT"}, {"start": 75, "end": 322, "label": "ACT"}], "title": null}, {"text": " The Board may, in order to protect the interests of investors, issue directions with  regard  to  the  transfer  of  records,  documents  or  reports  relating  to  the activities  of  a  credit  rating  agency,  whose  application  for  the  grant  23[of  a certificate of permanent registration] has been rejected.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 14, "end": 62, "label": "COND"}, {"start": 62, "end": 317, "label": "ACT"}], "title": null}, {"text": "  The  Board  may,  in  order  to  protect  the  interests  of  investors,  appoint  any person to take charge of the records, documents or reports relating to the rating", "ents": [], "title": null}, {"text": "Every credit rating agency shall abide by the Code of Conduct contained in the Third Schedule.", "ents": [{"start": 6, "end": 26, "label": "ENT"}, {"start": 27, "end": 94, "label": "ACT"}], "title": null}, {"text": "Every  credit  rating  agency  shall  enter  into  a  written  agreement  with  each client  whose  securities  it  proposes  to  rate,  and  every  such  agreement  shall include the following provisions, namely:-(a) the rights and liabilities of each party in respect of the rating of securitiesshall be defined;(b) the fee to be charged by the credit rating agency shall be specified;(c) the client shall agree to a periodic review of the rating by the credit ratingagency during the tenure of the rated instrument;(d) the client shall agree to co-operate with the credit rating agency in order toenable the latter to arrive at, and maintain, a true and accurate rating ofthe  clients  securities  and  shall  in  particular  provide  to  the  latter,  true,adequate and timely information for the purpose.(e) the credit rating agency shall disclose to the client the rating assigned tothe  securities  of  the  latter  through  regular  methods  of  dissemination,irrespective of whether the rating is or is not accepted by the client;(f) The client shall agree to disclose, in the offer document;-(i) the rating assigned to the client’s listed securities by any credit ratingagency during the last three years and(ii) any rating given in respect of the client’s securities by any other creditrating agency, which has not been accepted by the client.24[(g) the client shall agree to obtain a rating for any issue of debt securities in", "ents": [{"start": 7, "end": 29, "label": "ENT"}, {"start": 31, "end": 1438, "label": "ACT"}], "title": null}, {"text": " Every credit rating agency shall, during the lifetime of securities rated by it continuously monitor the rating of such securities.", "ents": [{"start": 7, "end": 27, "label": "ENT"}, {"start": 28, "end": 132, "label": "ACT"}], "title": null}, {"text": "  Every  credit  rating  agency  shall  disseminate  information  regarding  newly assigned ratings, and changes in earlier rating promptly through press releases and  websites,  and,  in  the  case  of  securities  issued  by  listed  companies,  such information shall also be provided simultaneously to the concerned regional stock exchange and to all the stock exchanges where the said securities are listed.", "ents": [{"start": 9, "end": 31, "label": "ENT"}, {"start": 33, "end": 412, "label": "ACT"}], "title": null}, {"text": " Every credit rating agency shall carry out periodic reviews of all published ratings during the lifetime of the securities.", "ents": [{"start": 7, "end": 27, "label": "ENT"}, {"start": 28, "end": 124, "label": "ACT"}], "title": null}, {"text": " If the client does not co-operate with the credit rating agency so as to enable the credit rating agency to comply with its obligations under regulation 15 of this regulation, the credit rating agency shall carry out the review on the basis of the best available information. Provided that if owing to such lack of co-operation, a rating has been based on  the  best  available  information,  the  credit  rating  agency  shall  disclose  to  the investors the fact that the rating is so based.", "ents": [{"start": 8, "end": 14, "label": "ENT"}, {"start": 1, "end": 175, "label": "COND"}, {"start": 202, "end": 495, "label": "ACT"}], "title": null}, {"text": " A credit rating agency shall not withdraw a rating so long as the obligations under the security rated by it are outstanding, except where the company whose security is rated is wound up or merged or amalgamated with another company.w.e.f 27.12.2011. Prior to its substitution the clause read as under:“(g) the client shall agree to obtain a rating from at least two different rating agencies for anyissue of debt securities whose size is equal to or exceeds, rupees one hundred crores.”", "ents": [{"start": 3, "end": 23, "label": "ENT"}, {"start": 24, "end": 488, "label": "ACT"}], "title": null}, {"text": "Every credit rating agency shall frame appropriate procedures and systems for  monitoring  the  trading  of  securities  by  its  employees  in  the  securities  of  its clients, in order to prevent contravention of –(a) the Securities and Exchange Board of India (Insider Trading) Regulations,1992;(b) the Securities and Exchange Board of India (Prohibition of Fraudulent andUnfair  Trade  Practices  relating  to  the  Securities  Market)  Regulations,1995; and(c) other laws relevant to trading of securities.", "ents": [{"start": 6, "end": 26, "label": "ENT"}, {"start": 27, "end": 512, "label": "ACT"}], "title": null}, {"text": " Every credit rating agency –(a)  shall  make  public  the  definitions  of  the  concerned  rating,  along  with  thesymbol and,(b) shall also state that the ratings do not constitute recommendations to buy,hold or sell any securities.", "ents": [{"start": 7, "end": 27, "label": "ENT"}, {"start": 34, "end": 236, "label": "ACT"}], "title": null}, {"text": "  Every  credit  rating  agency  shall  make  available  to  the  general  public information relating to the rationale of the ratings, which shall cover an analysis of  the  various  factors  justifying  a  favourable  assessment,  as  well  as  factors", "ents": [{"start": 9, "end": 31, "label": "ENT"}, {"start": 33, "end": 254, "label": "ACT"}], "title": null}, {"text": "  Where  any  information  is  called  for  by  the  Board  from  a  credit  rating agency for the purposes of these regulations, including any report relating to its activities, the credit rating agency shall furnish such information to the Board –(a) within a period specified by the Board or(b) if no such period is specified, then within a reasonable time.", "ents": [{"start": 53, "end": 58, "label": "ENT"}, {"start": 2, "end": 128, "label": "COND"}, {"start": 204, "end": 360, "label": "ACT"}], "title": null}, {"text": "  Every  credit  rating  agency  shall,  at  the  close  of  each  accounting  period,", "ents": [{"start": 9, "end": 31, "label": "ENT"}, {"start": 38, "end": 85, "label": "COND"}, {"start": 38, "end": 39, "label": "ACT"}], "title": null}, {"text": "Every  credit  rating  agency  shall  comply  with  such  guidelines,  directives, circulars and instructions as may be issued by the Board from time to time, on", "ents": [{"start": 7, "end": 29, "label": "ENT"}, {"start": 31, "end": 161, "label": "ACT"}], "title": null}, {"text": "20A. Appointment of Compliance Officer  Every  credit  rating  agency  shall  appoint  a  compliance  officer  who  shall  beresponsible  for  monitoring  the  compliance  of  the  Act,  rules  and  regulations,notifications,  guidelines,  instructions  etc.  issued  by  the  Board  or  the  CentralGovernment.(2)  The  compliance  officer  shall  immediately  and  independently  report  to  theBoard any non-compliance observed by him.]", "ents": [{"start": 20, "end": 38, "label": "ENT"}, {"start": 71, "end": 439, "label": "ACT"}], "title": null}, {"text": "Every credit rating agency shall keep and maintain, for a minimum period of five years, the following books of accounts, records and documents, namely:(a) copy of its balance sheet, as on the end of each accounting period;(b) a copy of its profit and loss account for each accounting period;(c) a copy of the auditor’s report on its accounts for each accounting period.(d) a copy of the agreement entered into, with each client;(e) information supplied by each of the clients;(f)  correspondence with each client;(g) ratings  assigned  to  various  securities  including  upgradation  and  downgradation (if any) of the ratings so assigned.(h) rating notes considered by the rating committee;(i)  record of decisions of the rating committee;252001, w.e.f. 29.05.2001.(i)  letter assigning rating;(k) particulars of fees charged for rating and such other records as the Boardmay specify from time to time.  Every  credit  rating  agency  shall  intimate  to  the  Board  the  place  where  thebooks of account, records and documents required to be maintained under theseregulations are being maintained.", "ents": [{"start": 6, "end": 26, "label": "ENT"}, {"start": 27, "end": 1102, "label": "ACT"}], "title": null}, {"text": "Every  credit  rating  agency  shall,  within  two  month’s  from  the  date  of  the auditor’s  report,  take  steps  to  rectify  the  deficiencies  if  any,  made  out  in  the auditor’s report, insofar as they relate to the activity of rating of securities.", "ents": [{"start": 7, "end": 29, "label": "ENT"}, {"start": 36, "end": 103, "label": "COND"}, {"start": 103, "end": 261, "label": "ACT"}], "title": null}, {"text": "Every credit rating agency shall treat, as confidential, information supplied to it by the client and no credit rating agency shall disclose the same to any other person, except where such disclosure is required or permitted by under or any law for the time being in force.", "ents": [{"start": 6, "end": 26, "label": "ENT"}, {"start": 27, "end": 273, "label": "ACT"}], "title": null}, {"text": " Every credit rating agency shall –(a) specify the rating process;(b) file a copy of the same with the Board for record; and file with the Boardany modifications or additions made therein from time to time.", "ents": [{"start": 7, "end": 27, "label": "ENT"}, {"start": 28, "end": 206, "label": "ACT"}], "title": null}, {"text": " Every credit rating agency shall, in all cases, follow a proper rating process.", "ents": [{"start": 7, "end": 27, "label": "ENT"}, {"start": 33, "end": 47, "label": "COND"}, {"start": 47, "end": 80, "label": "ACT"}], "title": null}, {"text": "  Every  credit  rating  agency  shall  have  professional  rating  committees, comprising members who are adequately qualified and knowledgeable to assign a rating.", "ents": [{"start": 9, "end": 31, "label": "ENT"}, {"start": 33, "end": 165, "label": "ACT"}], "title": null}, {"text": " All rating decisions, including the decisions regarding changes in rating, shall be taken by the rating committee.", "ents": [{"start": 12, "end": 21, "label": "ENT"}, {"start": 76, "end": 115, "label": "ACT"}], "title": null}, {"text": " Every credit rating agency shall be staffed by analysts qualified to carry out a rating assignment.", "ents": [{"start": 7, "end": 27, "label": "ENT"}, {"start": 28, "end": 100, "label": "ACT"}], "title": null}, {"text": "  Every  credit  rating  agency  shall  inform  the  Board  about  new  rating instruments or symbols introduced by it.", "ents": [{"start": 9, "end": 31, "label": "ENT"}, {"start": 33, "end": 119, "label": "ACT"}], "title": null}, {"text": "  Every  credit  rating  agency,  shall,  while  rating  a  security,  exercise  due diligence in order to ensure that the rating given by the credit rating agency is fair and appropriate.", "ents": [{"start": 9, "end": 31, "label": "ENT"}, {"start": 39, "end": 68, "label": "COND"}, {"start": 68, "end": 188, "label": "ACT"}], "title": null}, {"text": " A credit rating agency shall not rate securities issued by it.", "ents": [{"start": 3, "end": 23, "label": "ENT"}, {"start": 24, "end": 63, "label": "ACT"}], "title": null}, {"text": " Rating definition, as well as the structure for a particular rating product, shall not be changed by a credit rating agency, without prior information to the Board.", "ents": [], "title": null}, {"text": "  A  credit  rating  agency  shall  disclose  to  the  concerned  stock  exchange", "ents": [], "title": null}, {"text": "In this Chapter, unless the context otherwise requires;-(a) \"associate\" , in relation to a promoter, includes a body corporate in whichthe promoter holds ten percent or more, of the share capital;(b) \"promoter\" means a person who holds ten percent or more, of the sharesof the credit rating agency.", "ents": [{"start": 28, "end": 59, "label": "ENT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": " No credit rating agency shall rate a security issued by its promoter.", "ents": [{"start": 4, "end": 24, "label": "ENT"}, {"start": 25, "end": 70, "label": "ACT"}], "title": null}, {"text": " In case promoter is a lending institution, its Chairman, director or employee shall not be a Chairman, director or employee of credit rating agency or its ratingcommittee.Provided  that  sub-regulation  (2)  shall  come  into  force  within  three  monthsfrom commencement of these regulations.Securities issued by certain entities, connected with a promoter, or rating", "ents": [{"start": 23, "end": 42, "label": "ENT"}, {"start": 1, "end": 42, "label": "COND"}, {"start": 79, "end": 370, "label": "ACT"}], "title": null}, {"text": " No credit rating agency shall, rate a security issued by an entity, which is;-(a) a borrower of its promoter; or(b) a subsidiary of its promoter; or(c) an associate of its promoter, if(i)  there  are  common  Chairman,  Directors  between  credit  rating  agencyand these entities.(ii) there are common employees.(iii) there  are  common  Chairman,  Directors,  Employees  on  the  ratingcommittee.", "ents": [{"start": 4, "end": 24, "label": "ENT"}, {"start": 30, "end": 67, "label": "COND"}, {"start": 67, "end": 399, "label": "ACT"}], "title": null}, {"text": "  No  credit  rating  agency  shall  rate  a  security  issued  by  its  associate  or subsidiary,  if  the  credit  rating  agency  or  its  rating  committee  has  a  Chairman, director or employee who is also a Chairman, director or employee of any suchentity.26[Provided  that  the  Credit  Rating  Agency  may,  subject  to  the  provisions  ofsub-regulation  (1),  rate  a  security  issued  by  its  associate  having  a  commonindependent director with it or rating committee if,-(i)  such  an  independent  director  does  not  participate  in  the  discussion  onrating decisions, and(ii) the Credit Rating Agency makes a disclosure in the rating announcementof such associate (about the existence of common independent director)on its Board or of its rating committee, and that the common independentdirector  did  not  participate  in  the  rating  process  or  in  the  meeting  of  itsBoard  of  Directors  or  in  the  meeting  of  the  rating  committee,  when  the", "ents": [{"start": 6, "end": 28, "label": "ENT"}, {"start": 30, "end": 981, "label": "ACT"}], "title": null}, {"text": "02.2003. ‘independent director’ means a director who, apart from receiving remuneration as  a  director,  does  not  have  any  other  material  pecuniary  relationship  or transactions with the company, its promoters, its management or its subsidiaries, which in the judgment of the board of the company, may affect the independence of the judgment of such director.", "ents": [{"start": 10, "end": 30, "label": "ENT"}, {"start": 3, "end": 306, "label": "COND"}, {"start": 306, "end": 367, "label": "ACT"}], "title": null}, {"text": "Nothing  in  this  Chapter  shall  apply  to  securities  whose  rating  has  been already  done  by  a  credit  rating  agency  before  the  commencement  of  these regulations,  and  such  securities  may,  subject  to  the  provisions  of  the  other Chapters of these regulations, continue to be rated, without the need to comply", "ents": [], "title": null}, {"text": "  The  Board  may  appoint  one  or  more  persons  as  inspecting  officers,  to undertake  inspection  or  investigation  of  the  books  of  account,  records  and documents of the credit rating agencies, for any of the purposes specified in sub- regulation (2).", "ents": [], "title": null}, {"text": " The purposes referred to in sub-regulation (1) shall be the following, namely:(a) to  ascertain  whether  the  books  of  account,  records  and  documents  arebeing maintained properly;(b)to  ascertain  whether  the  provisions  of  the  Act  and  these regulations arebeing complied with;(c) to investigate into complaints received from investors, clients or any otherperson  on  any  matter  having  a  bearing  on  activities  of  the  credit  ratingagency;(d) in the interest of the securities market or in the interest of investors.", "ents": [], "title": null}, {"text": "  The  inspections  ordered  by  the  Board  under  sub-regulation  (1)  shall  not ordinarily go into an examination of the appropriateness of the assigned ratings on the merits.", "ents": [], "title": null}, {"text": " Inspections to judge the appropriateness of the ratings may be ordered by the Board, only in case of complaints which are serious in nature.", "ents": [], "title": null}, {"text": " Inspections referred to in sub-regulation (4) shall be carried out either by the officers  of  the  Board  or  independent  experts,  with  relevant  experience  or", "ents": [], "title": null}, {"text": "  Before  ordering  an  inspection  or  investigation  under  regulation  29,  the Board shall give not less than ten days written notice to the credit rating agency for that purpose.", "ents": [{"start": 83, "end": 88, "label": "ENT"}, {"start": 89, "end": 183, "label": "ACT"}], "title": null}, {"text": " Notwithstanding anything contained in sub-regulation (1) where the Board is satisfied that in the interest of the investors, no such notice should be given, it may, by an order in writing, direct that the inspection or investigation of the affairs of the credit rating agency be taken up without such notice.", "ents": [{"start": 68, "end": 73, "label": "ENT"}, {"start": 68, "end": 73, "label": "ENT"}, {"start": 1, "end": 161, "label": "COND"}, {"start": 164, "end": 188, "label": "COND"}, {"start": 161, "end": 309, "label": "ACT"}, {"start": 188, "end": 309, "label": "ACT"}], "title": null}, {"text": " During the course of an inspection or investigation, the credit rating agency against whom the inspection or investigation is being carried out shall be bound to discharge all its obligations as provided in regulation 31. Obligations  of  credit  rating  agency  on  inspection  or  investigation  by  the", "ents": [{"start": 39, "end": 52, "label": "ENT"}, {"start": 1, "end": 145, "label": "COND"}, {"start": 145, "end": 306, "label": "ACT"}], "title": null}, {"text": " It shall be the duty of every credit rating agency whose affairs are being inspected or investigated, and of every director, officer or employee thereof, to produce to the inspecting or investigating officer such books, accounts and other documents in its or his custody or control and furnish him with such statements and  information  relating  to  its  rating  activities,  as  the  inspecting  officer  may require within such reasonable period as may be specified by the said officer.", "ents": [], "title": null}, {"text": " The credit rating agency shall –(a) allow  the  inspecting  officer  to  have  reasonable  access  to  the  premisesoccupied by such credit rating agency or by any other person on its behalf;(b) extend  to  the  inspecting  officer  reasonable  facility  for  examining  anybooks,  records,  documents  and  computer  data  in  the  possession  of  thecredit rating agency; and(c) provide copies of documents or other materials which, in the opinion of theinspecting  officer,  are  relevant  for  the  purposes  of  the  inspection  orinvestigation, as the case may be.", "ents": [{"start": 5, "end": 25, "label": "ENT"}, {"start": 26, "end": 571, "label": "ACT"}], "title": null}, {"text": "  The  inspecting  officer,  in  the  course  of  inspection  or  investigation,  shall  be entitled to examine, or record the statements, of any officer, director or employee of  the  credit  rating  agency  for  the  purposes  connected  with  the  inspection  orinvestigation.", "ents": [], "title": null}, {"text": " Every director, officer or employee of the credit rating agency shall be bound to render to the inspecting officer all assistance in connection with the inspection", "ents": [{"start": 7, "end": 15, "label": "ENT"}, {"start": 65, "end": 164, "label": "ACT"}], "title": null}, {"text": "The  inspecting  officer  shall,  as  soon  as  possible,  on  completion  of  the inspection or investigation, submit a report to the Board. Provided that if directed to do so by the Board, he may submit an interimreport.27[Action on inspection or investigation report27Penalty)  Regulation,  2002  w.e.f.  27-9-2002.  Prior  to  its  substitution,  regulation  33  read  as", "ents": [], "title": null}, {"text": "The  Board  or  the  Chairman  shall  after  consideration  of  inspection  or investigation report take such action as the Board or Chairman may deem fit and appropriate including action under  28[Chapter V of the Securities and Exchange", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 31, "end": 238, "label": "ACT"}], "title": null}, {"text": "A  credit  rating  agency  which  contravenes  any  of  the  provisions  of  the  Act, Rules, or Regulations framed thereunder shall be liable for one or more actions specified  therein  including  the  action  under  Chapter  V  of  the  Securities  and", "ents": [], "title": null}, {"text": "to 42. 30[***] “33. Communication of Findings etc. to the Credit Rating Agency.─ The Board shall, after  consideration  of  the  inspection  report  or  the  interim  report  referred  to  in  regulation  32, communicate  the  findings  of  the  inspecting  officer  to  the  credit  rating  agency  and  give  it  a reasonable opportunity of being heard in the matter.(2) On receipt of the explanation, if any, from the credit rating agency, the Board may call uponthe credit rating agency to take such measures as the Board may deem fit in the interest of thesecurities market and for due compliance with the provisions of the Act and these regulations.”the  SEBIImposing  Penalty)  Regulations,  2002”  byEnquiry  by  Enquiry  officer  and(Intermediaries) Regulations, 2008, w.e.f. 26.05.2008.28Substituted,  ibid.  Prior  to  its  substitution,  regulation  34  as  amended  by  the  SEBI(Procedure  for  Holding  Enquiry  by  Enquiry  officer  and  Imposing  Penalty)  Regulation,  2002,w.e.f. 27.09.2002, read as under:“34. Liability for action in case of default.─(1) A credit rating agency which─(a)  fails to comply with any condition subject to which a certificate has been granted; or(b)  contravenes  any  of  the  provisions  of  the  Act  or  these  regulations  or  any  other29regulations made under the Act;30shall be dealt with in the manner provided under the Securities and Exchange Board of India(Procedure for holding Enquiry by Enquiry officer and Imposing penalty) Regulations, 2002.”officer and Imposing Penalty) Regulation, 2002, w.e.f. 27-9-2002. Prior to omission, regulations35 to 42 read as follows:“35. Suspension of registration.─A penalty of suspension of the certificate of registrationof a credit rating agency may be imposed by the Board, if the case falls under sub-regulation", "ents": [{"start": 58, "end": 78, "label": "ENT"}, {"start": 96, "end": 207, "label": "COND"}, {"start": 207, "end": 1813, "label": "ACT"}], "title": null}, {"text": "Cancellation of Registration.─ A penalty of cancellation of certificate of registration of a credit rating agency may be imposed by the Board, if:(a) the credit rating agency is guilty of fraud, or has been convicted of an offence involvingmoral turpitude or an economic offence; or(b) in case of repeated defaults of the nature mentioned in sub-regulation (1) of regulation 34.(c) the credit rating agency is declared insolvent or wound up;(2)  The  Board  shall  furnish  to  the  credit  rating  agency  reasons  in  writing  for  cancellation  of", "ents": [{"start": 60, "end": 87, "label": "ENT"}, {"start": 0, "end": 114, "label": "COND"}, {"start": 114, "end": 550, "label": "ACT"}], "title": null}, {"text": "Manner  of  Making  Order  of  Suspension  and  Cancellation.─No  order  of  suspension  or  of cancellation of the certificate of registration, shall be passed by the Board, except after holding an enquiry in accordance with the procedure specified in regulation 38. Provided that the holding of such an enquiry shall not be necessary in cases where:(a) the credit rating agency is declared insolvent or is wound up; or(b) the credit rating agency fails to pay to the Board registration fees or renewal fee asper these regulations.Provided further that an opportunity of hearing shall be given before any action against the", "ents": [{"start": 20, "end": 61, "label": "ENT"}, {"start": 0, "end": 145, "label": "COND"}, {"start": 145, "end": 624, "label": "ACT"}], "title": null}, {"text": "Manner  of  Holding  enquiry  before  Suspension  or  Cancellation.─  For  the  purpose  of holding an enquiry under regulation 37, the Board may appoint one or more enquiry officers.(2) The enquiry officer shall issue to the credit rating agency a notice at the registered office orthe  principal  place  of  business  of  the  credit  rating  agency,  setting  out  the  grounds  on  whichaction is proposed to be taken against it and calling upon it to show cause against such actionwithin a period of fourteen days from the date of receipt of such notice.(3) The credit rating agency, may, within fourteen days from the date of receipt of such notice,furnish  to  the  enquiry  officer  a  written  reply,  together  with  copies  of  documentary  or  otherevidence relied on by it or sought by the Board from the credit rating agency.(4)  The  enquiry  officer  shall  give  a  reasonable  opportunity  of  hearing  to  the  credit  ratingagency, to enable it to make its submission in support of its reply made under sub-regulation(3).(5) Before the enquiry officer, the credit rating agency may either appear in person or throughany person duly authorised on this behalf.Provided that no lawyer or advocate shall be permitted to represent the credit rating agencyat the enquiry;Provided further that where a lawyer or an advocate has been appointed by the board as apresenting  officer  under  sub-regulation  (6),  it  shall  be  lawful  for  the  credit  rating  agency  topresent his case through a lawyer or advocate.(6)  If  it  is  considered  necessary,  the  enquiry  officer  may  request  the  Board  to  appoint  apresenting officer to present its case.(7) The enquiry officer shall, after taking into account all relevant facts and submissions madeby the credit rating agency, submit a report to the Board and recommend the penalty, if any tobe  imposed  upon  the  credit  rating  agency  as  also  the  grounds  on  the  basis  of  which  the", "ents": [{"start": 136, "end": 141, "label": "ENT"}, {"start": 142, "end": 1963, "label": "ACT"}], "title": null}, {"text": "Show-cause  notice  and  order.─  On  receipt  of  the  report  from  the  enquiry  officer,  the Board shall consider the same and issue a show-cause notice to the credit rating agency, as to why the penalty as proposed by the enquiry officer should not be imposed.(2) The credit rating agency shall, within fourteen days of the date of receipt of the show-causenotice, send a reply to the Board.(3) The Board, after considering the reply of the credit rating agency to the show-cause notice,shall as soon as possible pass such order as it deems fit.(4) Every order passed by the Board under sub-regulation (3) shall be self-contained and shallgive  reasons  for  the  conclusions  stated  therein,  including  justification  of  the  penalty  if  any", "ents": [{"start": 98, "end": 103, "label": "ENT"}, {"start": 104, "end": 752, "label": "ACT"}], "title": null}]