[{"text": " There shall be a Fund to be called the Investor Protection and Education Fund.", "ents": [], "title": null}, {"text": " The Fund shall be deemed to have been established on 23rd day of July, 2007, by the ordermade by the Board under section 11 of the Act.", "ents": [], "title": null}, {"text": "1[] The following amounts shall be credited to the Fund:-(a) contribution as may be made by the Board to the Fund;1  Existing  regulation  re‐numbered  as  sub‐regulation  (1)  by  the  SEBI  (Payment  of  Fees  and  Mode  of  Payment)(Amendment) Regulations, w.e.f. 6‐3‐2017.(b) grants and donations given to the Fund by the Central Government, State Governmentorany other entity approved by the Board for this purpose;2[(c) proceeds in accordance with the sub-clause (ii) of clause(e) of sub-regulation (10) ofregulation  17  and  sub-regulation  (3)  of  regulation  21  of  the  Securities  and  ExchangeBoard ofIndia (Substantial Acquisition of Shares and Takeovers) Regulations, 2011];(d) security deposits, if any, held by stock exchanges in respect of public issues and rightsissues, in the event of de-recognition of such stock exchanges;(e)  amounts  in  the  Investor  Protection  Fund  and  Investor  Services  Fund  of  a  stockexchange,in the event of de-recognition of such stock exchange;3[(f) amounts forfeited for non-fulfilment of obligations specified in regulation 15B of theSecurities and Exchange Board of India (Buy-back of Securities) Regulations, 1998;(g)  monies  transferred  in  accordance  with  sub-regulation  (9)  of  regulation  45  of  theSecurities andExchange Board of India (Issue of Capital and Disclosure Requirements)Regulations, 2009;(h)  amounts  disgorged  under  section  11B  of  the  Act  or  section  12A  of  the  SecuritiesContracts(Regulation) Act, 1956 or section 19 of the Depositories Act, 1996;]4[(f)] interest or other income received out of any investments made from the Fund;5[(g)] such other amount as the Board may specify in the interest of investors.6[(2)  For  the  purposes  of  sub-regulation  (1)  above,  the  amounts  shall  be  credited  to  the  Fundthrough NEFT/RTGS/IMPS or any other mode allowed by RBI or by way of a demand draft infavour of the Board payable in Mumbai.]", "ents": [], "title": null}, {"text": " The Fund shall be utilised for the purpose of protection of investors and promotion ofinvestor education and awareness in accordance with these regulations.", "ents": [], "title": null}, {"text": " Without prejudice to the generality of the object in sub-regulation (1), the Fund may be used for the following purposes, namely:-(a)  educational  activities  including  seminars,  training,  research  and  publications,aimed atinvestors;", "ents": [], "title": null}, {"text": " 5 Ibid. 6Inserted by the SEBI (Payment of Fees and Mode of Payment) (Amendment) Regulations, 2017, w.e.f. 6‐3‐2017.(b) awareness programmes including through media - print, electronic, aimed atinvestors;(c) funding investor education and awareness activities of Investors’ Associationsrecognizedby the Board;(d)  aiding  investors’  associations  recognized  by  the  Board  to  undertake  legalproceedings inthe interest of investors in securities that are listed or proposed to belisted;(e)  refund  of  the  security  deposits  which  are  held  by  stock  exchanges  andtransferred  to  theFund  consequent  on  de-recognition  of  the  stock  exchange  asmentioned in clause (d) ofregulation 4, in case the concerned companies apply tothe Board and fulfill the conditions forrelease of the deposit;(f) expenses on travel of members of the Committee, who are not officials of theBoard, andspecial invitees to the meetings of the Committee, in connection withthe work of theCommittee;(g) salary, allowances and other expenses of office of Ombudsman; and(h) such other purposes as may be specified by the Board.7[ Notwithstanding the provisions of sub-regulations (1) and (2), amounts disgorgedandcredited to the Fund in accordance with clause (h) of regulation 4 of these regulationsand  theinterest  accrued  thereon  shall,  in  cases  where  the  Board  deems  fit  to  makerestitution  to  eligibleand  identifiable  investors who have suffered losses  resulting  fromviolation of securities laws, beutilised only for the purposes of such restitution:Provided  that  monies  left  in  the  Fund  after  earmarking  the  amount  for  the  process  ofrestitution  toeligible  and  identifiable  investors  may  be  utilised  for  the  purposes  of  theFund specified in sub-regulations(1) and (2):Provided further that no claim for restitution from the disgorged amounts in a specificcase shallbe admissible after a period of seven years from the date of invitation of claims", "ents": [{"start": 130, "end": 172, "label": "ENT"}, {"start": 1, "end": 1084, "label": "COND"}, {"start": 1084, "end": 1981, "label": "ACT"}], "title": null}, {"text": "Conditions for Aid. The aid to investors’ associations, as referred to in clause (d) of sub-regulation  of regulation 5, shall be given by the Board in accordance with the guidelines made by it and subject to the following conditions:-(a) that the aid shall not exceed seventy five per cent. of the total expenditure on legalproceedings;7Inserted by SEBI(Investor Protection and Education Fund) (Amendment) Regulations, 2014 w.e f. 09‐01‐ 2014.(b) such aid shall not be considered for more than one legal proceeding in a particularmatter;(c) if more than one investors’ association applies for seeking legal aid, the investors’", "ents": [{"start": 31, "end": 40, "label": "ENT"}, {"start": 121, "end": 627, "label": "ACT"}], "title": null}, {"text": "  The  Board  shall  constitute  an  advisory  committee  for  recommending  investor educationand  protection  activities  that  may  be  undertaken  directly  by  the  Board  or through  any  otheragency,  for  utilisation  of  the  Fund  for  the  purposes  referred  to  in regulation 5.", "ents": [{"start": 7, "end": 12, "label": "ENT"}, {"start": 14, "end": 291, "label": "ACT"}], "title": null}, {"text": " The Committee shall consist of the following members, namely:-(a) the Executive Director of the Board in charge of Office of Investor Assistance andEducation who shall be the convener of the Committee;(b) two other officials of the Board;(c) five other members who have expertise about the securities market and experience inmatters of investor grievance redressal or investor education.", "ents": [], "title": null}, {"text": " (a) The term of office of members referred in clause (c) of sub-regulation (2) of regulation 7 shall be two years, which may be extended for a further period of two years.(b) Any vacancy arising out of resignation, retirement or death of a member or for anyother  reason  shall  be  filled  by  the  Board  for  the  remaining period  of  the  term  of  suchmember.", "ents": [{"start": 9, "end": 13, "label": "ENT"}, {"start": 96, "end": 366, "label": "ACT"}], "title": null}, {"text": " The Board may dissolve and reconstitute the Committee if, at any time, the Board is", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 84, "label": "ACT"}], "title": null}, {"text": "The Committee shall consider investor education and protection activities keeping in view  the  purposes  mentioned  in  regulation  5  and  the  regulation  6  and  submit  its recommendations thereon to the Board.", "ents": [], "title": null}, {"text": " Meetings of the Committee shall be convened at least once in three months by the convener or in his absence, by any member nominated by the convener, on his behalf.", "ents": [], "title": null}, {"text": "  Four  members  of  the  Committee  shall  constitute  the  quorum  for  the  transaction  of business at a meeting of the Committee.", "ents": [], "title": null}, {"text": " Every member, who is directly or indirectly interested in any matter coming up for consideration at a meeting of the Committee, shall disclose the nature of his interest at such meeting and such disclosure shall be recorded in the proceedings of the meeting of the Committee and such member shall not take part in any deliberation of the Committee with respect to that matter.", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 1, "end": 129, "label": "COND"}, {"start": 129, "end": 377, "label": "ACT"}], "title": null}, {"text": "  The  expenses  including  travel  and  other  allowances  of  members  of  the Committee, who are officials of the Board, and invitees who are officials of the Board, shall be borne by the Board in accordance with their entitlements.", "ents": [{"start": 117, "end": 122, "label": "ENT"}, {"start": 169, "end": 235, "label": "ACT"}], "title": null}, {"text": " The expenses including travel and other allowances of members of the Committee, who are not officials of the Board, and invitees who are not officials of the Board, may be", "ents": [{"start": 89, "end": 102, "label": "ENT"}, {"start": 166, "end": 172, "label": "ACT"}], "title": null}, {"text": " The Board shall ensure maintenance of proper and separate accounts and other relevant records in relation to the Fund giving therein the details of all receipts to, and, expenditure from, the Fund and other relevant particulars in accordance with the SEBI (Form of Annual Statement of Accounts and Records) Rules, 1994 as far as such rulesapply.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 346, "label": "ACT"}], "title": null}, {"text": " The accounts referred to in sub regulation (1) shall be prepared and audited before the expiry of six months from the end of each financial year.", "ents": [{"start": 5, "end": 25, "label": "ENT"}, {"start": 48, "end": 146, "label": "ACT"}], "title": null}, {"text": " The investment of the Fund may be in the manner of investments of other funds of the Board.", "ents": [{"start": 5, "end": 18, "label": "ENT"}, {"start": 28, "end": 92, "label": "ACT"}], "title": null}]