[{"text": "A company whose equity shares are listed on a recognized stock exchange may issue sweat equity shares in accordance with Section 79A of Companies Act, 1956 and these Regulations to its  –(a)  Employees(b)  Directors", "ents": [{"start": 23, "end": 29, "label": "ENT"}, {"start": 72, "end": 215, "label": "ACT"}], "title": null}, {"text": " For the purposes of passing a special resolution under clause (a) of sub section (1) of  Section  79A  of  the  Companies  Act,  1956  the  explanatory  statement  to  be annexed  to  the  notice  for  the  general  meeting  pursuant  to  section  173  o  f  the Companies Act, 1956 shall contain disclosures as specified in the Schedule.", "ents": [{"start": 99, "end": 104, "label": "ENT"}, {"start": 284, "end": 339, "label": "ACT"}], "title": null}, {"text": " The issue of sweat equity shares to promoters shall be subject to the requirements specified in Regulation 6 of these Regulations.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 47, "end": 131, "label": "ACT"}], "title": null}, {"text": "  In  case  of  Issue  of  sweat  equity  shares  to  promoters,  the  same  shall  also  beapproved by simple majority of the shareholders in General Meeting;Provided  that for passing such  resolution,  voting through postal  ballot  as specifiedunder Companies (Passing of the resolution by Postal Ballot) Rules, 2001 shall alsobe adopted;Provided further that the promoters to whom such Sweat Equity Shares are proposedto be issued shall not participate in such  resolution.(2)Each transaction of issue of Sweat Equity shall be voted by a separateresolution.(3)  The resolution for issue of Sweat Equity shall be valid for a period of not morethan twelve months from the date of passing of the resolution.(3) For the purposes of passing the resolution, the explanatory statement shall containthe disclosures as specified in the Schedule.", "ents": [], "title": null}, {"text": " The price of sweat equity shares shall not be less than the higher of the following:(a)  the average of the weekly high and low of the closing prices of the related equityshares during last six months preceding the relevant date;  or(b) the average of the weekly high and low of the closing prices of the related equityshares during the two weeks preceding the relevant  date.the date on which the meeting of the General  Body of the shareholders is convened, interms of clause (a) of sub section (1) of section 79A of the Companies Act.", "ents": [{"start": 14, "end": 19, "label": "ENT"}, {"start": 34, "end": 538, "label": "ACT"}], "title": null}, {"text": " If the shares are listed on more than one stock exchange, but quoted only on one stock exchange on given date, then the price on the stock exchange shall be considered.", "ents": [{"start": 8, "end": 14, "label": "ENT"}, {"start": 1, "end": 57, "label": "COND"}, {"start": 149, "end": 169, "label": "ACT"}], "title": null}, {"text": " If the share price is quoted on more than one stock exchange, then the stock exchange where there is highest trading volume during that date shall be considered.", "ents": [{"start": 47, "end": 61, "label": "ENT"}, {"start": 47, "end": 61, "label": "ENT"}, {"start": 1, "end": 61, "label": "COND"}, {"start": 1, "end": 142, "label": "COND"}, {"start": 142, "end": 162, "label": "ACT"}, {"start": 142, "end": 162, "label": "ACT"}], "title": null}, {"text": " If the shares are not quoted on the given date, then the share price on the next trading", "ents": [{"start": 8, "end": 14, "label": "ENT"}, {"start": 1, "end": 47, "label": "COND"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": " The valuation  of the intellectual property  rights  or  of  the know how provided  orCompanies Act, 1956 shall be carried out by a merchant  banker.(2)  The merchant banker may consult such experts and valuers, as he may deem fit havingregard to the nature of the industry and the nature of the property or other value addition.(3)The  merchant  banker  shall  obtain  a  certificate  from  an  independent  CharteredAccountant  that  the  valuation  of  the  intellectual  property  or  other  value  addition  is  inaccordance with the relevant accounting standards.", "ents": [{"start": 5, "end": 14, "label": "ENT"}, {"start": 107, "end": 570, "label": "ACT"}], "title": null}, {"text": " Where the sweat equity shares are issued for a  non-cash  consideration, such noncash consideration shall be treated in the following manner in the books of accountof the company:-(a)  where  the  non  cash  consideration  takes  the  form  of  a  depreciable  oramortizable asset, it shall be carried to the balance sheet of the company inaccordance with the relevant accounting standards; or(b)  where clause (a) is not applicable, it shall be expensed as provided in therelevant accounting standards.", "ents": [{"start": 11, "end": 16, "label": "ENT"}, {"start": 1, "end": 72, "label": "COND"}, {"start": 101, "end": 504, "label": "ACT"}], "title": null}, {"text": " In the General meeting subsequent to the issue of sweat equity, the Board of Directors shall place before the shareholders, a certificate from the auditors of the company that the issue of sweat equity shares has been made in accordance with the Regulations and in accordance with the resolution passed by the company authorizing the issue of such Sweat Equity  Shares.", "ents": [{"start": 42, "end": 47, "label": "ENT"}, {"start": 88, "end": 370, "label": "ACT"}], "title": null}, {"text": "The  amount  of  Sweat  Equity  shares  issued  shall  be  treated  as  part  of  managerial remuneration for the purpose of sections 198, 309, 310, 311 and 387 of the Companies Act, 1956, if the following conditions are  fulfilled:(i)(ii)the Sweat Equity shares are issued to any director or manager; andthey are issued for non cash consideration, which does not take the form of anasset which can be carried to the balance sheet of the company in accordancewith the relevant accounting standards.", "ents": [{"start": 32, "end": 38, "label": "ENT"}, {"start": 48, "end": 498, "label": "ACT"}], "title": null}, {"text": " The Sweat Equity shares shall be locked in for a period of three years from thedate of allotment.(2)The Securities and Exchange Board of India (Disclosures and InvestorProtection) Guidelines, 2000 on public issue in terms of lock-in andcomputation of promoters’ contribution shall apply if a company makes a publicissue after it has issued after it has issued sweat  equity.", "ents": [], "title": null}, {"text": "The Sweat Equity issued by a listed company shall be eligible for listing only if such issues are in accordance with these regulations.", "ents": [{"start": 29, "end": 43, "label": "ENT"}, {"start": 44, "end": 135, "label": "ACT"}], "title": null}, {"text": "Any acquisition of Sweat Equity Shares shall be subject to the provision of Securities and  Exchange  Board  of  India  (Substantial  Acquisition  of  Shares  and  Takeovers)", "ents": [], "title": null}, {"text": " The company shall ensure that  -(a)  The  explanatory  statement  to  the  notice  for  general  meeting  shall  containdisclosures as are specified under clause (b) of sub section (1) of Section 79Aand sub regulation (1) of Regulation 5.(b)  The Auditor’s certificate as required under Regulation 10 shall be placed in thegeneral meeting of shareholders.(c)  The company shall within seven days of the issue of sweat equity, issue or sendstatement to the exchange, disclosing:(i)(ii)(iii)(iv)(v)number of sweat equity shares;price at which the sweat equity shares are issued;total amount invested in sweat equity  shares;details of the persons to whom sweat equity shares are issued; andthe consequent changes in the capital structure and the shareholdingpattern after and before the issues of sweat equity.", "ents": [{"start": 5, "end": 12, "label": "ENT"}, {"start": 13, "end": 809, "label": "ACT"}], "title": null}, {"text": "The Board may, on failure of the merchant banker to comply with the obligations under these  regulations  or  failing  to  observe  due  diligence  in  respect  of  valuation  of intellectual property or value addition, initiate action against merchant banker in  terms", "ents": [{"start": 4, "end": 9, "label": "ENT"}, {"start": 13, "end": 218, "label": "COND"}, {"start": 218, "end": 269, "label": "ACT"}], "title": null}, {"text": " The Board may, suo-motu or upon information received by it, cause an inspection to be made of the books of account or other books and papers of any company or an investigation to be made in respect of the conduct and affairs of any person associated with the process of sweat equity, by appointing an officer of the Board 1[not below the rank of Assistant General Manager for the purpose of conducting inspection and not below the rank of Division Chief for the purpose of conducting an investigation]: Provided that no such inspection or investigation shall be made except for the purpose specified in sub-regulation (2). 2)  The purpose referred to in sub-regulation (1) are the following, namely:-(a)to ascertain whether there are any circumstances which would render any personguilty  of  having  contravened  any  of  these  regulations  or  any directions  issuedthereunder;(b)to investigate into any complaint of any contravention of the regulation, receivedfrom any investor, or any other  person; 3) An  order  passed  under  the  sub  regulation  (1)  shall  be  sufficient  authority  for Inspecting or Investigating Officer to undertake the inspection or investigation as the case  may  be  and  on  production  of  an  authenticated  copy  of  the  order,  the  person", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 14, "end": 59, "label": "COND"}, {"start": 59, "end": 1282, "label": "ACT"}], "title": null}, {"text": "  It  shall  be  the  duty  of  every  person  in  respect  of  whom  an  inspection  orinvestigation  has  been  ordered  under  Regulation  17,  to  produce  before  theinspecting or the investigating officer such book, accounts and other documentsin his custody or control and furnish him with such statements andinformation as the said officer may require from the purposes of the inspectionor investigation.(2)  Without prejudice to the generality of the provisions of sub-regulation (1) suchperson shall -(a)  extend  to  the  Inspecting  or  Investigating  Officer  reasonable  facilities  forexamining any books, accounts and other documents in his custody or control(whether  kept  manually  or  in  computer  or  in  any  other  form)  reasonablyrequired for the purposes of the inspection or investigation;(b)to  provide  such  inspecting  or  investigating  officer  copies  of  such  books,accounts  and  records  which,  in  opinion  of  the  Officer,  are  relevant  to  theinspection  or  investigation  or,  as  the  case  may  be,  allow  him  to  take  outcomputer printouts thereof.(c)to provide such assistance and co-operation as may be required in connectionwith  the  inspection  or  investigation  and  to  furnish  information  relevant  tosuch inspection or investigation as may be sought by such officer.(3)  The  Inspecting  or  Investigating  Officer  shall  for  the  purpose  of  inspection  or", "ents": [], "title": null}, {"text": " The Inspecting or Investigating Officer shall, on completion of the inspection orInvestigation after taking into account all relevant facts and circumstances, submita report to the Board.(2) On the receipt of report under sub-regulation (1), the Board may initiate such actionas it may be deemed fit to do in the interests of investors and the securities market.", "ents": [{"start": 19, "end": 40, "label": "ENT"}, {"start": 46, "end": 158, "label": "COND"}, {"start": 158, "end": 363, "label": "ACT"}], "title": null}, {"text": "The Board may in the interests of the securities market and without prejudice to its rights  to  initiate  action, including  criminal  prosecution  under  Section  24  of  the  Act  or Section 621 of Companies Act give such directions as it deems fit including:-(a)  directing the person concerned not to  further deal in securities in any  particularmanner;(b)  directing the person concerned to sell or divest the sweat equity shares acquired inviolation of the provisions of these Regul ations or any other law or regulations;(c)  prohibiting the persons concerned, from accessing the securities market;(d)  directing the disgorgement of any ill-gotten gains or profits or avoidance of loss;(e)restraining the company from making a further offer for sweat equity.", "ents": [{"start": 4, "end": 9, "label": "ENT"}, {"start": 10, "end": 767, "label": "ACT"}], "title": null}, {"text": " The Board may, exempt any person or class of persons from the operation of allor any of the provisions of these regulations for a period as may be specified butnot exceeding twelve months, for furthering innovation in technological aspectsrelating to testing new products, processes, services, business models, etc. in liveenvironment of regulatory sandbox in the securities markets.(2) Any exemption granted by the Board under sub-regulation (1) shall be subject tothe  applicant  satisfying  such  conditions  as  may  be  specified  by  the  Boardincluding conditions to be complied with on a continuous basis.testing environment where new products, processes, services, business models, etc. maybe  deployed  on  a  limited  set  of  eligible  customers  for  a  specified  period  of  time,  forfurthering  innovation  in  the  securities  market,  subject  to  such  conditions  as  may  be", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 14, "end": 188, "label": "COND"}, {"start": 188, "end": 897, "label": "ACT"}], "title": null}]