[{"text": "09.2019. 6  Clauses  (a)  and  (b)  substituted  by  the  Securities  and  Exchange  Board  of  India  (Issue  and  Listing  of  Debt Securities by Municipalities) (Amendment) Regulations, 2019 w.e.f. 27.09.2019. Prior to their substitutions, the clauses (a) and (b) read as follows,- “(a) public issue of debt securities; and(b)  listing  of  debt  securities  issued  through  public  issue  or  on  private  placement  basis  on  arecognised stock exchange.”Municipalities) (Amendment) Regulations, 2019 w.e.f. 27.09.2019.", "ents": [{"start": 23, "end": 24, "label": "ENT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": "Unless otherwise provided in these Regulations, an issuer making an offer of municipal debt securities shall satisfy the conditions of these Regulations as on the date of filing of the draft offer document or preliminary placement memorandum with the Board and also  as on the  date  of  filing  the  offer  document  or  placement  memorandum  with  the  Board  or  upon registering the offer document or placement memorandum with the Registrar of Companies, as the case may be.]", "ents": [{"start": 51, "end": 57, "label": "ENT"}, {"start": 103, "end": 480, "label": "ACT"}], "title": null}, {"text": "No  issuer  shall  be  eligible  to  issue  debt  securities  to  public  under  these  regulations,  unless  the following criteria are complied with:(a)  municipality,  whether  proposing  to  issue  debt  securities  itself  or  through  corporate  municipal(b)entity, should be eligible to raise funds under its constitution;accounts  of  municipality  shall  be  prepared  in  accordance  with  National  Municipal  AccountsManual  or  in  accordance  with  similar  Municipal  Accounts  Manual  adopted  by  the  respectiveState Government for at least three immediately preceding financial years;(c)   municipality shall have surplus income as per its Income and Expenditure Statement, in any ofthe  immediately  preceding  three  financial  years  or  any  other  financial  criteria  as  may  bespecified by the Board from time to time.Provided  that  a  corporate  municipal  entity  shall  not  have  negative  net  worth  in  any  ofimmediately preceding three financial years;(d)  municipality  shall  not  have  defaulted  in  repayment  of  debt  securities  or  loans  obtained  frombanks or financial institutions, during the last three hundred and sixty five days:   Provided  thatwhere the issuer is a corporate municipal entity, the requirements at clauses (b) and (d) shall becomplied by the municipality which is being financed;](e)          no  order  or  direction  of  restraint,  prohibition  or  debarment  by    Board  against  the  corporatemunicipal entity or its directors is in force;(f)            the  corporate  municipal  entity,  its  promoter,  group  company  or  director(s),  should  not  havebeen named in the list of the wilful defaulters published by the Reserve Bank of India or shouldnot have defaulted of payment of interest or repayment of  principal amount in respect of debtinstruments issued by it to the public, if any.”iv.  Accounting  standards/policies,  applicable  to  issuers,  as  specified  in  theirconstitution document.(c) the issuer has not defaulted in repayment of debt securities or loans obtained from banksor financial institutions, during the preceding three hundred and sixty five days;(d)  no  order  or  direction  of  restraint,  prohibition  or  debarment  by  the  Board  is  in  forceagainst the issuer or its promoters or its directors from accessing the securities market;(e)  an  issuer  or  its  promoter,  group  company  or  director(s)  thereof,  should  not  have  beennamed in the list of the wilful defaulters;(f)  any  of  its  promoter  or  director(s)  has  not  been  declared  as  a  fugitive  economicoffender(s):Provided that where the  issuer is  a body corporate to  which the Companies Act,  2013applies or is a Special Purpose Vehicle, which is set up for the purpose of raising fundsfor an person for performing one or more functions entrusted under Article 243W of theConstitution of India, the requirements at clauses (b) and (c) above shall be complied bythe person being financed.]", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 12, "end": 2984, "label": "ACT"}], "title": null}, {"text": "The issuer shall make an application to one or more recognized stock exchange for listing of such securities therein: Provided  that  where  the  application  is  made  to  more  than  one  recognised  stock  exchanges, the issuer shall choose one of them as the designated stock exchange: designated stock exchange subject to the requirements of this regulation.", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 11, "end": 363, "label": "ACT"}], "title": null}, {"text": "The issuer shall obtain credit rating from at least one credit rating agency registered with the  Board,  which  shall  be  disclosed  in  the  offer  document  or  placement  memorandum,  as applicable: Municipalities) (Amendment) Regulations, 2019 w.e.f. 27.09.2019. Provided that where credit ratings are obtained from more than one credit rating agency, all the  ratings,  including  the  unaccepted  ratings,  shall  be  disclosed  in  the  offer  document  or placement memorandum, as applicable.", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 11, "end": 502, "label": "ACT"}], "title": null}, {"text": "The issuer shall enter into an arrangement with a depository registered with the Board for dematerialisation  of  the  municipal  debt  securities  that  are  proposed  to  be  issued,  in accordance with the Depositories Act, 1996, rules and regulations made thereunder.", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 11, "end": 271, "label": "ACT"}], "title": null}, {"text": "The issuer shall appoint a debenture trustee registered with the Board in accordance with the  provisions  of  the  Securities  and  Exchange  Board  of  India  (Debenture  Trustees) Regulations, 1993.", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 11, "end": 201, "label": "ACT"}], "title": null}, {"text": "  The  issuer  shall  make  an  application  for  listing  to  one  or  more  recognised  stock exchanges in the manner specified by the Board.", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 15, "end": 143, "label": "ACT"}], "title": null}, {"text": " In case the issuer fails to obtain listing or trading permission from any of the recognized stock  exchanges  where  the  municipal  debt  securities  were  proposed  to  be  listed,  it  shall refund  the  entire  monies  received  within  seven  days  of  receipt  of  intimation  from  stock exchange  or  in  case  of  multiple  stock  exchange(s)  within  seven  days  from  the  earliest intimation  rejecting  the  application  for  listing  of  municipal  debt  securities,  and  if  any  such money  is  not  repaid  after  the  issuer  becomes  liable  to  repay  it,  the  issuer  shall  be  liable  to repay  that  money  with  interest  at  the  rate  of  fifteen  percent  per  annum  till  such  refund  is made: Provided that where the issuer is a body corporate to which the Companies Act, 2013, applies every director of the company who is an officer in default shall also be jointly and severally", "ents": [{"start": 13, "end": 19, "label": "ENT"}, {"start": 1, "end": 182, "label": "COND"}, {"start": 189, "end": 916, "label": "ACT"}], "title": null}, {"text": " An issuer making public issue of debt securities shall only issue revenue bonds.", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 50, "end": 81, "label": "ACT"}], "title": null}, {"text": " No issuer shall make a public issue of revenue bonds unless following conditions are complied with:(a)it has made an application to one or more recognised stock exchanges for listing of such securitiestherein:Provided  that  where  the  application  is  made  to  more  than  one  recognised  stock  exchanges,  theissuer shall choose one of them as the designated stock exchange:Provided further that where any of such stock exchanges have nationwide trading terminals, theissuer shall choose one of them as the designated stock exchange;as a designated stock exchange subject to the requirements of this regulation;it  has  obtained  in-principle  approval  for  listing  of  its  revenue  bonds  on  the  recognised  stockexchanges where the application for listing has been made;credit  rating  has  been  obtained  from  at  least  one  credit  rating  agency  registered  with  the  Boardand is disclosed in the offer document:Provided  that  the  revenue  bonds  intended  to  be  issued  shall  have  a  minimum  investment  graderating:Provided further that where credit ratings are obtained from more than one credit rating agencies,all the ratings, including the unaccepted ratings, shall be disclosed in the offer document;it  has  entered  into  an  arrangement  with  a  depository  registered  with  the  Board  fordematerialisation of the revenue bonds that are proposed to be issued to the public, in accordancewith the Depositories Act, 1996 and regulations made there under.(b)(c)(d)", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 11, "end": 1503, "label": "ACT"}], "title": null}, {"text": "  The  revenue  bonds  shall  have  a  minimum  tenure  of  three  years  or  such  period  as  specified  by  the Board from time to time.", "ents": [], "title": null}, {"text": "  The  revenue  bonds  shall  have  a  maximum  tenure  of  thirty  years  or  such  period  as  specified  by  the Board from time to time.", "ents": [], "title": null}, {"text": " The issuer shall appoint one or more merchant bankers registered with the Board at least one of whom shall be a lead merchant banker.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 134, "label": "ACT"}], "title": null}, {"text": "  The  issuer  shall  create  a  separate  escrow  account  for  servicing  of  revenue  bonds  with  earmarkedrevenue.", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 15, "end": 119, "label": "ACT"}], "title": null}, {"text": "  The  issuer  shall  appoint  a  monitoring  agency  such  as  public  financial  institution  or  a  scheduled commercial bank to monitor the earmarked revenue in the escrow account under sub-regulation (6): Provided that where the issuer is corporate municipal entity, it shall appoint a debenture trustee registered with  the  Board  in  accordance  with  the  provisions  of  the  Securities  and  Exchange  Board  of  India (Debenture Trustees) Regulations, 1993 and Companies Act, 2013.” Provided that where the issuer is a body corporate to which the Companies Act, 2013 applies,  it  shall  not  have  negative  net  worth  in  any  of  immediately  preceding  three financial years; Provided that where the issuer is a body corporate to which the Companies Act, 2013 applies  or  is  a  Special  Purpose  Vehicle,  which  is  set  up  for  the  purpose  of  raising funds  for  an  person  for  performing  one  or  more  functions  entrusted  under  Article 243W of the Constitution of India, the requirements at clause (a) shall be complied by the person being financed;(b)  Any other conditions as may be specified by the Board from time to time.]", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 15, "end": 1160, "label": "ACT"}], "title": null}, {"text": " The offer document shall contain true, fair and material disclosures, which are necessary for the subscribers of the revenue bonds to take an informed investment decision.", "ents": [{"start": 5, "end": 19, "label": "ENT"}, {"start": 20, "end": 172, "label": "ACT"}], "title": null}, {"text": " Without prejudice to the generality of sub-regulation (1), the issuer, which is a municipality, and the lead merchant banker shall ensure that the offer document contains the following:(a)(b)(c)Provided  that  in  case  of  issuer  being  a  corporate  municipal  entity,  the  issuer  and  the  lead  merchantbanker shall ensure that the offer document contains the following:disclosures specified in Schedule Iof these regulations;disclosures with respect to compliance with regulation 12;additional disclosures as may be specified by the Board:(i)(ii)(iii)(iv)disclosures as specified in Companies Act, 2013 and Companies (Prospectus and Allotment ofSecurities) Rules, 2014;disclosures specified in Schedule Iof these regulations;disclosures with respect to compliance with regulation 12;additional disclosures as may be specified by the Board.”", "ents": [{"start": 64, "end": 70, "label": "ENT"}, {"start": 126, "end": 849, "label": "ACT"}], "title": null}, {"text": " The  lead  manager(s)  shall  exercise  due  diligence  and  satisfy  themselves  about  all", "ents": [], "title": null}, {"text": "The  issuer  shall  appoint  one  or  more  merchant  bankers,  which  are  registered with  the Board, as lead manager(s) to the issue.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 13, "end": 136, "label": "ACT"}], "title": null}, {"text": " Where  the  issue is  managed  by  more  than  one  lead  manager,  the  rights,  obligations and responsibilities, relating to disclosures,  allotment, refund  and underwriting obligations among other things, if any, of each lead manager shall be predetermined and be disclosed in the draft offer document and the offer document.", "ents": [{"start": 129, "end": 190, "label": "ENT"}, {"start": 129, "end": 190, "label": "ENT"}, {"start": 1, "end": 66, "label": "COND"}, {"start": 1, "end": 240, "label": "COND"}, {"start": 240, "end": 331, "label": "ACT"}, {"start": 240, "end": 331, "label": "ACT"}], "title": null}, {"text": "  The  issuer  shall,  in  consultation  with  the  lead  manager(s),  appoint  other  registered intermediaries after the lead manager(s) have independently assessed their capability to carry out their obligations.", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 20, "end": 68, "label": "COND"}, {"start": 68, "end": 215, "label": "ACT"}], "title": null}, {"text": " Where there is only one lead manager he shall not be an associate (as defined under  the Securities and Exchange Board of India (Merchant Bankers) Regulations, 1992) of the issuer.", "ents": [{"start": 25, "end": 37, "label": "ENT"}, {"start": 1, "end": 159, "label": "COND"}, {"start": 41, "end": 181, "label": "ACT"}], "title": null}, {"text": " In case there are multiple lead managers, at least one lead manager to the issue shall not be  an  associate  (as  defined  under  the  Securities  and  Exchange  Board  of  India  (Merchant Bankers) Regulations, 1992) of the issuer", "ents": [{"start": 28, "end": 41, "label": "ENT"}, {"start": 1, "end": 41, "label": "COND"}, {"start": 82, "end": 233, "label": "ACT"}], "title": null}, {"text": " If the lead manager is an associate of the issuer, it shall disclose itself as an associate of the issuer and its role shall be limited to marketing of the issue.] Municipalities) (Amendment) Regulations, 2019 w.e.f. 27.09.2019.", "ents": [{"start": 8, "end": 20, "label": "ENT"}, {"start": 1, "end": 50, "label": "COND"}, {"start": 55, "end": 229, "label": "ACT"}], "title": null}, {"text": " No issuer shall make a public issue of revenue bonds unless a draft offer document has been filed with the designated stock exchange through the lead merchant banker: Provided that where an issuer has filed a shelf prospectus, not more than four public issuances shall be made through a single shelf prospectus during a financial year.", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 11, "end": 336, "label": "ACT"}], "title": null}, {"text": " The draft offer document filed with the designated stock exchange shall be made public by posting the same on the website of the designated stock exchange for seeking public comments for a period of seven working days from the date of filing the draft offer document with such exchange.", "ents": [{"start": 5, "end": 25, "label": "ENT"}, {"start": 67, "end": 287, "label": "ACT"}], "title": null}, {"text": " The draft offer document may also be displayed on the website of the issuer, merchant bankers and the stock exchanges where the revenue bonds are proposed to be listed.", "ents": [{"start": 5, "end": 25, "label": "ENT"}, {"start": 26, "end": 169, "label": "ACT"}], "title": null}, {"text": " The lead merchant banker shall ensure that the draft offer document specifies the names and contact details  of  the  compliance  officer  of  the  lead  merchant  banker,  the  officer  concerned  and  the  project officer, wherever applicable,  of the issuer including their postal and email address, telephone and faxnumbers.", "ents": [{"start": 5, "end": 25, "label": "ENT"}, {"start": 26, "end": 329, "label": "ACT"}], "title": null}, {"text": " The lead merchant banker shall ensure that all comments received on the draft offer document are suitably addressed: Provided  that  where  the  issuer  is  a  corporate  municipal  entity,  the  lead  merchant banker  shall  ensure that all comments received on the draft offer document are suitably addressed prior to the filing of the final offer document with the Registrar of Companies.", "ents": [{"start": 5, "end": 25, "label": "ENT"}, {"start": 26, "end": 392, "label": "ACT"}], "title": null}, {"text": " The issuer shall, before filing of draft offer documents with Board,  obtain a “Viability Certificate“ or  Detailed  Project  Appraisal  Report  (DPR)  from  a  scheduled  commercial  bank  or  public  financial institution stating that the project is financially viable, based on the estimates/assumptions available at that time.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 17, "end": 68, "label": "COND"}, {"start": 68, "end": 331, "label": "ACT"}], "title": null}, {"text": "  A  copy  of  draft  and  final  offer  document  shall  also  be  forwarded  to  the  Board  for  its  records, simultaneously with filing of these documents with designated stock exchange.", "ents": [{"start": 41, "end": 49, "label": "ENT"}, {"start": 51, "end": 191, "label": "ACT"}], "title": null}, {"text": "  The  issuer  filing  a  shelf  prospectus  shall  file  a  copy  of  an  information  memorandum  with  the recognised  stock  exchanges  and  the  Board  and  in  case  of  a  corporate  municipal  entity,  file  the  same with the Registrar of Companies.", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 45, "end": 258, "label": "ACT"}], "title": null}, {"text": "  Where  the  issuer  is  a  corporate  municipal  entity,  the  information  memorandum  shall  contain  the disclosures specified in Companies Act, 2013 and rules made thereunder and shall include disclosures regarding summary term sheet, material updations including revision in ratings, if any, along with the rating rationale and financial ratios specified in Schedule I.", "ents": [{"start": 14, "end": 20, "label": "ENT"}, {"start": 2, "end": 57, "label": "COND"}, {"start": 90, "end": 376, "label": "ACT"}], "title": null}, {"text": "  The  lead  merchant  banker  shall,  prior  to  opening  of  the  public  issue,  furnish  to  the  Board  a  due diligence certificate as per Schedule II of these regulations: Provided that where the issuer is a corporate municipal entity, the lead merchant banker shall, prior to filing of the final offer document with the Registrar of Companies, furnish to the Board a due diligence certificate as per Schedule II of these regulations.", "ents": [], "title": null}, {"text": "  The  debenture  trustee,  wherever  appointed  under  proviso  to  sub-regulation  (7)  of  Regulation  5 shall,  prior  to  the  opening  of  the  public  issue,  furnish  to  the  Board  a  due  diligence  certificate  as  per Schedule III of these regulations.”(2)  The  lead  manager  shall  submit  the  following  to  the  Board  along  with  the  draft  offerdocument, -(a) certificate confirming that a written agreement has been entered into betweenthe issuer and the lead manger;(b) a due diligence certificate as per Form A of Schedule II.(3) The  Board  may  specify  changes  or  issue  observations,  if  any,  on  the  draft  offerdocument within twenty one days from the later of the following dates:a) the date of receipt of the draft offer document under sub-regulation (1); orb) the  date  of  receipt  of  satisfactory  reply  from  the  lead  manager(s),  wherethe  Board  has sought any clarification or additional information from them; orc) the date of receipt of clarification or information from any regulator or agency,where the Board has sought  any clarification or information  from such  regulatoror agency; ord) the date of receipt of a copy of in-principle approval letter issued by the stockexchange(s).(4) The draft offer document filed with the designated stock exchange shall be made publicby  posting  the  same  on  the  website  of  the  designated  stock  exchange  for  seeking  publiccomments  for a period of fifteen days from the date of filing the draft offer document  withsuch exchange and shall be available for download in PDF / HTML formats.(5)  The  draft  offer  document  shall  also  be  displayed  on  the  website  of  the  issuer,  leadmanager(s) and the stock exchanges where the municipal debt  securities are proposed to  belisted.(6)  The  lead  manager  shall  ensure  that  the  draft  offer  document  specifies  the  names  andcontact  details  of the compliance officer of the lead manager, the officer concerned and theproject  officer,  wherever  applicable,    of  the  issuer  including  their  postal  and  email  address,telephone and fax numbers.(7) The lead manager shall after expiry of the period stipulated in sub-regulation (4) file withthe  Board  the  details  of  the  comments  received  by  them  or  the  issuer  from  the  public  inrespect  of  the  draft  offer  document,  during  the  period  stipulated  in  sub-regulation  (4),alongwith  the  consequential  changes,  if  any,  that  are  required  to  be  made  in  the  draft  offerdocument.(8)  If    the    Board    specifies    any    changes    or    issues    observations,    the  issuer    and    leadmanager(s)  shall  carry  out  such  changes  in  the  draft  offer  document and  shall submitto the  Board  the updated draft offer document complying  with  the  observations  issued  bythe  Board  and  highlighting  all  changes  made  in  the  draft  offer  document  and    before  filingthe  offer  document with  the stock exchange or Registrar of Companies, as the case may be.(9)  The    lead    manager(s)    shall    submit    the    following    documents    to    the    Board    afterissuance  of observations  by  the  Board  or  after  expiry  of  the  period  stipulated  in  sub-regulation  (3) of this regulation if the Board has not issued observations:a) a  statement  certifying  that  all  changes,  suggestions  and  observations  madeby    the    Board  have  been  incorporated  in  the  offer  document  or  the  placementmemorandum;b) a due  diligence  certificate  as per Form B and Form C of Schedule  II.(10) A copy of draft and final offer document along-with a soft copy shall also be forwardedto  the  Board,  simultaneously  with  filing  of  these  documents  with  the  designated  stockexchange.(11)  The  issuer  filing  a  shelf  offer  document  shall  also  file  a  copy  of  an  informationmemorandum,  containing  all  material  facts  including  changes  in  the  financial  position  ashave occurred between the previous offer or first offer or subsequent offer of municipal debtsecurities, with the recognised stock exchanges and the Board and in case the issuer is a bodycorporate to whom the Companies Act, 2013 applies such issuer shall also file the same withthe Registrar of Companies.", "ents": [{"start": 38, "end": 47, "label": "ENT"}, {"start": 113, "end": 163, "label": "COND"}, {"start": 163, "end": 4293, "label": "ACT"}], "title": null}, {"text": "  The  draft  and  final  offer  document  shall  be  displayed  on  the  websites  of  stock  exchanges  and shall be available for download in PDF / HTML formats.", "ents": [{"start": 33, "end": 41, "label": "ENT"}, {"start": 43, "end": 164, "label": "ACT"}], "title": null}, {"text": " The draft offer document shall be filed with the designated stock exchange, for dissemination on its website prior to the opening of the issue: Provided that where the issuer is a Corporate Municipal Entity, the final offer document shall be filed with  the  designated  stock  exchange,  simultaneously  with  filing  thereof  with  the  Registrar  of Companies, for dissemination on its website prior to the opening of the issue.", "ents": [{"start": 5, "end": 25, "label": "ENT"}, {"start": 26, "end": 432, "label": "ACT"}], "title": null}, {"text": "  Where  any  person  makes  a  request  for  a  physical  copy  of  the  offer  document,  the  same  shall  be provided to him by the issuer or lead merchant banker.”(6) Any promotional or educative advertisement issued by the issuer during the subscriptionperiod shall not make any reference to the issue of 17[municipal debt securities] or be used forsolicitation.", "ents": [{"start": 136, "end": 142, "label": "ENT"}, {"start": 2, "end": 89, "label": "COND"}, {"start": 103, "end": 368, "label": "ACT"}], "title": null}, {"text": "The issuer may make an advertisement in a national daily with wide circulation, on or before the issue opening date and such advertisement shall, amongst other things, contain the disclosures as per Schedule IV.", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 11, "end": 211, "label": "ACT"}], "title": null}, {"text": " No issuer shall issue an advertisement which is misleading in material particular or which contain any information in a distorted manner or which is manipulative or deceptive.", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 11, "end": 176, "label": "ACT"}], "title": null}, {"text": "  The  advertisement  shall  be  truthful,  fair  and  clear  and  shall  not  contain  a  statement, promise or forecast which is untrue or misleading.", "ents": [], "title": null}, {"text": " Any advertisement issued by the issuer shall not contain any matters which are extraneous to the contents of the offer document. 16[***] by Municipalities) (Amendment) Regulations, 2019 w.e.f. 27.09.2019. Prior to its substitution, regulation 8 read as follows,-", "ents": [{"start": 5, "end": 18, "label": "ENT"}, {"start": 40, "end": 263, "label": "ACT"}], "title": null}, {"text": " The issuer and 19[lead manager] shall ensure that:(a)every application form issued by the issuer is accompanied by a copy of the20[term sheet];(b)the 21[term sheet] shall not contain matters which are extraneous to thecontents of the 22[offer document];(c)adequate space shall be provided in the application form to enable theinvestors to fill in various details like name, address, etc:23[Provided  that  where  the  issuer  is  a  body  corporate  to  which  the  Companies  Act,  2013applies, the term sheet may be read as abridged prospectus]", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 33, "end": 547, "label": "ACT"}], "title": null}, {"text": " The issuer may decide the amount of minimum subscription which it seeks to raise by issue of 24[municipal] debt securities and disclose the same in the offer document: Securities  by  Municipalities)  (Amendment)  Regulations,  2019  w.e.f.  27.09.2019.  Prior  to  its  omission  sub- regulation (5) read as follows,- “(5) The advertisement shall urge the investors to invest only on the basis of information contained in the offer document.” Debt Securities by Municipalities) (Amendment) Regulations, 2019 w.e.f. 27.09.2019. 18  The  words  “abridged  prospectus”  substituted  by  the  Securities  and  Exchange  Board  of  India  (Issue  and Listing of Debt Securities by Municipalities) (Amendment) Regulations, 2019 w.e.f. 27.09.2019. 19  The  words  “lead  merchant  banker”  substituted  by  the  Securities  and  Exchange  Board  of  India  (Issue  and Listing of Debt Securities by Municipalities) (Amendment) Regulations, 2019 w.e.f. 27.09.2019. 20  The  words  “abridged  prospectus”  substituted  by  the  Securities  and  Exchange  Board  of  India  (Issue  and Listing of Debt Securities by Municipalities) (Amendment) Regulations, 2019 w.e.f. 27.09.2019. 21  The  words  “abridged  prospectus”  substituted  by  the  Securities  and  Exchange  Board  of  India  (Issue  and Listing of Debt Securities by Municipalities) (Amendment) Regulations, 2019 w.e.f. 27.09.2019. Securities by Municipalities) (Amendment) Regulations, 2019 w.e.f. 27.09.2019. Municipalities) (Amendment) Regulations, 2019 w.e.f. 27.09.2019. Municipalities) (Amendment) Regulations, 2019 w.e.f. 27.09.2019. Provided such minimum subscription limit shall not be less than seventy five per cent of the issue size.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 1700, "label": "ACT"}], "title": null}, {"text": "  In  the  event  of  non-receipt  of  minimum  subscription  as  specified  above,  all  application moneys  received  in  the  public  issue  shall  be  refunded  forthwith  to  the  applicants,  within twelve days from the date of the closure of the issue.", "ents": [{"start": 39, "end": 60, "label": "ENT"}, {"start": 2, "end": 144, "label": "COND"}, {"start": 144, "end": 259, "label": "ACT"}], "title": null}, {"text": " In the event, there is a delay by the issuer in making the aforesaid refund, then the issuer shall refund the subscription amount along with interest at the rate of ten per cent. per annum for the delayed period.", "ents": [{"start": 39, "end": 45, "label": "ENT"}, {"start": 94, "end": 213, "label": "ACT"}], "title": null}, {"text": "  Issuers  shall  be  allowed  to  retain  the  over-subscription  money  up  to  100%  of  the Base  Issue size  but  not  exceeding the  rated size  or any lower limit  as specified in the offer document, if any.", "ents": [{"start": 2, "end": 9, "label": "ENT"}, {"start": 11, "end": 214, "label": "ACT"}], "title": null}, {"text": " For the issuers filing a shelf offer document, oversubscription may be retained up to the total size of the shelf offer document.] 26[Allotment Municipalities) (Amendment) Regulations, 2019 w.e.f. 27.09.2019. by  Municipalities)  (Amendment)  Regulations,  2019  w.e.f.  27.09.2019.  Prior  to  its  substitution,  regulation  12 read as follows,-", "ents": [{"start": 9, "end": 16, "label": "ENT"}, {"start": 65, "end": 348, "label": "ACT"}], "title": null}, {"text": " Allotment in the public issue of municipal debt securities should be made on the basis of date of upload of each application into the electronic book of the stock exchange: Provided  that  on  and  after  the  date  of  oversubscription,  the  allotments  may  be  made  to  the applicants on a proportionate basis upto the oversubscription limit.", "ents": [{"start": 18, "end": 30, "label": "ENT"}, {"start": 1, "end": 257, "label": "COND"}, {"start": 257, "end": 348, "label": "ACT"}], "title": null}, {"text": " The issuer and lead manager(s) shall ensure that the municipal debt securities are allotted and/or application monies are refunded or unblocked within such period as may  be specified by the Board.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 32, "end": 198, "label": "ACT"}], "title": null}, {"text": " The lead manager(s) shall ensure that the allotment, credit of dematerialised securities and refund or unblocking of application monies, as may be applicable, are done electronically.", "ents": [{"start": 5, "end": 20, "label": "ENT"}, {"start": 21, "end": 184, "label": "ACT"}], "title": null}, {"text": "  Where  the  securities  are  not  allotted  and/or  application  monies  are  not  refunded  or unblocked within the period stipulated in sub-regulation (2) above, the issuer shall undertake to pay interest at the rate of fifteen per cent. per annum to the investors and within such time as disclosed in the offer document and the lead manager(s) shall ensure the same.]", "ents": [{"start": 54, "end": 73, "label": "ENT"}, {"start": 2, "end": 164, "label": "COND"}, {"start": 177, "end": 372, "label": "ACT"}], "title": null}, {"text": "A  public  issue  of  27[municipal  debt  securities]  may  be  underwritten  by  an  underwriter registered  with  the  Board  and  in  such  a  case  adequate  disclosures  regarding  underwriting arrangements shall be disclosed in the offer document. Provided  that  where  the  issuer  is  a  corporate  municipal  entity,  contribution  of  the  concerned municipality, which is being financed by the corporate municipal entity,  shall not be less than twenty per cent. of the project costs, which shall be contributed from its internal resources or grants. The issuer shall disclose the  schedule of implementation of the project in the offer document in atabular form and the funds raised by the issuer shall be utilized in accordance with the said schedule.”Debt Securities by Municipalities) (Amendment) Regulations, 2019 w.e.f. 27.09.2019.", "ents": [], "title": null}, {"text": " Prior to making a private placement of municipal debt securities which are proposed to be listed, the issuer shall file the preliminary placement memorandum with the Board and stock exchange(s) through the merchant banker registered with the Board. (Issue and Listing of Debt Securities by Municipalities) (Amendment) Regulations, 2019 w.e.f. 27.09.2019. by  Municipalities)  (Amendment)  Regulations,  2019  w.e.f.  27.09.2019.  Prior  to  its  substitution,  regulation  14 read as follows,-", "ents": [{"start": 19, "end": 36, "label": "ENT"}, {"start": 110, "end": 494, "label": "ACT"}], "title": null}, {"text": "An issuer desirous of making an offer of debt securities to the public shall make an application for listing to one or more recognised stock exchanges: Provided that in case of issuer being corporate municipal entity, such an application shall be made in terms of sub-section  of section 40 of the Companies Act, 2013.” by  Municipalities)  (Amendment)  Regulations,  2019  w.e.f.  27.09.2019.  Prior  to  its  substitution,  regulation  15 read as follows,-", "ents": [{"start": 3, "end": 9, "label": "ENT"}, {"start": 71, "end": 458, "label": "ACT"}], "title": null}, {"text": " The minimum subscription amount per investor shall be Rupees ten lakh.]", "ents": [{"start": 5, "end": 32, "label": "ENT"}, {"start": 46, "end": 72, "label": "ACT"}], "title": null}, {"text": "An  issuer,  proposing  to  issue  debt  securities  shall  maintain  100%  asset  cover  sufficient  to discharge the principal amount at all times for the debt securities issued.” Municipalities) (Amendment) Regulations, 2019 w.e.f. 27.09.2019. Municipalities) (Amendment) Regulations, 2019 w.e.f. 27.09.2019. Municipalities) (Amendment) Regulations, 2019 w.e.f. 27.09.2019. Municipalities) (Amendment) Regulations, 2019 w.e.f. 27.09.2019.  The  offer  document  or  38[term  sheet]  or  any  advertisement  issued  by  an  issuer  inconnection  with  a  public  issue  of  debt  securities  shall  not  contain  any  false  or  misleadingstatement.39[(3)  The  offer  document  or  placement  memorandum  shall  contain  all  material  disclosureswhich are true, correct and adequate to enable the applicants to take an informed investmentdecision.]", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 53, "end": 852, "label": "ACT"}], "title": null}, {"text": "The issuers may provide an option to buy-back the debt-securities at a value which shall not  be less than the face value of the debt  securities,  from  the investors  32[in the manner as specified by the Board from time to time]: Provided in such cases, appropriate disclosure shall be made in the offer document", "ents": [{"start": 4, "end": 11, "label": "ENT"}, {"start": 12, "end": 314, "label": "ACT"}], "title": null}, {"text": "The issuer may recall municipal debt securities prior to maturity date at its option (call) or  provide  such  right  of  redemption  prior  to  maturity  date  (put)  to  all  the  investors  at  their option in the manner as may be specified by the Board from time to time: Provided  in  all  such  cases,  detailed  disclosure  shall  be  made  in  the  offer  document  or placement memorandum.]", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 11, "end": 399, "label": "ACT"}], "title": null}, {"text": "  The  offer  document  35[or  term  sheet]  36[or  placement  memorandum]  shall  not  omit disclosure of a material fact which may make the statements made therein misleading 37[***]. by  Municipalities)  (Amendment)  Regulations,  2019  w.e.f.  27.09.2019.  Prior  to  its  substitution,  regulation  16 read as follows,-", "ents": [{"start": 24, "end": 35, "label": "ENT"}, {"start": 76, "end": 324, "label": "ACT"}], "title": null}, {"text": " The funds raised from issue of municipal debt securities shall be used only for the purposes  indicated  under  the  objects  stipulated  in  the  offer  document  or  placementmemorandum.", "ents": [{"start": 5, "end": 17, "label": "ENT"}, {"start": 58, "end": 189, "label": "ACT"}], "title": null}, {"text": " Where the proceeds of the issue are earmarked for a defined project or a set of projects, prior requisite approvals, if applicable shall be obtained from the concerned authorities.", "ents": [{"start": 27, "end": 32, "label": "ENT"}, {"start": 27, "end": 32, "label": "ENT"}, {"start": 1, "end": 89, "label": "COND"}, {"start": 1, "end": 132, "label": "COND"}, {"start": 132, "end": 181, "label": "ACT"}, {"start": 132, "end": 181, "label": "ACT"}], "title": null}, {"text": " The issuers shall maintain a bank account in which the amount raised from the issue shall be  immediately  transferred  after  the  closure  of  the  issue  and  such  amount  shall  only  be utilised for the indicated project(s): Provided  further  that  the  merchant  banker  to  the  issue,  in  case  of  private  placement,  shall confirm to the bankers to the issue by way of copies of listing and trading approvals that all formalities  in  connection  with  the  issue  have  been  completed  and  that  the  banker  is  free  to release the money to the issuer or release the money for refund in case of failure of the issue.", "ents": [{"start": 5, "end": 12, "label": "ENT"}, {"start": 13, "end": 636, "label": "ACT"}], "title": null}, {"text": "  The  issuer  shall  disclose  the  schedule  of  implementation  of  the  project  in  the  offer document  or  placement  memorandum  in  a  tabular  form  and  the  funds  raised  by  the  issuer shall be utilized in accordance with the said Schedule.", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 15, "end": 255, "label": "ACT"}], "title": null}, {"text": "09.2019. 38  The  words  “abridged  prospectus”  substituted  by  the  Securities  and  Exchange  Board  of  India  (Issue  and Listing of Debt Securities by Municipalities) (Amendment) Regulations, 2019 w.e.f. 27.09.2019. Municipalities) (Amendment) Regulations, 2019 w.e.f. 27.09.2019. Municipalities) (Amendment) Regulations, 2019 w.e.f. 27.09.2019.", "ents": [{"start": 26, "end": 46, "label": "ENT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": "The contribution of the issuer for each issuance of municipal debt securities shall not be less than twenty per cent. of the project costs, which shall be contributed from their internal resources or grants that may be in cash or kind.]", "ents": [{"start": 24, "end": 30, "label": "ENT"}, {"start": 78, "end": 236, "label": "ACT"}], "title": null}, {"text": " The debentures shall be secured by the creation of a charge, on the properties or assets or the receivables of the issuer, having a value which is sufficient for the due repayment of the amount of debentures and interest thereon: Provided that in case unsecured debentures are intended to be listed on stock exchange(s), then such debt securities shall either be backed by guarantee from State Government or Central Government or shall have a structured payment mechanism whereby the issuer shall deposit debt servicing amounts in the designated bank account at least 10 working days before due date of payment.", "ents": [], "title": null}, {"text": "  The  total  value  of  secured  debentures  issued  shall  not  exceed  the  market  value  of  immovable property/other assets or receivables of the issuer, for which a charge shall be created.", "ents": [], "title": null}, {"text": "  The  issuer  shall  give  an  undertaking  in  the  offer  document  that  the  assets  on  which  charge  is created  are  free  from  any  encumbrances  and  if  the  assets  are  already  charged  to  secure a  debt,  the permissions  or  consent  to  create  second  or  pari  pasu  charge  on  the  assets  of  the  issuer  have  been obtained from the earlier creditor.", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 15, "end": 377, "label": "ACT"}], "title": null}, {"text": " The issue proceeds shall not be utilised until the documents for creation of security are executed.”", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 20, "end": 101, "label": "ACT"}], "title": null}, {"text": " A trust deed for securing the issue of debentures shall be executed by the issuer in favour of the independent trustee or debenture trustee, as applicable, within three months of the closure of theissue.", "ents": [{"start": 9, "end": 13, "label": "ENT"}, {"start": 51, "end": 204, "label": "ACT"}], "title": null}, {"text": " The trust deed shall contain such clauses  as may be prescribed in Schedule IV of the Securities and Exchange Board of India (Debenture Trustees) Regulations, 1993: Provided that in case of private placement by a corporate municipal entity, the trust deed shall, in- addition,  contain  such  clauses  as  prescribed  under  section  71  of  the  Companies  Act,  2013  and Companies (Share Capital and Debentures) Rules 2014.", "ents": [{"start": 5, "end": 15, "label": "ENT"}, {"start": 16, "end": 427, "label": "ACT"}], "title": null}, {"text": " The trust deed shall not contain a clause which has the effect of:(a)limiting or extinguishing the obligations and liabilities of the debenture trustees or the issuerin relation to any rights or interests of the investors;limiting or restricting or waiving the provisions of the Act, these regulations and circulars orguidelines issued by the Board;indemnifying  the  debenture  trustees  or  the  issuer  for  loss  or  damage  caused  by  their  act  ofnegligence or commission or omission.”(b)(c)", "ents": [{"start": 11, "end": 15, "label": "ENT"}, {"start": 16, "end": 500, "label": "ACT"}], "title": null}, {"text": " The trust deed shall not contain a clause which has the effect of:(a) limiting or extinguishing  the obligations and liabilities of the debenture trustees orthe issuer in relation to any rights or interests of the investors;(b) limiting or restricting or waiving the provisions of the Act, or Securities Contracts(Regulation)  Act,  1956  or  the  Depositories  Act,  1996,  and  the  regulations  andcirculars or guidelines issued by the Board from time to time;(c) indemnifying the debenture trustees or the issuer for loss or damage caused by theiract of negligence or commission or omission.(4) The issue proceeds shall not be utilised until the Trust deed is executed.]by  Municipalities)  (Amendment)  Regulations,  2019  w.e.f.  27.09.2019.  Prior  to  its  substitution,  regulation  20read as follows,-", "ents": [{"start": 11, "end": 15, "label": "ENT"}, {"start": 16, "end": 812, "label": "ACT"}], "title": null}, {"text": " The issuer shall redeem the debt securities in terms of the offer document.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 76, "label": "ACT"}], "title": null}, {"text": " Where the issuer being a corporate municipal entity, desires to roll-over the debt securities issued, it shall do so only upon passing of a special resolution to that effect and give twenty one days notice of the proposed roll over to the holders of debt securities: Provided where the issuer is a municipality, the notice shall be given to the holders of debt securities and stock exchanges where the debt securities are listed, upon the said decision: Provided further that in case the issuer is a municipality, if the holders of debt securities do not provide consent for the proposed roll over within the notice period, the issuer shall redeem the debt securities of such holders.", "ents": [{"start": 11, "end": 17, "label": "ENT"}, {"start": 1, "end": 52, "label": "COND"}, {"start": 106, "end": 685, "label": "ACT"}], "title": null}, {"text": " The notice referred to in sub- regulation (2) shall contain disclosures with regard to credit rating and rationale for roll-over.", "ents": [], "title": null}, {"text": "  The  issuer    being  a  corporate  municipal  entity  shall,  prior  to  sending  the  notice  to  holders  of  debt securities,  file  a  copy  of  the  notice  and  proposed  resolution  with  the  stock  exchanges  where  such securities are listed, for dissemination of the same to public on their websites.", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 62, "end": 130, "label": "COND"}, {"start": 130, "end": 314, "label": "ACT"}], "title": null}, {"text": " The debt securities issued can be rolled over subject to the following conditions:(a)  The roll-over is approved by a special resolution passed by the holders of debt securities throughpostal  ballot  having  the  consent  of  not  less  than  75%  of  the  holders  by  value  of  such  debtsecurities:Provided that this condition shall not be applicable to the issuer, which is a municipality:Provided  further  that  in  case  of  issuer  being  a  municipality,  a  period  of  seven  days  shall  begranted to the holders of debt securities to provide their consent;(b) atleast one rating is obtained from a credit rating agency within a period of six months prior tothe due date of redemption and is disclosed in the notice referred to in sub-regulation (2);(c)  fresh trust deed shall be executed at the time of such roll over or the existing trust deed may becontinued if the trust deed provides for such continuation ;(d) adequate security shall be created or maintained in respect of such debt securities to be rolled–over.", "ents": [{"start": 5, "end": 20, "label": "ENT"}, {"start": 1, "end": 333, "label": "COND"}, {"start": 333, "end": 1034, "label": "ACT"}], "title": null}, {"text": "  The  issuer  shall  redeem  the  debt  securities  of  all  the  holders,  who  have  not  given  their  positive consent to the roll-over.”(4) The issuer shall, prior to sending the notice to holders of municipal debt securities, file acopy of the notice and proposed resolution with the stock exchanges where such securities arelisted, for dissemination of the same to the public on their websites.(5)  The  municipal  debt  securities  issued  can  be  rolled  over  subject  to  the  followingconditions:(a)  the  roll-over  is  approved  by  a  special  resolution  passed  by  the  holders  of  suchmunicipal debt securities having the consent of not less than 75% of the holders byvalue of such municipal debt securities:(b)  at  least  one  rating  is  obtained  from  a  credit  rating  agency  within  a  period  of  sixmonths prior to the due date of redemption and is disclosed in the notice referred toin sub-regulation (2);(c) fresh trust deed shall be executed at the time of such roll over or the existing trustdeed may be continued if the trust deed provides for such continuation;(6)  The  issuer  shall  redeem  the  municipal  debt  securities  of  all  the  holders,  who  have  notgiven their positive consent to the roll-over.]", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 15, "end": 1252, "label": "ACT"}], "title": null}, {"text": " For the redemption of the debentures issued by a corporate municipal entity, the issuer shall create  debenture  redemption  reserve  in  accordance  with  the  provisions  of  the  Companies  Act,  2013 and the rules made thereunder.", "ents": [{"start": 50, "end": 76, "label": "ENT"}, {"start": 89, "end": 235, "label": "ACT"}], "title": null}, {"text": " Where the issuer is a corporate municipal entity and the issuer has defaulted in payment of interest on debt securities or redemption thereof or in creation of security as per the terms of the issue of debt securities, any distribution of dividend shall require approval of the debenture trustees.”", "ents": [{"start": 11, "end": 17, "label": "ENT"}, {"start": 1, "end": 218, "label": "COND"}, {"start": 249, "end": 299, "label": "ACT"}], "title": null}, {"text": "The  day  count  convention  for  calculation  of  interest  payments  for  municipal  debt securities shall be Actual/Actual and shall be calculated in manner as specified by the Board. by  Municipalities)  (Amendment)  Regulations,  2019  w.e.f.  27.09.2019.  Prior  to  its  substitution,  regulation  22 read as follows,-", "ents": [], "title": null}, {"text": "Any  person  connected  with  the  issue  shall  not  offer  any  incentive,  whether  direct  or indirect,  in  any  manner,  whether  in  cash  or  kind  or  services  or  otherwise  to  any  person  for making  an  application  in  the  issue,  except  for  fees  or  commission  for  services  rendered  in relation to the issue.]", "ents": [{"start": 35, "end": 40, "label": "ENT"}, {"start": 42, "end": 334, "label": "ACT"}], "title": null}, {"text": " All the issuers making public issues of debt securities or seeking listing of debt securities issued on private placement basis, shall comply with conditions of listing including continuous disclosure and other  requirements  specified  by  the  Board  in  general  and  those  specified  in  Schedule  V  to  theseregulations.", "ents": [{"start": 9, "end": 16, "label": "ENT"}, {"start": 130, "end": 328, "label": "ACT"}], "title": null}, {"text": " Where the issuer is corporate municipal entity, one-third of its Board shall comprise of independent directors, as defined in section 149 of the Companies Act, 2013.", "ents": [{"start": 11, "end": 17, "label": "ENT"}, {"start": 1, "end": 47, "label": "COND"}, {"start": 72, "end": 166, "label": "ACT"}], "title": null}, {"text": "  Every  rating  obtained  by  an  issuer  shall  be  periodically  reviewed  by  the  registered  credit  rating agency and any revision in the rating shall be promptly disclosed by the issuer to the stock exchange(s) where the debt securities are listed.", "ents": [{"start": 35, "end": 41, "label": "ENT"}, {"start": 43, "end": 256, "label": "ACT"}], "title": null}, {"text": " In the event of credit rating being downgraded by two or more notches below the rating assigned at the time of issue, the issuer shall present to all bondholders, the reasons for fall in rating and the steps, if any, it intends to take to recover the rating.", "ents": [{"start": 81, "end": 96, "label": "ENT"}, {"start": 130, "end": 259, "label": "ACT"}], "title": null}, {"text": " Any change in rating shall be promptly disseminated in such manner as the stock exchange where such securities are listed may determine from time to time.", "ents": [], "title": null}, {"text": "  The  issuer,  the  respective  debenture  trustees,  wherever  appointed,  and  stock  exchanges  shall disseminate all information and reports regarding debt securities including compliance reports filed by the issuers and the debenture trustees, if appointed, to the investors and the general public by placing them on their websites.", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 100, "end": 338, "label": "ACT"}], "title": null}, {"text": " The information referred to in sub-regulation (5) shall also be placed on the websites, if any, of the debenture trustee, the issuer and the stock exchanges.”(2) Where the issuer is a body corporate to whom the Companies Act, 2013 applies, one-thirdof  its  Board  shall  comprise  of  independent  directors,  as  defined  in  section  149  of  theCompanies Act, 2013.(3)  Any  change  in  rating  shall  be  promptly  disseminated  in  such  manner  as  the  stockexchange where such securities are listed may determine from time to time.(4)  The  issuer,  the  respective  debenture  trustees,  and  stock  exchanges  shall  disseminate  allinformation  and  reports  regarding  municipal  debt  securities  including  compliance  reportsfiled  by  the  issuers  and  the  debenture  trustees,  to  the  investors  and  the  general  public  byplacing them on their websites.(5) The information referred to in sub-regulation (3) shall also be placed on the websites ofthe debenture trustee, the issuer and the stock exchanges.]", "ents": [{"start": 5, "end": 16, "label": "ENT"}, {"start": 51, "end": 1031, "label": "ACT"}], "title": null}, {"text": "  An  Issuer,  being  a  municipality,  shall  prepare  its  accounts  in  accordance  with  the  National Municipal Accounts Manual or in accordance with  similar Municipal Accounts Manual adopted by the respective State Government: Provided that in case of the Issuer being a corporate municipal entity, the accounts shall be prepared in accordance with section 129 and 134 of the Companies Act, 2013 and the rules made thereunder.", "ents": [{"start": 6, "end": 12, "label": "ENT"}, {"start": 40, "end": 433, "label": "ACT"}], "title": null}, {"text": "  In  case  of  the  issuer  being  a  municipality,  the  accounts  of  the  issuer  shall  be  audited  by  the persons  appointed  by  the  municipal  corporations,  as  permissible  under  its  constitution/state legislation governing the municipality: Provided that in case of an issuer being a corporate municipal entity, the accounts of the issuer shall be  audited  by  an  auditor,  in  terms  of  section  139  of  the  Companies  Act,  2013  and  the  rules  made thereunder:", "ents": [{"start": 21, "end": 27, "label": "ENT"}, {"start": 86, "end": 486, "label": "ACT"}], "title": null}, {"text": " The bank account for issue proceeds and separate escrow account with earmarked revenues, shall be audited by persons so appointed by the municipality or the corporate municipal entity, within six months of the close of every financial year.” Provided  that  in  case  the  issuer  is  a  body  corporate  to  which  the  Companies  Act,  2013 applies, the accounts of the issuer shall be audited by an auditor, in terms of section 139 of the Companies Act, 2013 and the Rules made thereunder.]", "ents": [{"start": 5, "end": 17, "label": "ENT"}, {"start": 90, "end": 494, "label": "ACT"}], "title": null}, {"text": " The debt securities issued to the public or on a private placement basis, which are listed in recognised stock exchanges, shall be traded and such trades shall be cleared and settled in recognised clearing corporation subject to conditions specified by the Board.", "ents": [{"start": 5, "end": 20, "label": "ENT"}, {"start": 123, "end": 264, "label": "ACT"}], "title": null}, {"text": "  The  trading  lot  for  privately  placed  debt  securities  shall  be  rupees  one  lakh  or  such  amount  as may be specified by the Board.", "ents": [{"start": 51, "end": 61, "label": "ENT"}, {"start": 63, "end": 144, "label": "ACT"}], "title": null}, {"text": " In case of trades of debt securities which have been made over the counter, such trades shall be reported on a recognised stock exchange having a nationwide trading terminal or such other platform as may be specified by the Board from time to time.", "ents": [{"start": 22, "end": 37, "label": "ENT"}, {"start": 1, "end": 75, "label": "COND"}, {"start": 89, "end": 249, "label": "ACT"}], "title": null}, {"text": "  The  information  in  respect  of  issues  such  as  issuer  details,  instrument  details,  ratings,  rating migration,  coupon,  buyback,  redemption  details,    shall  be  required  to  be  reported  to  a  common database with depositories or any other platform as may be specified by the Board.”", "ents": [{"start": 37, "end": 43, "label": "ENT"}, {"start": 167, "end": 303, "label": "ACT"}], "title": null}, {"text": " The monitoring agency appointed under sub-regulation (7) of regulation 5 shall be vested with the requisite powers for protecting the interest of holders of debt securities.", "ents": [], "title": null}, {"text": "  The  monitoring  agency  shall  inspect  on  half  yearly  basis,  the  utilization  of  issue  proceeds  in accordance  with  objects  of  the  issue  as  specified  in  offer  document  and  report,  material  deviation,  if any, to the concerned stock exchange for public dissemination.", "ents": [], "title": null}, {"text": " The monitoring agency shall monitor earmarked revenue in the separate escrow account.", "ents": [{"start": 5, "end": 22, "label": "ENT"}, {"start": 23, "end": 86, "label": "ACT"}], "title": null}, {"text": " The debenture trustee, wherever appointed, shall be vested with the requisite powers for protecting the interest of holders of debt securities: Provided  that  ,  where  the  issuer  is  a  corporate  municipal  entity,  such  powers  shall  include  a  right  to appoint a nominee director on the Board of the issuer, in consultation with institutional holders of suchsecurities.", "ents": [{"start": 5, "end": 22, "label": "ENT"}, {"start": 44, "end": 381, "label": "ACT"}], "title": null}, {"text": "  the  debenture  trustee,  wherever  appointed,  shall  disclose  the  information  to  the  investors  and  the general public by issuing a press release in any of the following events:(a)  default by issuer to pay interest on debt securities or redemption amount;(b) failure to create a charge on the assets;(c)  revision of rating assigned to the debt securities.", "ents": [{"start": 38, "end": 47, "label": "ENT"}, {"start": 50, "end": 367, "label": "ACT"}], "title": null}, {"text": " The debenture trustee, wherever appointed, shall carry out its duties and perform its functions under these regulations, the Securities and Exchange Board of India (Debenture Trustees) Regulations, 1993, the trust deed and offer document, with due care, diligence and loyalty.", "ents": [{"start": 5, "end": 22, "label": "ENT"}, {"start": 44, "end": 277, "label": "ACT"}], "title": null}, {"text": "  The  debenture  trustee,  wherever  appointed,  shall  ensure  disclosure  of  all  material  events  on  an ongoing basis", "ents": [{"start": 38, "end": 47, "label": "ENT"}, {"start": 50, "end": 124, "label": "ACT"}], "title": null}, {"text": "  The  debenture  trustees,  wherever  appointed,  shall  supervise  the  implementation  of  the  conditions regarding creation of security for the debt securities and debenture redemption reserve.”(5) The debenture trustee shall supervise the implementation of the obligations cast in termsof provisions of these regulations.]", "ents": [{"start": 7, "end": 16, "label": "ENT"}, {"start": 51, "end": 328, "label": "ACT"}], "title": null}, {"text": " The issuer shall disclose all the material facts in the offer documents issued or distributed to the public and shall ensure that all the disclosures made in the offer document are true, fair and adequate and there is no mis-leading or untrue statements or mis-statement in the offer document.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 294, "label": "ACT"}], "title": null}, {"text": " The merchant banker(s) shall verify and confirm that the disclosures made in the offer documents are true, fair and adequate and ensure that the issuer is in compliance with these regulations.", "ents": [{"start": 5, "end": 23, "label": "ENT"}, {"start": 24, "end": 193, "label": "ACT"}], "title": null}, {"text": " The merchant banker(s) shall ensure that all transaction specific disclosures required in Schedule I of these regulations are complied with: Provided where the issuer is a corporate municipal entity, merchant banker(s) shall also ensure that the disclosures under Companies Act, 2013 and rules made thereunder are complied with.", "ents": [{"start": 5, "end": 23, "label": "ENT"}, {"start": 24, "end": 329, "label": "ACT"}], "title": null}, {"text": " The issuer shall treat the applicants in a public issue of debt securities in a fair and equitable manner as per the procedures as may be specified by the Board.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 162, "label": "ACT"}], "title": null}, {"text": "  The  issuer  and  merchant  bankers  shall  be  responsible  for  the  due  diligence  in  respect  of assignments undertaken by them in respect of issue, offer and distribution of securities to the public.", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 39, "end": 208, "label": "ACT"}], "title": null}, {"text": "  No  person  shall  employ  any  device,  scheme  or  artifice  to  defraud  in  connection  with  issue  or subscription or distribution of debt securities which are listed or proposed to be listed on a recognised stock exchange.", "ents": [], "title": null}, {"text": "  The  issuer  and  the  merchant  bankers  shall  ensure  that  the  security  created  to  secure  the  debt securities is adequate to ensure hundred per cent. asset cover for the debt securities.”(6)  There  shall  be  no  conflict  of  interest  between  the  lead  manager(s)  and  the  issuer  or  its", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 44, "end": 307, "label": "ACT"}], "title": null}, {"text": "Without  prejudice  to  the action under section 11, 11A, 11 B, 11D, sub- section  of section  12,  Chapter  VIA  and  section  24  of  the  Act  or  section  439  of  the  Companies  Act, 2013, the Board may suo-motu or upon receipt of information or on completion or pendency of  inspection  or  investigation,  in  the  interests  of  the  securities  market,  issue  or  pass  such directions as it deems fit including any or all of the following:(a)  direct the issuer to refund the application monies to the applicants in a public issue;(b) direct  the  persons  concerned  not  to  further  deal  in  securities  in  any  particularmanner;(c)  direct  the  persons  concerned  not  to  access  the  securities  market  for  a  specifiedperiod;(d) restrain  the  issuer  or  its  promoters  or  directors  from  making  further  issues  ofsecurities;(e)  direct the person concerned to sell or divest the securities;(f)  direct  the  issuer  or  the  depository  not  to  give  effect  transfer  or  directing  furtherfreeze of transfer of securities;(g) any  other  direction  which  Board  may  deem  fit  and  proper  in  the  circumstances  ofthe case:Provided  that  the  Board  shall,  either  before  or  after  issuing  such  directions,  give  anopportunity of being heard to the persons against whom the directions are issued or proposedto be issued:Provided further that if any ex-parte direction is required to be urgent issued, the Board maygive post decisional hearing to the affected person:Municipalities) (Amendment) Regulations, 2019 w.e.f. 27.09.2019.Provided also that where the issuer is a Municipality, the Board may communicate theinstances of violation or non-compliance etc. if any, to the Central Government and theconcerned State Government.]", "ents": [{"start": 41, "end": 48, "label": "ENT"}, {"start": 205, "end": 1775, "label": "ACT"}], "title": null}, {"text": " The Board may, exempt any person or class of persons from the operation of all or any of the provisions of these regulations for a period as may be specified but not exceeding twelve  months,  for  furthering  innovation  in  technological  aspects  relating  to  testing  new products, processes, services, business models, etc. in live environment of regulatory sandbox in the securities markets.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 14, "end": 191, "label": "COND"}, {"start": 191, "end": 399, "label": "ACT"}], "title": null}, {"text": "  Any  exemption  granted  by  the  Board  under  sub-regulation  (1)  shall  be  subject  to  the applicant satisfying such conditions as may be specified by the Board including conditions to be complied with on a continuous basis. testing  environment  where  new  products,  processes,  services,  business  models,  etc.  may  be deployed on a limited set of eligible customers for a specified period of time,  for furthering innovation  in  the  securities  market,  subject  to  such  conditions  as  may  be  specified  by  the Board.]", "ents": [{"start": 36, "end": 41, "label": "ENT"}, {"start": 71, "end": 542, "label": "ACT"}], "title": null}, {"text": " In  order  to  remove  any  difficulties  in  the  interpretation  or  application  of  the provisions  of  these  regulations,  the  Board  shall  have  the  power  to  issue  directions  through guidance notes or circulars: Municipalities) (Amendment) Regulations, 2019 w.e.f. 27.09.2019. Prior to its omission, regulation 28 read as follows,-", "ents": [], "title": null}, {"text": "Any contravention of these regulations shall be dealt with by the Board in accordance with the Act.” Provided  that  where  any  direction  is  issued  by  the  Board  in  a  specific  case  relating  to interpretation or application of any provision of these regulations, it shall be done only after affording  a  reasonable  opportunity  of  being  heard  to  the  concerned  persons  and  after recording reasons for the direction.", "ents": [], "title": null}, {"text": "The  Board  may,  in  the  interest  of  investors  or  for  the  development  of  the  securities market,  relax the strict enforcement  of any requirement of these regulations, if the Board is satisfied that, -(a) the requirement is procedural or technical in nature; or(b) the requirement may cause undue hardship to investors; or(c) the disclosure requirement is not relevant for a particular industry or class of issuers;or(d) the non-compliance was caused due to factors beyond the control of the issuer ;or(e) such relaxation will be in the interest of securities market.]", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 15, "end": 105, "label": "COND"}, {"start": 105, "end": 579, "label": "ACT"}], "title": null}]