[{"text": " Any issuer offering specified securities through a public issue or rights issue shall satisfy the conditions of this Chapter at the time of filing draft offer document with the Board (unless stated otherwise in this Chapter) and at the time of registering or filing the final offer document with the Registrar of Companies or designated stock exchange, as the case may be.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 1, "end": 81, "label": "COND"}, {"start": 81, "end": 373, "label": "ACT"}], "title": null}, {"text": " No issuer shall make a public issue or rights issue of specified securities:(a)(b)if the issuer, any of its promoters, promoter group or directors or persons in control of theissuer are debarred from accessing the capital market by the Board;if  any  of  the  promoters,  directors  or  persons  in  control  of  the  issuer  was  or  also  is  apromoter,  director  or  person  in  control  of  any  other  company  which  is  debarred  fromaccessing the capital market under any order or directions made by the Board;22[***](c)(d)  unless it has made an application to one or more recognised stock exchanges for listing ofspecified securities on such stock exchanges and has chosen one of them as the designatedstock exchange:Provided  that  in  case  of  an  initial  public  offer,  the  issuer  shall  make  an  application  forlisting  of  the  specified  securities  in  at  least  one  recognised  stock  exchange  havingnationwide trading terminals;(e)  unless it has entered into an agreement with a depository for dematerialisation of specifiedsecurities already issued or proposed to be issued;(f)  unless all existing partly paid-up equity shares of the issuer have either been fully paid upor forfeited;(g)  unless  firm  arrangements  of  finance  through  verifiable  means  towards  seventy  five  percent.  of  the  stated  means  of  finance,  excluding  the  amount  to  be  raised  through  theproposed  public  issue  or  rights  issue  or  through  existing  identifiable  internal  accruals,have been made. 23[(3) Warrants may be issued along with public issue or rights issue of specified securities subject to the following:(a)  the  tenure  of  such  warrants  shall  not  exceed  24[eighteen]  months  from  their  date  ofallotment in the public/rights issue;(b) not more than one warrant shall be attached to one specified security 25[;] ](c)  26[the price or conversion formula of the warrants shall be determined upfront and at least25% of the consideration amount shall also be received upfront;w.e.f. 25.05.2016. Prior to its omission, clause (c) read as under:―(c)  if  the  issuer  of  convertible  debt  instruments  is  in  the  list  of  wilful  defaulters  published  by  the  Reserve  Bank  ofIndia or it is in default of payment of interest or repayment of principal amount in respect of debt instruments issued by", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 11, "end": 2357, "label": "ACT"}], "title": null}, {"text": "01.2012. Prior to its omission, clause (b) read as under: ―(b) a copy of inter-se allocation of responsibilities of each merchant banker, in case the issue is managed by more than", "ents": [{"start": 73, "end": 112, "label": "ENT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": " The issuer shall appoint one or more merchant bankers, at least one of whom shall be a lead merchant banker and shall also appoint other intermediaries, in consultation with the lead merchant banker, to carry out the obligations relating to the issue.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 252, "label": "ACT"}], "title": null}, {"text": " The  issuer  shall,  in  consultation  with  the  lead  merchant  banker,  appoint  only  those intermediaries which are registered with the Board.", "ents": [{"start": 6, "end": 12, "label": "ENT"}, {"start": 19, "end": 73, "label": "COND"}, {"start": 73, "end": 148, "label": "ACT"}], "title": null}, {"text": " Where  the  issue  is  managed  by  more  than  one  merchant  banker,  the  rights,  obligations  and responsibilities, relating inter alia to disclosures, allotment, refund and underwriting obligations, if any,  of  each  merchant  banker  shall  be  predetermined  and  disclosed  in  the  offer  document  as specified in Schedule I29[:] 30[Provided  that  where  any  of  the  merchant  bankers  is  an  associate  of  the  issuer,  it  shall  declare itself as a marketing lead manager and its role shall be limited to marketing of the issue.]", "ents": [{"start": 49, "end": 62, "label": "ENT"}, {"start": 49, "end": 62, "label": "ENT"}, {"start": 1, "end": 70, "label": "COND"}, {"start": 1, "end": 243, "label": "COND"}, {"start": 243, "end": 550, "label": "ACT"}, {"start": 243, "end": 550, "label": "ACT"}], "title": null}, {"text": " The  lead  merchant  banker  shall,  only  after  independently  assessing  the  capability  of  other intermediaries to carry out their obligations, advise the issuer on their appointment.", "ents": [], "title": null}, {"text": " The issuer shall enter into an agreement with the lead merchant banker in the format specified in Schedule II and with other intermediaries as required under the respective regulations applicable to the intermediary concerned: Provided that such agreements may include such other clauses as the issuer and the intermediary may  deem  fit  without  diminishing  or  limiting  in  any  way  the  liabilities  and  obligations  of  the", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 433, "label": "ACT"}], "title": null}, {"text": "", "ents": [], "title": null}, {"text": "11.2010.w.e.f. 31.5.2017. Prior to such substitution, the sub-regulation  read as:―(2)The monitoring agency shall submit its report to the issuer in the format specified in Schedule IX on ahalf yearly basis, till the proceeds of the issue have been fully utilised.‖excluding the proceeds under offer for sale and amount raised for general corporate purposes, havebeen utilized.]58[(3) The Board of Directors and the management of the company shall provide their comments onthe findings of the monitoring agency as specified in Schedule IX.(4) The issuer shall, within forty five days from the end of each quarter, publically disseminate thereport  of  the  monitoring  agency  by  uploading  the  same  on  its  website  as  well  as  submitting  thesame to the stock exchange(s) on which its equity shares are listed.]", "ents": [{"start": 101, "end": 107, "label": "ENT"}, {"start": 108, "end": 819, "label": "ACT"}], "title": null}, {"text": " No issuer shall make,(a)  a public issue; or(b)  a rights issue, where the aggregate value of the specified securities offered is fifty lakhrupees or more,unless  a  draft  offer  document,  along  with  fees  as  specified  in  Schedule  IV,  has  been  filedwith the Board through the lead merchant banker, at least thirty days prior to registering theprospectus,  red  herring  prospectus  or  shelf  prospectus  with  the  Registrar  of  Companies  orfiling the letter of offer with the designated stock exchange, as the case may be.", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 11, "end": 538, "label": "ACT"}], "title": null}, {"text": " The  Board  may  specify  changes  or  issue  observations,  if  any,  on  the  draft  offer  document within thirty days from the later of the following dates:(a)(b)(c)(d)the date of receipt of the draft offer document under sub-regulation (1); orthe date of receipt of satisfactory reply from the lead merchant bankers, where the Boardhas sought any clarification or additional information from them; orthe date of receipt of clarification or information from any regulator or agency, where theBoard has sought any clarification or  information from such regulator or agency; orthe date of receipt of a copy of in-principle approval letter issued by the recognised stockexchanges.", "ents": [], "title": null}, {"text": " If the Board specifies changes or issues observations on the draft offer document, the issuer and lead merchant banker shall carry out such changes in the draft offer document and comply with the observations issued by the Board before registering the prospectus, red-herring prospectus or shelf prospectus, as the case may be, with the Registrar of Companies or filing the letter of offer with the designated stock exchange.", "ents": [{"start": 8, "end": 13, "label": "ENT"}, {"start": 8, "end": 13, "label": "ENT"}, {"start": 1, "end": 82, "label": "COND"}, {"start": 1, "end": 120, "label": "COND"}, {"start": 120, "end": 426, "label": "ACT"}, {"start": 120, "end": 426, "label": "ACT"}], "title": null}, {"text": " The  issuer  shall,  simultaneously  while  registering  the  prospectus,  red  herring  prospectus  or shelf  prospectus  with  the  Registrar  of  Companies  or  filing  the  letter  of  offer  with  the  designated stock exchange or before the opening of the issue, file a copy thereof with the Board through the lead merchant banker.", "ents": [{"start": 6, "end": 12, "label": "ENT"}, {"start": 19, "end": 73, "label": "COND"}, {"start": 73, "end": 338, "label": "ACT"}], "title": null}, {"text": " The lead merchant banker shall, while filing the offer document with the Board in terms of sub- regulation  (1)  and  sub-regulation  (4),  file  a  copy  of  such  document  with  the  recognised  stock exchanges where the specified securities are proposed to be listed.", "ents": [{"start": 5, "end": 25, "label": "ENT"}, {"start": 31, "end": 138, "label": "COND"}, {"start": 138, "end": 272, "label": "ACT"}], "title": null}, {"text": " The issuer shall deposit, before the opening of subscription list, and keep deposited with the stock  exchange(s),  an  amount  calculated  at  the  rate  of  one  per  cent.  of  the  amount  of  securities offered for subscription to the public.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 248, "label": "ACT"}], "title": null}, {"text": "The amount specified in sub-regulation (1) shall be deposited in the manner specified by Board and/or stock exchange(s).", "ents": [], "title": null}, {"text": "The  amount  specified  in  sub-regulation  (1)  shall  be  refundable  or  forfeitable  in  the  manner specified by the Board.]", "ents": [], "title": null}, {"text": " The lead merchant bankers shall submit the following to the Board along with the draft offer document: 32[  (a)    a certificate, confirming that an agreement has been entered into between the issuer and the lead merchant bankers as per the format specified in Schedule II;](b)  33[***](c)    a due diligence certificate as per Form A of Schedule VI;(d)   in case of an issue of convertible debt instruments, a due diligence certificate from thedebenture trustee as per Form B of Schedule VI;34[  (e)    a  certificate  confirming  compliance  of  the  conditions  specified  in  Part  C  of  ScheduleVIII.]", "ents": [{"start": 5, "end": 26, "label": "ENT"}, {"start": 27, "end": 608, "label": "ACT"}], "title": null}, {"text": " The lead merchant bankers shall submit the following documents to the Board after issuance of observations by the Board or after expiry of the period stipulated in sub-regulation (2) of regulation 6 if the Board has not issued observations:(a)  a  statement  certifying  that  all  changes,  suggestions  and  observations  made  by  the  Boardhave been incorporated in the offer document;(b)  a  due  diligence  certificate  as  per  Form  C  of  Schedule  VI,  at  the  time  of  registering  theprospectus with the Registrar of Companies;31  Substituted  by  the  SEBI  (Listing  Obligations  and  Disclosure  Requirements)  Regulations,  2015,  w.e.f.  01.12.2015.Prior to its substitution, said Regulation read as under :\"7.  In-principle  approval  from  recognised  stock  exchanges.  —  The  issuer  shall  obtain  in-principle  approval  fromrecognised stock exchanges as follows :(a)  in  case  of  an  initial  public  offer,  from  all  the  recognised  stock  exchanges  in  which  the  issuer  proposes  to  get  itsspecified securities listed; and(b) in case of a further public offer and rights issue :(i)  where  the  specified  securities  are  listed  only  on  recognised  stock  exchanges  having  nationwide  tradingterminals, from all such stock exchanges;(ii)  where  the  specified  securities  are  not  listed  on  any  recognised  stock  exchange  having  nationwide  tradingterminals, from all the stock exchanges in which the specified securities of the issuer are proposed to be listed;(iii) where the specified securities are listed on recognised stock exchanges having nationwide trading terminals aswell  as  on  the  recognised  stock  exchanges  not  having  nationwide  trading  terminals,  from  all  recognised  stockexchanges having nationwide trading terminals.\"", "ents": [{"start": 5, "end": 26, "label": "ENT"}, {"start": 27, "end": 1804, "label": "ACT"}], "title": null}, {"text": "No  issuer  shall  issue  convertible  debt  instruments  for  financing  replenishment  of  funds  or  for providing loan to or for acquiring shares of any person who is part of the same group or who is under the same management: Provided that an issuer may issue fully convertible debt instruments for these purposes if the period of conversion of such debt instruments is less than eighteen months from the date of issue of such debtinstruments.(I)  Two persons shall be deemed to be ―part of the same group‖ if they belong to the group withinthe meaning of clause (ef) of section 2 of the Monopolies and Restrictive Trade Practices Act,1969 (54 of 1969) or if they own ―inter connected undertakings within the meaning of clause(g) of section 2 of the said Act;(II)  The expression ―under the same management‖ shall have the same meaning as assigned to itin sub-section (1B) of section 370 of the Companies Act, 1956 (1 of 1956).", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 12, "end": 932, "label": "ACT"}], "title": null}, {"text": " The draft offer document filed with the Board shall be made public, for comments, if any, for a period of at least twenty one days from the date of such filing, by hosting it on the websites of the Board,  recognised  stock  exchanges  where  specified  securities  are  proposed  to  be  listed  and merchant bankers associated with the issue.", "ents": [{"start": 5, "end": 25, "label": "ENT"}, {"start": 47, "end": 345, "label": "ACT"}], "title": null}, {"text": " The lead merchant bankers shall, after expiry of the period stipulated in sub-regulation (1), file with the Board a statement giving information of the comments received by them or the issuer on the draft offer document during that period and the consequential changes, if any, to be made in the draft offer document. 35[(3) The issuer either on the date of filing the draft offer document with the Board or on the next day  shall  make  a  public  announcement  in  one  English  national  daily  newspaper  with  wide circulation,  one  Hindi  national  daily  newspaper  with  wide  circulation  and  one  regional  language newspaper  with  wide  circulation  at  the  place  where  the  registered  office  of  the  issuer  is  situated, disclosing  to  the  public  the  fact  of  filing  of  draft  offer  document  with  the  Board  and  inviting  the public  to  give  their  comments  to  the  Board  in  respect  of  disclosures  made  in  the  draft  offerdocument.]", "ents": [{"start": 5, "end": 26, "label": "ENT"}, {"start": 32, "end": 93, "label": "COND"}, {"start": 93, "end": 979, "label": "ACT"}], "title": null}, {"text": " Nothing contained in sub-regulations (1), (2) and (3) of regulation 6 and regulations 7 and 8 shall apply to a public issue or rights issue if the issuer satisfies the following conditions:(a)(b)(c)the equity shares of the issuer have been listed on any recognised stock exchange havingnationwide trading terminals for a period of at least three years immediately  precedingthe reference date;the  average  market  capitalisation  of  public  shareholding  of  the  issuer  is  at  least  36[onethousand crore rupees in case of public issue and two hundred and fifty crore rupees incase of rights issue];the  annualised  trading  turnover  of  the  equity  shares  of  the  issuer  during  six  calendar", "ents": [], "title": null}, {"text": "  Where  the  issuer  making  a  public  issue  (other  than  through  the  book  building  process)  or rights issue, desires to have the issue underwritten, it shall appoint the underwriters in accordance with Securities and Exchange Board of India (Underwriters) Regulations, 1993.", "ents": [{"start": 14, "end": 20, "label": "ENT"}, {"start": 2, "end": 117, "label": "COND"}, {"start": 162, "end": 284, "label": "ACT"}], "title": null}, {"text": " Where  the  issuer  makes  a  public  issue  through  the  book  building  process,  such  issue  shall  be underwritten by book runners or syndicate members: 47[Provided  that  atleast  48[seventy  five  per  cent]  of  the  net  offer  to  the  public  proposed  to  be compulsorily  allotted  to  qualified  institutional  buyers  for  the  purpose  of  compliance  of  the eligibility conditions  specified in  sub-regulation  (2) of regulation  26 and regulation 27, cannot  beunderwritten.]", "ents": [{"start": 13, "end": 19, "label": "ENT"}, {"start": 1, "end": 83, "label": "COND"}, {"start": 99, "end": 497, "label": "ACT"}], "title": null}, {"text": " The issuer shall enter into underwriting agreement with the book runner, who in turn shall enter into  underwriting  agreement  with  syndicate  members,  indicating  therein  the  number  of  specified securities  which  they  shall  subscribe  to  at  the  predetermined  price  in  the  event  of  under- subscription in the issue.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 335, "label": "ACT"}], "title": null}, {"text": " If  syndicate  members  fail  to  fulfil  their  underwriting  obligations,  the  lead  book  runner  shall fulfil the underwriting obligations.", "ents": [{"start": 89, "end": 93, "label": "ENT"}, {"start": 1, "end": 75, "label": "COND"}, {"start": 103, "end": 145, "label": "ACT"}], "title": null}, {"text": " The book runners and syndicate members shall not subscribe to the issue in any manner except for fulfilling their underwriting obligations.", "ents": [{"start": 5, "end": 17, "label": "ENT"}, {"start": 40, "end": 140, "label": "ACT"}], "title": null}, {"text": "  49[***]", "ents": [], "title": null}, {"text": "  In  case  of  every  underwritten  issue,  the  lead  merchant  banker  or  the  lead  book  runner  shall undertake minimum underwriting obligations as specified in the Securities and Exchange Board of India (Merchant Bankers) Regulations, 1992.", "ents": [{"start": 89, "end": 93, "label": "ENT"}, {"start": 103, "end": 248, "label": "ACT"}], "title": null}, {"text": " Where hundred per cent. of the offer through offer document is underwritten, the underwriting obligations shall be for the entire hundred per cent. of the offer through offer document and shall", "ents": [{"start": 7, "end": 23, "label": "ENT"}, {"start": 1, "end": 76, "label": "COND"}, {"start": 107, "end": 194, "label": "ACT"}], "title": null}, {"text": " Subject to the compliance with sub-section (4) of section 60 of the Companies Act, 1956, a public issue or rights issue may be opened:(a)  within twelve months from the date of issuance of the observations by the Board underregulation 6; or(b)  within  three  months  of  expiry  of  the  period  stipulated  in  sub-regulation  (2)  ofregulation 6, if the Board has not issued observations:Provided  that  in  case  of  a  fast  track  issue,  the  issue  shall  open  within  the  periodstipulated in sub-section (4) of section 60 of the Companies Act, 1956.", "ents": [{"start": 92, "end": 104, "label": "ENT"}, {"start": 121, "end": 561, "label": "ACT"}], "title": null}, {"text": " In  case  of  shelf  prospectus,  the  first  issue  may  be  opened  within  three  months  of  issuance  of observations by the Board.", "ents": [], "title": null}, {"text": " The issuer shall, before registering the red herring prospectus (in case of a book built issue) or prospectus  (in  case  of  a  fixed  price  issue)  with  the  Registrar  of  Companies  or  filing  the  letter  of offer with the designated stock exchange, as the case may be, file with the Board through the lead merchant bankers, an updated offer document highlighting all changes made in the offer document.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 17, "end": 257, "label": "COND"}, {"start": 257, "end": 412, "label": "ACT"}], "title": null}, {"text": " Notwithstanding  anything  contained  in  this  regulation,  if  there  are  changes  in  the  offer document in relation to the matters specified in Schedule VII, the updated offer document or new draft offer document, as the case may be, shall be filed with the Board along with fees specified in Schedule IV. 45[(5) An issue shall be opened after at least three working days from the date of registering the red", "ents": [{"start": 96, "end": 110, "label": "ENT"}, {"start": 233, "end": 415, "label": "ACT"}], "title": null}, {"text": " ( The minimum subscription to be received in an issue shall not be less than ninety per cent.", "ents": [{"start": 7, "end": 27, "label": "ENT"}, {"start": 55, "end": 94, "label": "ACT"}], "title": null}, {"text": "No allotment shall be made by the issuer in excess of the specified securities offered through the offer document: Provided  that  in  case  of  oversubscription,  an  allotment  of  not  more  than  ten  per  cent.  of  the  net offer to public may be made for the purpose of making allotment in minimum lots.", "ents": [], "title": null}, {"text": " If the issue size53[, excluding the size of offer for sale by selling shareholders,] exceeds 54[one hundred] crore rupees, the issuer shall make arrangements for the use of proceeds of the issue to be monitored by a public financial institution or by one of the scheduled commercial banks named in the offer document as bankers of the issuer: Provided  that  nothing  contained  in  this  clause  shall  apply  to  55[ ]  an  issue  of  specified  securities made by a bank or public financial institution 56[or an insurance company]. 57[(2)  The  monitoring  agency  shall  submit  its  report  to  the  issuer  in  the  format  specified  in Schedule  IX  on  a  quarterly  basis,  till  at  least  ninety  five  percent  of  the  proceeds  of  the  issue,", "ents": [{"start": 128, "end": 134, "label": "ENT"}, {"start": 1, "end": 21, "label": "COND"}, {"start": 135, "end": 759, "label": "ACT"}], "title": null}, {"text": "No issuer shall alter the terms (including the terms of issue) of specified securities which may adversely affect the interests of the holders of that specified securities, except with the consent in writing of the holders of not less than three-fourths of the specified securities of that class or with the sanction of a special resolution passed at a meeting of the holders of the specified securities of", "ents": [{"start": 3, "end": 9, "label": "ENT"}, {"start": 10, "end": 406, "label": "ACT"}], "title": null}, {"text": "5.2017.(c)(d)such assets are sufficient to discharge the principal amount at all times;it  has  created  debenture  redemption  reserve  in  accordance  with  the  provisions  ofsection 117C of the Companies Act, 1956;if the issuer proposes to create a charge or security on its assets in respect of securedconvertible debt instruments, it shall ensure that:(i)(ii)  such assets are free from any encumbrance;(iii)  where security is already created on such assets in favour of financial institutionsor banks or the issue of convertible debt instruments is proposed to be secured bycreation of security on a leasehold land, the consent of such financial institution,bank or lessor for a second or pari passu charge has been obtained and submittedto the debenture trustee before the opening of the issue;(iv)  the security/asset cover shall be arrived at after reduction of the liabilities havinga  first/prior  charge,  in  case  the  convertible  debt  instruments  are  secured  by  asecond or subsequent charge. The issuer shall redeem the convertible debt instruments in terms of the offer document.", "ents": [{"start": 57, "end": 73, "label": "ENT"}, {"start": 2, "end": 340, "label": "COND"}, {"start": 340, "end": 1103, "label": "ACT"}], "title": null}, {"text": "If the issuer proposes to receive subscription monies in calls, it shall ensure that the outstanding subscription money is called within twelve months from the date of allotment in the issue and if any applicant fails to pay the call money within the said twelve months, the equity shares on which there are calls in arrear along with the subscription money already paid on such shares shall be forfeited: Provided  that  it  shall  not  be  necessary  to  call  the  outstanding  subscription  money  within  twelve months, if the issuer has appointed a monitoring agency in terms of regulation 16.", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 0, "end": 62, "label": "COND"}, {"start": 67, "end": 599, "label": "ACT"}], "title": null}, {"text": "  The  issuer  and  merchant  bankers  shall  ensure  that  specified  securities  are  allotted  and/or application moneys are refunded within fifteen days from the date of closure of the issue.", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 39, "end": 195, "label": "ACT"}], "title": null}, {"text": " Where specified securities are not allotted and/or application moneys are not refunded within the period  stipulated  in  sub-regulation  (1),  the  issuer  shall  undertake  to  pay  interest  at  such  rate  and within such time as disclosed in the offer document.", "ents": [{"start": 17, "end": 27, "label": "ENT"}, {"start": 1, "end": 142, "label": "COND"}, {"start": 158, "end": 267, "label": "ACT"}], "title": null}, {"text": "No issuer shall make any further issue of specified securities in any manner whether  by way of public issue, rights issue, preferential issue, qualified institutions placement, issue of bonus shares or otherwise:(a)in case of a fast track issue, during the period between the date of registering the red herringprospectus (in case of a book built issue) or prospectus (in case of a fixed price issue) with theRegistrar of Companies or filing the letter of offer with the designated stock exchange and thelisting of the specified securities offered through the offer document or refund of applicationmoneys; orin case of other issues, during the period between the date of filing the draft offer document withthe Board and the listing of the specified securities offered through the offer document or refundof application moneys;(b)unless full disclosures regarding the total number of specified securities and amount proposed to beraised from such further issue are made in such draft offer document or offer document, as the casemay be.", "ents": [{"start": 3, "end": 9, "label": "ENT"}, {"start": 10, "end": 1038, "label": "ACT"}], "title": null}, {"text": " In addition to other requirements laid down in these regulations, an issuer making a public issue or rights issue of convertible debt instruments shall comply with the following conditions:(a)(b)it  has obtained credit rating from one or more credit rating agencies;it has appointed one or  more debenture trustees  in  accordance with  the provisions ofsection 117B of the Companies Act, 1956 and Securities and Exchange Board of India", "ents": [{"start": 70, "end": 76, "label": "ENT"}, {"start": 147, "end": 437, "label": "ACT"}], "title": null}, {"text": " The non-convertible portion of partly convertible debt instruments issued by a listed issuer, the value of which exceeds fifty lakh rupees, may be rolled over without change in the interest rate, subject  to  compliance  with  the  provisions  of  section  121  of  the  Companies  Act,  1956  and  the following conditions:(a)  seventy  five per cent.  of the holders of the convertible debt  instruments  of the issuer(b)(c)have, through a resolution, approved the rollover through postal ballot;the issuer has, along with the notice for passing the resolution, sent to all holders of theconvertible debt instruments, an auditors‘ certificate on the cash flow of the issuer andwith comments on the liquidity position of the issuer;the  issuer  has  undertaken  to  redeem  the  non-convertible  portion  of  the  partlyconvertible debt instruments of all the holders of the convertible debt instruments whohave not agreed to the resolution;(d)  credit  rating  has  been  obtained  from  at  least  one  credit  rating  agency  registered  withthe  Board  within  a  period  of  six months  prior to  the  due  date  of  redemption  and  hasbeen communicated to the holders of the convertible debt instruments, before the rollover;", "ents": [{"start": 87, "end": 93, "label": "ENT"}, {"start": 1, "end": 141, "label": "COND"}, {"start": 141, "end": 1234, "label": "ACT"}], "title": null}, {"text": " The  creation  of  fresh  security  and  execution  of  fresh  trust  deed  shall  not  be  mandatory  if  the existing trust deed or the security documents provide for continuance of the security till redemption of secured convertible debt instruments; Provided that whether the issuer is required to create fresh security and to execute fresh trust deed", "ents": [{"start": 27, "end": 35, "label": "ENT"}, {"start": 77, "end": 356, "label": "ACT"}], "title": null}, {"text": "  An  issuer  shall  not  convert  its  optionally  convertible  debt  instruments  into  equity  shares unless the holders of such convertible debt instruments have sent their positive consent to the issuer and non-receipt of reply to any notice sent by the issuer for this purpose shall not be construed as consent for conversion of any convertible debt instruments.", "ents": [{"start": 6, "end": 12, "label": "ENT"}, {"start": 14, "end": 368, "label": "ACT"}], "title": null}, {"text": " Where  the  value  of  the  convertible  portion  of  any  convertible  debt  instruments  issued  by  a listed  issuer  exceeds  fifty  lakh  rupees  and  the  issuer  has  not  determined  the  conversion  price  of such convertible debt instruments at the time of making the issue, the holders of such convertible debt  instruments  shall  be  given  the  option  of  not  converting  the  convertible  portion  into  equity shares: Provided  that  where  the  upper  limit  on  the  price  of  such  convertible  debt  instruments  and justification thereon is determined and disclosed to the investors at the time of making the issue, it shall  not  be  necessary  to  give  such  option  to  the  holders  of  the  convertible  debt  instruments  for converting the convertible portion into equity share capital within the said upper limit.", "ents": [{"start": 92, "end": 97, "label": "ENT"}, {"start": 92, "end": 97, "label": "ENT"}, {"start": 1, "end": 284, "label": "COND"}, {"start": 1, "end": 337, "label": "COND"}, {"start": 337, "end": 847, "label": "ACT"}, {"start": 337, "end": 847, "label": "ACT"}], "title": null}, {"text": " Where  an  option  is  to  be  given  to  the  holders  of  the  convertible  debt  instruments  in  terms  of sub-regulation  (2)  and  if  one  or  more  of  such  holders  do  not  exercise  the  option  to  convert  the instruments  into  equity  share  capital  at  a  price  determined  in  the  general  meeting  of  the shareholders,  the  issuer  shall  redeem  that  part  of  the  instruments  within  one  month  from  the  last date by which option is to be exercised, at a price which shall not be less than its face value.", "ents": [{"start": 329, "end": 341, "label": "ENT"}, {"start": 1, "end": 341, "label": "COND"}, {"start": 357, "end": 538, "label": "ACT"}], "title": null}, {"text": " The  provision  of  sub-regulation  (3)  shall  not  apply  if  such  redemption  is  in  terms  of  the disclosures made in the offer document.", "ents": [{"start": 39, "end": 40, "label": "ENT"}, {"start": 42, "end": 145, "label": "ACT"}], "title": null}, {"text": "Unless  otherwise  provided  in  this  Chapter,  an  issuer  making  a  public  issue  shall  satisfy  the conditions of this Chapter as on the date of filing draft offer document with the Board and also as on the date of registering the offer document with the Registrar of Companies.", "ents": [{"start": 53, "end": 59, "label": "ENT"}, {"start": 87, "end": 285, "label": "ACT"}], "title": null}, {"text": " PART II - PRICING IN PUBLIC ISSUE", "ents": [{"start": 22, "end": 34, "label": "ENT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": "10.2012. 96[Provided  that  value  of  specified  securities  allotted  to  any  person  in  pursuance  of  reservation made  under  clause  (a)  of  sub-regulation    or  clause  (a)  of  sub-regulation  (2)  of  regulation  42, shall not exceed 97[two lakhs] rupees.] 98[(1A) The allotment of specified securities to each retail individual investor shall not be less than the minimum bid lot, subject to availability of shares in retail individual investor category, and the remaining available shares, if any, shall be allotted on a proportionate basis.](2) The  executive  director  or  managing  director  of  the  designated  stock  exchange  along  with  thepost issue lead merchant bankers and registrars to the issue shall ensure that the basis of allotmentis finalised in a fair and proper manner in accordance with the allotment procedure as specified inSchedule XV.", "ents": [{"start": 50, "end": 60, "label": "ENT"}, {"start": 230, "end": 877, "label": "ACT"}], "title": null}, {"text": "", "ents": [], "title": null}, {"text": "Prior to its substitution, sub-regulation  read as under : \"(7)  No  issuer  shall  make  an  initial  public  offer,  unless  as  on  the  date  of  registering  prospectus  or  red  herring prospectus with the Registrar of Companies, the issuer has obtained grading for the initial public offer from at least one credit rating agency registered with the Board.\" (III)  In case of an issuer which had been a partnership firm, the track record of distributable profits of the partnership firm shall be considered only if the financial statements of the partnership business  for  the  period  during  which  the  issuer  was  a  partnership  firm,  conform  to  and  are revised  in  the  format  prescribed  for  companies  under  the  Companies  Act,  1956  and  also comply with the following:(a)  adequate disclosures are made in the financial statements as required to be made by the(b)issuer as per Schedule VI of the Companies Act, 1956;the financial statements are duly certified by a Chartered Accountant stating that:(i)the  accounts  and  the  disclosures  made  are  in  accordance  with  the  provisions  ofSchedule VI of the Companies Act, 1956;the  accounting  standards  of  the  Institute  of  Chartered  Accountants  of  India  havebeen followed;(ii)(iii)  the financial statements present a true and fair view of the firm‘s accounts;(IV)  In  case  of  an  issuer  formed  out  of  a  division  of  an  existing  company,  the  track  record  ofdistributable  profits  of  the  division  spun-off  shall  be  considered  only  if  the  requirementscomplied with;(V)  ―bid-ask spread‖ means the difference between quotations for sale and purchase;(VI)  The term ―infrastructure sector‖ includes the facilities or services as specified in Schedule X.", "ents": [{"start": 65, "end": 75, "label": "ENT"}, {"start": 77, "end": 1767, "label": "ACT"}], "title": null}, {"text": "An issuer may make a further public offer if it satisfies the conditions specified in clauses (d) and  (e)  of  sub-regulation    of  regulation  26  and  if  it  does  not  satisfy  those  conditions,  it  may", "ents": [{"start": 3, "end": 9, "label": "ENT"}, {"start": 10, "end": 210, "label": "ACT"}], "title": null}, {"text": " An issuer may determine the price of specified securities in consultation with the lead merchant banker or through the book building process.", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 11, "end": 142, "label": "ACT"}], "title": null}, {"text": "  An issuer may determine the coupon rate and conversion price of convertible debt instruments in consultation with the lead merchant banker or through the book building process.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 178, "label": "ACT"}], "title": null}, {"text": "  The issuer shall undertake the book building process in a manner specified in Schedule XI.", "ents": [{"start": 6, "end": 12, "label": "ENT"}, {"start": 13, "end": 92, "label": "ACT"}], "title": null}, {"text": "An issuer may offer specified securities at different prices, subject to the following:(a)retail individual investors or retail individual shareholders  67[or  employees  68[***]  entitledfor reservation made under regulation 42 making an application for specified securities ofvalue  not  more  than  69[two  lakhs]  rupees,]  may  be  offered  specified  securities  at  a  pricelower than the price at which net offer is made to other categories of applicants:Provided  that  such  difference  shall  not  be  more  than  ten  per  cent.  of  the  price  at  whichspecified securities are offered to other categories of applicants;(b)  in case of a book built issue, the price of the specified securities offered to an anchor investor", "ents": [{"start": 3, "end": 9, "label": "ENT"}, {"start": 10, "end": 737, "label": "ACT"}], "title": null}, {"text": "12.2009. Regulations, 2010, w.e.f. 13.04.2010. Regulations, 2010, w.e.f. 12.11.2010.(c)  in case of a composite issue, the price of the specified securities offered in the public issuemay  be  different  from  the  price  offered  in  rights  issue  and  justification  for  such  pricedifference shall be given in the offer document.70[(d) In  case  the  issuer  opts  for  the  alternate  method  of  book  building  in  terms  of  Part  D  ofSchedule  XI,  the  issuer  may  offer  specified  securities  to  its  employees  at  a  price  lowerthan the floor price:Provided  that  the  difference  between  the  floor  price  and  the  price  at  which  specifiedsecurities are offered to employees shall not be more than ten per cent. of the floor price.]", "ents": [{"start": 102, "end": 117, "label": "ENT"}, {"start": 3, "end": 184, "label": "COND"}, {"start": 184, "end": 759, "label": "ACT"}], "title": null}, {"text": "11.2016. Regulations, 2012, w.e.f. 12.10.2012. Prior to substitution, sub-regulation  read as under: ―(2)  In an issue made through the book building process, the allocation in the net offer to public category shall be made as follows:(a)(b)(c)not less than thirty five per cent. to retail individual investors;not less than fifteen per cent. to non-institutional investors;not more than fifty per cent. to qualified institutional buyers, five per cent. of which shall be allocated to mutualfunds:Provided that in case of an issue made in terms of sub-clause (i) of clause (a) of sub-regulation (2) of regulation 26, at leastfifty per cent. of the net offer to public shall be allotted to qualified institutional buyers:Provided further that in addition to five per cent. allocation available in terms of clause (c), mutual funds shall be eligible for", "ents": [{"start": 113, "end": 118, "label": "ENT"}, {"start": 210, "end": 851, "label": "ACT"}], "title": null}, {"text": "  Subject  to  the  provisions  of  the  Companies  Act,  1956,  the  Act  and  these  regulations,  an issuer  making  an  initial  public  offer  may  determine  the  face  value  of  the  equity  shares  in  the following manner:(a)(b)if the issue price per equity share is five hundred rupees or more, the issuer shall havethe option to determine the face value at less than ten rupees per equity share:Provided that the face value shall not be less than one rupee per equity share;if the issue price per equity share is less than five hundred rupees, the face value of the", "ents": [{"start": 104, "end": 110, "label": "ENT"}, {"start": 148, "end": 577, "label": "ACT"}], "title": null}, {"text": "01.2010. Capital and Disclosure Requirements) (Fourth Amendment) Regulations, 2012, w.e.f. 12.10.2012.", "ents": [], "title": null}, {"text": " The promoters of the issuer shall contribute in the public issue as follows:(a)(b)(c)in  case  of  an  initial  public  offer,  not  less  than  twenty  per  cent.  of  the  post  issuecapital74[:]75[Provided that in case the post issue shareholding of the promoters is less than twentyper cent.,  alternative investment  funds may  contribute for the purpose of meeting theshortfall in minimum contribution as specified for promoters, subject to a maximum often per cent of the post issue capital.]in case of a further public offer, either to the extent of twenty per cent. of the proposedissue size or to the extent of twenty per cent. of the post-issue capital;in  case  of  a  composite  issue,  either  to  the  extent  of  twenty  per  cent.  of  the  proposedissue  size  or  to  the  extent  of  twenty  per  cent.  of  the  post-issue  capital  excluding  therights issue component.", "ents": [{"start": 22, "end": 28, "label": "ENT"}, {"start": 29, "end": 892, "label": "ACT"}], "title": null}, {"text": " In  case  of  a  public  issue  or  composite  issue  of  convertible  securities,  minimum  promoters‘ contribution shall be as follows:(a)(b)(c)the  promoters  shall  contribute  twenty  per  cent.  as  stipulated  in  clauses  (a),  (b)  or  (c)  ofsub-regulation  (1),  as  the  case  may  be,  either  by  way  of  equity  shares  or  by  way  ofsubscription to the convertible securities:Provided that if the price of the equity shares allotted pursuant to conversion is not pre-determined and not disclosed in the offer document, the promoters shall contribute only byway of subscription to the convertible securities being issued in the public issue and shallundertake  in  writing  to  subscribe  to  the  equity  shares  pursuant  to  conversion  of  suchsecurities.in  case  of  any  issue  of  convertible  securities  which  are  convertible  or  exchangeable  ondifferent dates and if the promoters‘ contribution is by way of equity shares (conversionprice  being  pre-determined),    such  contribution  shall  not  be  at  a  price  lower  than  theweighted  average  price  of  the  equity  share  capital  arising  out  of  conversion  of  suchsecurities.subject to the provisions of clause (a) and (b) above, in case of an initial public offer ofconvertible debt instruments without a prior public issue of equity shares, the promotersshall bring in a contribution of at least twenty per cent. of the project cost in the form ofequity shares, subject to contributing at least twenty per cent. of the issue size from theirown funds in the form of equity shares:Provided  that  if  the  project  is  to  be  implemented  in  stages,  the  promoters‘  contributionshall be with respect to total equity participation till the respective stage vis-à-vis the debtraised or proposed to be raised through the public issue.", "ents": [{"start": 72, "end": 82, "label": "ENT"}, {"start": 118, "end": 1834, "label": "ACT"}], "title": null}, {"text": " For the computation of minimum promoters‘ contribution, the following specified securities shall not be eligible:(a)  specified securities acquired during the preceding three years, if they are:(i)  acquired  for  consideration  other  than  cash  and  revaluation  of  assets  orcapitalisation of intangible assets is involved in such transaction; or(ii)  resulting  from  a  bonus  issue  by  utilisation  of  revaluation  reserves  or  unrealisedprofits of the issuer or from bonus issue against equity shares which are ineligiblefor minimum promoters‘ contribution;(b)  specified securities acquired by promoters 76[ and alternative investment funds] duringthe preceding one year at a price lower than the price at which specified securities arebeing offered to public in the initial public offer:Provided that nothing contained in this clause shall apply:(i)if promoters77[/alternative investment funds, as applicable] pay to the issuer, thedifference between the price at which specified securities are offered in the initialpublic offer and the price at which the specified securities had been acquired;if  such  specified  securities  are  acquired  in  terms  of  the  scheme  under  sections391-394 of the Companies Act, 1956, as approved by a High Court, by promotersin lieu of business and invested capital that had been in existence for a period ofmore than one year prior to such approval;", "ents": [{"start": 24, "end": 41, "label": "ENT"}, {"start": 1, "end": 92, "label": "COND"}, {"start": 92, "end": 1404, "label": "ACT"}], "title": null}, {"text": "The requirements of minimum promoters‘ contribution shall not apply in case of:(a)  an issuer which does not have any identifiable promoter;(b)  a further public offer, where the equity shares  79[of the issuer] 80[***] are not infrequentlytraded in a recognised stock exchange for a period of at least three years and the issuer hasa track record of dividend payment for at least immediately preceding three years:Provided that where promoters propose to subscribe to the specified securities offered tothe extent greater than higher of the two options available in clause (b) of sub-regulation of regulation 32, the subscription in excess of such percentage shall be made at a pricedetermined  in  terms  of  the  provisions  of  regulation  76  or  the  issue  price,  whichever  ishigher.rights issues.(c)and Exchange Board of India (Substantial Acquisition of Shares and Takeovers) Regulations, 1997and the reference date for the purpose of computing the annualised trading turnover referred to inof a fast track issue, the date of filing the offer document with the Registrar of Companies beforeopening of the issue.", "ents": [{"start": 20, "end": 37, "label": "ENT"}, {"start": 52, "end": 1122, "label": "ACT"}], "title": null}, {"text": "  Save  as  otherwise  provided  in  this  Chapter,  specified  securities  held  by  promoters  and persons other than promoters shall not be transferable (hereinafter referred to as ―lock-in‘) from the date of allotment of the specified securities in the proposed public issue for the period stipulated in", "ents": [{"start": 64, "end": 74, "label": "ENT"}, {"start": 130, "end": 307, "label": "ACT"}], "title": null}, {"text": "In  a  public  issue,  the  specified  securities  held  by  promoters  shall  be  locked-in  for  the  period stipulated hereunder:(a)  minimum  promoters‘  contribution  81[  including  contribution  made  by  alternative  investmentfunds,  referred  to  in  proviso  to  clause  (a)  of  sub-regulation    of  regulation  32,]  shall  belocked-in  for  a  period  of  three  years  from  the  date  of  commencement  of  commercialproduction or date of allotment in the public issue, whichever is later;(b)  promoters‘  holding  in  excess  of  minimum  promoters‘  contribution  shall  be  locked-in  for  aperiod of one year:Provided that excess promoters‘ contribution as provided in proviso to clause (b) of regulation 34shall not be subject to lock-in.commercial  production\"  means  the  last  date  of  the  month  in  which  commercial  production  in  amanufacturing company is expected to commence as stated in the offer document.", "ents": [{"start": 7, "end": 20, "label": "ENT"}, {"start": 0, "end": 72, "label": "COND"}, {"start": 72, "end": 943, "label": "ACT"}], "title": null}, {"text": "In  case  of  an  initial  public  offer,  the  entire  pre-issue  capital  held  by  persons  other  than promoters shall be locked-in for a period of one year: Provided that nothing contained in this regulation shall apply to:(a)  equity  shares  allotted  to  employees  under  an  employee  stock  option  or  employee  stockpurchase  scheme  of  the  issuer  prior  to  the  initial  public  offer,  if  the  issuer  has  made  fulldisclosures  with  respect  to  such  options  or  scheme  in  accordance  with  Part  A  of  ScheduleVIII;82[(b)  equity shares held by a venture capital fund or alternative investment fund of category I or aforeign venture capital investor:Provided that such equity shares shall be locked in for a period of at least one year from thedate of purchase by the venture capital fund or alternative investment fund or foreign venturecapital investor.]conversion  of  fully  paid-up  compulsorily  convertible  securities,  the  holding  period  of  suchconvertible securities as well as that of resultant equity shares together shall be considered for thepurpose  of  calculation  of  one  year  period  and  convertible  securities  shall  be  deemed  to  be  fullypaid-up,  if  the  entire  consideration  payable  thereon  has  been  paid  and  no  further  consideration  is", "ents": [{"start": 60, "end": 65, "label": "ENT"}, {"start": 117, "end": 1312, "label": "ACT"}], "title": null}, {"text": "The  lock-in  provisions  of  this  Chapter  shall  not  apply  with  respect  to  the  specified  securities lent  to  stabilising  agent  for  the  purpose  of  green  shoe  option,  during  the  period  starting  from  the date of lending of such specified securities and ending on the date on which they are returned to the lender in terms of sub-regulation  or (6) of regulation 45: Provided that the specified securities shall be locked-in for the remaining period from the date on which they are returned to the lender.", "ents": [], "title": null}, {"text": "Specified  securities  held  by  promoters  and  locked-in  may  be  pledged  with  any  scheduled commercial bank or public financial institution as collateral security for loan granted by such bank or institution, subject to the following:(a)if  the  specified  securities  are  locked-in  in  terms  of  clause  (a)  of  regulation  36,  the  loan  hasbeen  granted  by  such  bank  or  institution  for  the  purpose  of  financing  one  or  more  of  theobjects  of  the  issue  and  pledge  of  specified  securities  is  one  of  the  terms  of  sanction  of  theloan;if the specified securities are locked-in in terms of clause (b) of regulation 36 and the pledgeof specified securities is one of the terms of sanction of the loan.(b)", "ents": [{"start": 11, "end": 21, "label": "ENT"}, {"start": 60, "end": 742, "label": "ACT"}], "title": null}, {"text": "Subject to the provisions of Securities and Exchange Board of India (Substantial Acquisition of shares and Takeovers) Regulations, 1997, the specified securities held by promoters and locked-in as per regulation 36 may be transferred to  another  promoter or any person of the  promoter group or a new promoter or a person in control of the issuer and the specified securities held by persons other  than  promoters  and  locked-in  as  per  regulation  37  may  be  transferred  to  any  other  person holding  the  specified  securities  which  are    locked-in  along  with  the  securities  proposed  to  be transferred: Provided that lock-in on such specified securities shall continue for the remaining period with the transferee and such transferee shall not be eligible to transfer them till the lock-in period stipulated in these regulations has expired. PART V - MINIMUM OFFER TO PUBLIC, RESERVATIONS, ETC.", "ents": [{"start": 29, "end": 39, "label": "ENT"}, {"start": 0, "end": 215, "label": "COND"}, {"start": 215, "end": 916, "label": "ACT"}], "title": null}, {"text": "Subject to the provisions of sub-clause (b) of clause  of rule 19 of Securities Contracts (Regulations) Rules, 1957, the net offer to public:(a)(b)in case of an initial public offer, shall be at least ten per cent. or twenty five per cent. of the post-issuecapital, as the case may be; andin case of a further public offer, shall be at least ten per cent. or twenty five per cent. of the issue size, asthe case may be.(2)  83[* * *](a)84[employees; and in case of a new issuer, persons who are in the permanent and full timeemployment  of  the  promoting  companies  excluding  the  promoters  and  an  immediaterelative of the promoter of such companies;](b)  shareholders (other than promoters) of:listed promoting companies, in case of a new issuer; andlisted group companies, in case of an existing issuer:(i)(ii)Provided  that  if  the  promoting  companies  are  designated  financial  institutions  or  stateand central financial institutions, the shareholders of such promoting companies shall notbe eligible for the reservation on competitive basis;(c)  persons  who,  as  on  the  date  of  filing  the  draft  offer  document  with  the  Board,  areassociated  with  the  issuer  as  depositors,  bondholders  or  subscribers  to  services  of  theissuer making an initial public offer:Provided  that  the  issuer  shall  not  make  the  reservation  to  the  issue  management  team,syndicate  members,  their  promoters,  directors  and  employees  and  for  the  group  orassociate  companies  of  the  issue  management  team  and  syndicate  members  and  theirpromoters, directors and employees;(2)  In  case  of  an  issue  made  other  than  through  the  book  building  process,  the  issuer  may  makereservation on competitive basis out of the issue size excluding promoters‘ contribution and net offerto public in favour of the following categories of persons:(a)85[employees; and in case of a new issuer, persons who are in the permanent and full timeemployment of the promoting companies excluding the promoters and an immediate relativeof the promoter of such companies;](b)  shareholders (other than promoters) of:(i)(ii)listed promoting companies, in the case of a new issuer; andlisted group companies, in the case of an existing issuer:Provided that if the promoting companies are designated financial institutions or stateand  central  financial  institutions,  the  shareholders  of  such  promoting  companies  shallnot be eligible for the reservation on competitive basis.(3)  In case of a further public offer (not being a composite issue), the issuer may make reservation oncompetitive  basis  out  of  the  issue  size  excluding  promoters‘  contribution  and  net  offer  to  public  infavour of retail individual shareholders of the issuer.(4) The reservation on competitive basis shall be subject to following conditions:(a)(b)(c)the  aggregate  of  reservations  for  employees  shall  not  exceed  86[five  per  cent.  of  the  postissue capital of the issuer];reservation for shareholders shall not exceed ten per cent. of the issue size;reservation for persons who as on the date of filing the draft offer document with the Board,have  business  association  as  depositors,  bondholders  and  subscribers  to  services  with  theissuer making an initial public offer shall not exceed five per cent. of the issue size;(d)  no further application for subscription in the net offer to public category shall be entertainedfrom any person (except an employee and retail individual shareholder) in favour of whomreservation on competitive basis is made;(e)  any  unsubscribed  portion  in  any  reserved  category  may  be  added  to  any  other  reservedcategory  and  the  unsubscribed  portion,  if  any,  after  such  inter-se  adjustments  among  thereserved categories shall be added to the net offer to the public category;84  Substituted  by  the  SEBI  (Issue  of  Capital  and  Disclosure  Requirements)  (Third  Amendment)  Regulations,  2010,w.e.f. 13.04.2010. Prior to substitution, clause (a) read as under:", "ents": [{"start": 125, "end": 133, "label": "ENT"}, {"start": 183, "end": 4062, "label": "ACT"}], "title": null}, {"text": " In case of an issue made through the book building process, the issuer may make reservation on competitive  basis  out  of  the  issue  size  excluding  promoters‘  contribution  and  net  offer  to  public  in favour of the following categories of persons: 83  Substituted  by  the  SEBI  (Issue  of  Capital  and  Disclosure  Requirements)  (Second  Amendment)  Regulations,  2014w.e.f. 25.08.2014.Prior to substitution, Regulation 41 read as under:", "ents": [{"start": 15, "end": 20, "label": "ENT"}, {"start": 1, "end": 59, "label": "COND"}, {"start": 72, "end": 452, "label": "ACT"}], "title": null}, {"text": "  No  person  shall  make  an  application  in  the  net  offer  to  public  category  for  that  number  of specified securities which exceeds the number of specified securities offered to public. 90[(2) In an issue made through the book building process under sub-regulation (1) of regulation 26, the allocation in the net offer to public category shall be as follows:(a) not less than thirty five per cent to retail individual investors;(b) not less than fifteen per cent to non-institutional investors;(c) not more than fifty per cent to qualified institutional buyers, five per cent. of which shall beallocated to mutual funds:Provided that in addition to five per cent allocation available in terms of clause (c), mutual funds shallbe eligible for allocation under the balance available for qualified institutional buyers.\";]91[(2A) In an issue made through the book building process under sub-regulation (2) of regulation 26,the allocation in the net offer to public category shall be as follows:(a) not more than ten per cent to retail individual investors;(b) not more than fifteen per cent to non-institutional investors;(c)  not less than seventy  five  per  cent  to  qualified  institutional  buyers,  five  per  cent. of  whichshall be allocated to mutual funds:", "ents": [], "title": null}, {"text": "An  issuer  may  provide  for  a  safety-net  arrangement  for  the  specified  securities  offered  in  any public issue in consultation with the merchant banker after ascertaining the financial capacity of the person offering the safety-net arrangement, subject to disclosures specified in this regard in Part A of Schedule VIII: Provided that any such arrangement shall provide for an offer to purchase up to a maximum of one thousand specified securities per original resident retail individual allottee at the issue price within a period of six months from the last date of despatch of security certificates or credit of demat account. arrangement  provided  by  the  issuer  under  which  a  person  offers  to  purchase  specified  securities from the original resident retail individual allottees at the issue price.", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 12, "end": 824, "label": "ACT"}], "title": null}, {"text": "  An  issuer  making  a  public  issue  of  specified  securities  may  provide  green  shoe  option  for stabilising the post listing price of its specified securities, subject to the following:(a)(b)(c)(d)the  issuer  has  been  authorized,  by  a  resolution  passed  in  the  general  meeting  ofshareholders  approving  the  public  issue,  to  allot  specified  securities  to  the  stabilisingagent, if required, on the expiry of the stabilisation period;the  issuer  has  appointed  a    merchant  banker  or  book  runner,  as  the  case  may  be,  fromamongst the merchant bankers appointed by the issuer as a stabilising agent, who shall beresponsible for the price stabilisation process;prior to filing the draft offer document with the Board, the issuer and the stabilising agenthave entered into an agreement, stating all the terms and conditions relating to the greenshoe option including fees charged and expenses to be incurred by the stabilising agent fordischarging his responsibilities;prior to filing the offer document with the Board, the stabilising agent has entered into anagreement  with  the  promoters  or  pre-issue  shareholders  or  both  for  borrowing  specifiedsecurities  from  them  in  accordance  with  clause  (g)  of  this  sub-regulation,  specifyingtherein the maximum number of specified securities that may be borrowed for the purposeof  allotment  or  allocation  of  specified  securities  in  excess  of  the  issue  size  (hereinafterRegulations, 2014, w.e.f. 25.08.2014.referred to as the ―over- allotment‖), which shall not be in excess of fifteen per cent. of theissue size;subject to clause (d), the lead merchant banker or lead book runner, in consultation withthe stabilising agent, shall determine the amount of specified securities to be over-allottedin the public issue;the draft and final offer documents shall contain all material disclosures about the greenshoe option specified in this regard in Part A of Schedule VIII;in  case  of  an  initial  public  offer  pre-issue  shareholders  and  promoters  and  in  case  of  afurther  public  offer  pre-issue  shareholders  holding  more  than  five  per  cent.  specifiedsecurities and promoters, may lend specified securities to the extent of the proposed over-allotment;the specified securities borrowed shall be in dematerialised form and  allocation of thesesecurities shall be made pro-rata to all successful applicants.(e)(f)(g)(h)", "ents": [{"start": 6, "end": 12, "label": "ENT"}, {"start": 2, "end": 67, "label": "COND"}, {"start": 67, "end": 2447, "label": "ACT"}], "title": null}, {"text": "  For the purpose of stabilisation of post-listing price of the specified securities, the stabilising agent shall  determine  the  relevant  aspects  including  the  timing  of  buying  such  securities,  quantity  to  be bought and the price at which such securities are to be bought from the market.", "ents": [{"start": 43, "end": 56, "label": "ENT"}, {"start": 2, "end": 108, "label": "COND"}, {"start": 108, "end": 301, "label": "ACT"}], "title": null}, {"text": "  The stabilisation process shall be available for a period not exceeding thirty days from the date on which  trading  permission  is  given  by  the  recognised  stock  exchanges  in  respect  of  the  specified securities allotted in the public issue.", "ents": [], "title": null}, {"text": "  The stabilising agent shall open a special account, distinct from the issue account, with a bank for crediting the monies received from the applicants against the over-allotment and a special account with a  depository  participant  for  crediting  specified  securities  to  be  bought  from  the  market  during  the stabilisation period out of the monies credited in the special bank account.", "ents": [{"start": 6, "end": 23, "label": "ENT"}, {"start": 24, "end": 397, "label": "ACT"}], "title": null}, {"text": "  The  specified  securities  bought  from  the  market  and  credited  in  the  special  account  with  the depository participant shall be returned to the promoters or pre-issue shareholders immediately, in any case not later than two working days after the end of the stabilization period.", "ents": [{"start": 18, "end": 28, "label": "ENT"}, {"start": 132, "end": 292, "label": "ACT"}], "title": null}, {"text": "  On  expiry  of  the  stabilisation  period,  if  the  stabilising  agent  has  not  been  able  to  buy  specified securities from the market to the extent of such securities over-allotted, the issuer shall allot specified securities at issue price in dematerialised form to the extent of the shortfall to the special account with the depository participant, within five days of the closure of the stabilisation period and such specified securities shall be returned to the promoters or pre-issue shareholders by the stabilising agent in lieu of the specified securities borrowed from them and the account with the depository participant shall be closed thereafter.", "ents": [{"start": 117, "end": 127, "label": "ENT"}, {"start": 2, "end": 44, "label": "COND"}, {"start": 203, "end": 667, "label": "ACT"}], "title": null}, {"text": "  The  issuer  shall  make  a  listing  application  in  respect  of  the  further  specified  securities  allotted under sub-regulation (6), to all the recognised stock exchanges where the specified securities allotted in  the  public  issue  are  listed  and  the  provisions  of  Chapter  VII  shall  not  be  applicable  to  suchallotment.", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 15, "end": 343, "label": "ACT"}], "title": null}, {"text": "  The stabilising agent shall remit the monies with respect to the specified securities allotted under sub-regulation (6) to the issuer from the special bank account.", "ents": [{"start": 6, "end": 23, "label": "ENT"}, {"start": 24, "end": 166, "label": "ACT"}], "title": null}, {"text": "  Any  monies  left  in the  special  bank  account  after  remittance  of  monies  to the  issuer  under  sub- regulation (8) and deduction of expenses incurred by the stabilising agent for the stabilisation process shall  be transferred  to  the  Investor Protection  and  Education  Fund  established  by  the  Board  and the special bank account shall be closed soon thereafter.", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 217, "end": 382, "label": "ACT"}], "title": null}, {"text": "  The  stabilising  agent  shall  submit  a  report  to  the  stock  exchange  on  a  daily  basis  during  the stabilisation period and a final report to the Board in the format specified in Schedule XII.", "ents": [], "title": null}, {"text": "  The stabilising agent shall maintain a register for a period of at least three years from the date of the end of the stabilisation period and such register shall contain the following particulars:(a)  The  names  of    the  promoters  or  pre-issue  shareholders  from  whom the  specified  securitieswere borrowed and the number of specified securities borrowed from each of them;(b)  The  price,  date  and  time  in  respect  of  each  transaction  effected  in  the  course  of  thestabilisation process; and(c)  The details of allotment made by the issuer on expiry of the stabilisation process.", "ents": [{"start": 6, "end": 23, "label": "ENT"}, {"start": 24, "end": 602, "label": "ACT"}], "title": null}, {"text": " 93[Except as otherwise provided in these regulations] a public issue shall be kept open for at least three working days but not more than ten working days including the days for which the issue is kept open in case of revision in price band.", "ents": [{"start": 57, "end": 69, "label": "ENT"}, {"start": 70, "end": 242, "label": "ACT"}], "title": null}, {"text": "  In  case  the  price  band  in  a  public  issue  made  through  the  book  building  process  is  revised,  the bidding (issue) period disclosed in the red herring prospectus shall be extended for a minimum period of three working days: Provided that the total bidding period shall not exceed ten working days.", "ents": [{"start": 138, "end": 177, "label": "ENT"}, {"start": 178, "end": 313, "label": "ACT"}], "title": null}, {"text": " Subject  to  the provisions of section 66 of the Companies Act,  1956, the issuer shall, after registering the red herring prospectus (in case of a book built issue) or prospectus (in case of fixed price  issue)  with  the  Registrar  of  Companies,  make  a  pre-issue  advertisement  in  one  English national  daily  newspaper  with  wide  circulation,  Hindi  national  daily  newspaper  with  wide circulation  and  one  regional  language  newspaper  with  wide  circulation  at  the  place  where  the registered office of the issuer is situated.", "ents": [{"start": 76, "end": 82, "label": "ENT"}, {"start": 88, "end": 249, "label": "COND"}, {"start": 249, "end": 554, "label": "ACT"}], "title": null}, {"text": " The pre-issue advertisement shall be in the format and shall contain the disclosures specified in Part A of Schedule XIII.", "ents": [{"start": 5, "end": 14, "label": "ENT"}, {"start": 29, "end": 123, "label": "ACT"}], "title": null}, {"text": "An issuer may issue advertisements for issue opening and issue closing advertisements, which shall be in the formats specified in Parts B and C of Schedule XIII.", "ents": [{"start": 3, "end": 9, "label": "ENT"}, {"start": 10, "end": 161, "label": "ACT"}], "title": null}, {"text": " The issuer shall stipulate in  the offer document, the minimum  application size in  terms  of number  of  specified  securities  which  shall  fall  within  the  range  of  minimum  application  value  of 94[ten thousand rupees to fifteen thousand rupees].", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 258, "label": "ACT"}], "title": null}, {"text": "  The issuer shall invite applications in multiples of the minimum application value, an illustration whereof is given in Schedule XIV.", "ents": [{"start": 6, "end": 12, "label": "ENT"}, {"start": 13, "end": 135, "label": "ACT"}], "title": null}, {"text": "  The minimum sum payable on application shall not be less than twenty five per cent. of the issue price: Provided that in case of an offer for sale, the issue price payable for each specified security shall be brought in at the time of application. to  the  issue  price  of  the  specified  securities  and  not  with  reference  to  the  amount  payable  onapplication.", "ents": [{"start": 6, "end": 13, "label": "ENT"}, {"start": 41, "end": 372, "label": "ACT"}], "title": null}, {"text": "  The  allotment  of  specified  securities  to  applicants  other  than  95[retail  individual  investors and]  anchor  investors  shall  be  on  proportionate  basis  within  the  specified  investor  categories  and the  number  of  securities  allotted  shall  be  rounded  off  to  the  nearest  integer,  subject  to  minimum", "ents": [{"start": 33, "end": 43, "label": "ENT"}, {"start": 132, "end": 331, "label": "ACT"}], "title": null}, {"text": " The post-issue lead merchant banker shall ensure that moneys received in respect of the issue", "ents": [{"start": 10, "end": 15, "label": "ENT"}, {"start": 37, "end": 94, "label": "ACT"}], "title": null}, {"text": "", "ents": [], "title": null}, {"text": "The disclosures made in the red herring prospectus while making an initial public offer, shall be  updated  on  an  annual  basis  by  the  issuer  and  shall  be  made  publicly  accessible  in  the  manner", "ents": [{"start": 4, "end": 15, "label": "ENT"}, {"start": 0, "end": 89, "label": "COND"}, {"start": 89, "end": 207, "label": "ACT"}], "title": null}, {"text": "  A  listed  issuer  making  a  rights  issue  shall  announce  a  record  date  for  the  purpose  of determining the shareholders eligible to apply for specified securities in the proposed rights issue.", "ents": [{"start": 13, "end": 19, "label": "ENT"}, {"start": 47, "end": 204, "label": "ACT"}], "title": null}, {"text": "  The issuer shall not withdraw rights issue after announcement of the record date.", "ents": [{"start": 6, "end": 12, "label": "ENT"}, {"start": 13, "end": 83, "label": "ACT"}], "title": null}, {"text": "  If  the  issuer  withdraws  the  rights  issue  after  announcing  the  record  date,  it  shall  not  make  an application for listing of any of its specified securities on any recognised stock exchange for a period of twelve months from the record date announced under sub-regulation (1): Provided  that  the  issuer  may  seek  listing  of  its  equity  shares  allotted  pursuant  to  conversion  or exchange  of  convertible  securities  issued  prior  to  the  announcement  of  the  record  date,  on  the recognised stock exchange where its securities are listed.", "ents": [{"start": 11, "end": 17, "label": "ENT"}, {"start": 2, "end": 86, "label": "COND"}, {"start": 93, "end": 573, "label": "ACT"}], "title": null}, {"text": " No issuer shall make a rights issue of equity shares  100[***]unless it has made reservation of equity  shares  of  the  same  class  in  favour  of  the  holders  of  101[***]  outstanding  102[compulsorily]", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 11, "end": 209, "label": "ACT"}], "title": null}, {"text": "", "ents": [], "title": null}, {"text": "10.2012. 100 The words and symbol ―if it has outstanding fully or partly convertible debt instruments at the time of making rightsw.e.f. 07.02.2012.", "ents": [{"start": 17, "end": 22, "label": "ENT"}, {"start": 3, "end": 148, "label": "COND"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": "", "ents": [], "title": null}, {"text": "  The  abridged  letter  of  offer,  along  with  application  form,  shall  be  dispatched  through registered post or speed  post to  all the existing shareholders at  least  three days before the date of opening of the issue: Provided that the letter of offer shall be given by the issuer or lead merchant banker to any existing shareholder who has made a request in this regard.", "ents": [{"start": 17, "end": 23, "label": "ENT"}, {"start": 70, "end": 382, "label": "ACT"}], "title": null}, {"text": " The shareholders who have not received the application form may apply in writing on a plain paper, along with the requisite application money.", "ents": [{"start": 5, "end": 17, "label": "ENT"}, {"start": 1, "end": 61, "label": "COND"}, {"start": 61, "end": 143, "label": "ACT"}], "title": null}, {"text": " The shareholders making application otherwise than on the application form shall not renounce their rights and shall not utilise the application form for any purpose including renunciation even if it is received subsequently.", "ents": [{"start": 5, "end": 24, "label": "ENT"}, {"start": 76, "end": 226, "label": "ACT"}], "title": null}, {"text": " Where  any  shareholder  makes  an  application  on  application  form  as  well as  on  plain  paper, the application is liable to be rejected.", "ents": [{"start": 37, "end": 48, "label": "ENT"}, {"start": 1, "end": 102, "label": "COND"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": " The issue price shall be decided before determining the record date which shall be determined in consultation with the designated stock exchange.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 17, "end": 146, "label": "ACT"}], "title": null}, {"text": "  A  rights  issue  shall  be  open  for  subscription  for  a  minimum  period  of  fifteen  days  and  for  a maximum period of thirty days. 107[(7) The issuer shall give only one payment option out of the following to all the investors— Provided that where the issuer has given the part payment option to investors, 108[the part payment on application shall  not  be  less  than 25%  of  the  issue  price  and] such issuer  shall obtain  the  necessary regulatory approvals to facilitate the same.]", "ents": [{"start": 13, "end": 18, "label": "ENT"}, {"start": 20, "end": 502, "label": "ACT"}], "title": null}, {"text": " The issuer shall issue an advertisement for rights issue disclosing the following:(a) part payment on application with balance money to be paid in calls; or(b) full payment on application:(a)(b)the date of completion of despatch of  abridged letter of offer and the application form;the  centres  other  than  registered  office  of  the  issuer  where  the  shareholders  or  thepersons  entitled  to  receive  the  rights  entitlements  may  obtain  duplicate  copies  of  theapplication forms in case they do not receive the application form within a reasonabletime after opening of the rights issue;(c)  a  statement  that  if  the  shareholders  entitled  to  receive  the  rights  entitlements  haveneither received the original application forms nor they are in a position to obtain  theduplicate forms, they may make application in writing on a plain paper to subscribe to", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 881, "label": "ACT"}], "title": null}, {"text": "03.2015.(d)  a format to enable the shareholders entitled to apply against their rights entitlements, tomake the application on a plain paper specifying therein necessary particulars such asname, address,  ratio of rights  issue, issue price,  number of  equity shares held,  ledgerfolio  numbers,  depository  participant  ID,  client  ID,  number  of  equity  shares  entitledand applied for, additional shares if any, amount to be paid along with application, andparticulars of cheque, etc. to be drawn in favour of the issuer‘s account;(e)  a  statement  that  the  applications  can  be  directly  sent  by  the  shareholders  entitled  toapply against rights entitlements through registered post together with the applicationmoneys to the issuer's designated official at the address given in the advertisement;(f)  a statement to the effect that if the shareholder makes an application on plain paper andalso  on  application  form  both  his  applications  shall  be  liable  to  be  rejected  at  theoption of the issuer. The  advertisement  shall  be  made  in  at  least  one  English  national  daily  newspaper  with  widecirculation,  one  Hindi  national  daily  newspaper  with  wide  circulation  and  one  regional  languagedaily newspaper with wide circulation at the place where registered office of the issuer is situated,at least three days before the date of opening of the issue.", "ents": [{"start": 81, "end": 100, "label": "ENT"}, {"start": 3, "end": 964, "label": "COND"}, {"start": 964, "end": 1402, "label": "ACT"}], "title": null}, {"text": "Subject  to  other applicable provision of these regulations the issuer may make reservation for 110[***] employees alongwith rights issue subject to the condition that value of allotment to any employee shall not exceed 111[two lakhs] rupees.]", "ents": [{"start": 65, "end": 71, "label": "ENT"}, {"start": 72, "end": 244, "label": "ACT"}], "title": null}, {"text": "  The  issuer  shall  utilise  funds  collected  in  rights  issues  after  the  finalisation  of  the  basis  of", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 15, "end": 113, "label": "ACT"}], "title": null}, {"text": " The offer document shall contain all material disclosures which are true and adequate so as to enable the applicants to take an informed investment decision.", "ents": [{"start": 5, "end": 19, "label": "ENT"}, {"start": 20, "end": 158, "label": "ACT"}], "title": null}, {"text": " Without prejudice to the generality of sub-regulation (1):(a)(b)the red-herring prospectus, shelf prospectus and prospectus shall contain:(i)(ii)the disclosures specified in Schedule II of the Companies Act, 1956; andthe  disclosures  specified  in  Part  A  of  Schedule  VIII,  subject  to  the  provisions  ofParts B and C thereof.the letter of offer shall contain disclosures as specified in Part E of Schedule VIII112[:]113[Provided that in the case of a further public offer or a rights issue, the offer  documentshall  be  deemed  to  be  in  compliance  with  the  provisions  of  this  regulation,  if  suitablereferences  are  made  to  the  updated  disclosures  in  the  offer  document  referred  to  in", "ents": [{"start": 93, "end": 109, "label": "ENT"}, {"start": 125, "end": 717, "label": "ACT"}], "title": null}, {"text": "12.2009. 2010, w.e.f. 13.04.2010. Regulations, 2010, w.e.f. 12.11.2010.", "ents": [], "title": null}, {"text": "", "ents": [], "title": null}, {"text": "  The  abridged  prospectus  shall  contain  the  disclosures  114[***]  as  specified  in  Part  D  of Schedule VIII.", "ents": [], "title": null}, {"text": " The  abridged  letter  of  offer  shall  contain  the  disclosures  as  specified  in  Part  F  of  Schedule VIII.", "ents": [], "title": null}, {"text": " The abridged prospectus and abridged letter of offer shall not contain any matter extraneous to the contents of the offer document.", "ents": [{"start": 5, "end": 24, "label": "ENT"}, {"start": 54, "end": 132, "label": "ACT"}], "title": null}, {"text": " Every application form  including ASBA form  distributed by the issuer or any other person in relation to an issue shall be accompanied by a copy of the abridged prospectus or abridged letter of offer, as the case may be.", "ents": [{"start": 7, "end": 23, "label": "ENT"}, {"start": 116, "end": 222, "label": "ACT"}], "title": null}, {"text": " 115[In all, -(i)  Public  issues,  the  issuer  shall  accept  bids  using  only  ASBA  facility  in  the  mannerspecified by the Board;(ii) Rights issues, where not more than one payment option is given, the issuer shall providethe facility of ASBA in accordance with the procedure and eligibility criteria specified bythe Board:Provided that in case of qualified institutional buyers and non-institutional investorsthe issuer shall accept bids using ASBA facility only.]", "ents": [{"start": 41, "end": 47, "label": "ENT"}, {"start": 49, "end": 473, "label": "ACT"}], "title": null}, {"text": "No person connected with the issue shall offer any incentive, whether direct or indirect, in any manner, whether in cash or kind or services or otherwise to any person for making an application for allotment of specified securities: 114  The  words,  symbols  and  numbers  \"of  the  memorandum  prescribed  under  sub-section    of  section  56  of  the (Seventh Amendment) Regulations, 2012, w.e.f. 1.12.2015. 115  Substituted  by  the  SEBI  (Issue  of  Capital  and  Disclosure  Requirements)  (Fifth  Amendment)  Regulations,  2015,w.e.f. 01.01.2016. Prior to its substitution, sub-regulation (5), as amended by the SEBI (Issue of Capital and DisclosureRequirements)  (Amendment)  Regulations,  2010,  w.e.f.  01.01.2010,  SEBI  (Issue  of  Capital  and  DisclosureRequirements)  (Amendment)  Regulations,  2011,  w.e.f.  29.04.2011  and  SEBI  (Issue  of  Capital  and  DisclosureRequirements) (Amendment) Regulations, 2012, w.e.f. 30.01.2012, read as under :\"(5) In all public issues and rights issues, where not more than one payment option is given, the issuer shall provide thefacility of ASBA in accordance with the procedure and eligibility criteria specified by the Board :Provided  that  in  case  of  qualified  institutional  buyers  and  non-institutional  investors  the  issuer  shall  accept", "ents": [{"start": 29, "end": 34, "label": "ENT"}, {"start": 35, "end": 1311, "label": "ACT"}], "title": null}, {"text": "01.2010. Prior to its omission, sub-regulation  read as under: ―(6) An application through ASBA form may be made:(a)is a resident retail individual investor;is bidding at cut-off, with single option as to the number of shares bid for;is applying through blocking of funds in a bank account with the self certified syndicate banks;has agreed not to revise his bid;is not bidding under any of the reserved categories;in a public issue, by an applicant who:(i)(ii)(iii)(iv)(v)in a rights issue, by an applicant who:(i)entitlements and/or additional equity shares in dematerialised form;(ii)(iii)(iv)has not renounced his entitlements in full or in part;is not a renouncee;who is applying through blocking of funds in a bank account with the Self Certified Syndicate Bank.‖(b)holds  the  shares  of  the  issuer  in  dematerialised  form  as  on  the  record  date  and  has  applied  forProvided  that  nothing  contained  in  this  regulation  shall  apply  to  fees  or  commission  for  services", "ents": [{"start": 96, "end": 100, "label": "ENT"}, {"start": 101, "end": 995, "label": "ACT"}], "title": null}, {"text": "  Any  public  communication  including  advertisement  and  publicity  material  issued  by  the issuer or research report  made by the issuer or any intermediary  concerned with  the issue or their associates  shall  contain  only  factual  information  and  shall  not  contain  projections,  estimates, conjectures, etc. or any matter extraneous to the contents of the offer document.", "ents": [{"start": 7, "end": 28, "label": "ENT"}, {"start": 2, "end": 212, "label": "COND"}, {"start": 212, "end": 388, "label": "ACT"}], "title": null}, {"text": " All public communications and publicity material issued or published in any media during the period commencing from the date of the meeting of the board of directors of the issuer in which the public issue or rights  issue is  approved till the date of filing draft offer document with  the Board shall be consistent with its past practices: Provided  that  where  such  public  communication  or  publicity  material  is  not  consistent  with  the past  practices  of  the  issuer,  it  shall  be  prominently  displayed  or  announced  in  such  public communication or publicity material that the issuer is proposing to make a public or rights issue of specified securities in the near future and is in the process of filing a draft offer document with the Board.", "ents": [{"start": 5, "end": 40, "label": "ENT"}, {"start": 298, "end": 768, "label": "ACT"}], "title": null}, {"text": " All public communications and publicity material issued or published in any media during the period  commencing  from  the  date  of  filing  draft  offer  document  with  the  Board    till  the  date  of allotment of securities offered in the issue, shall prominently disclose that:(a)(b)the issuer is proposing to make a public issue or rights issue of the specified securities andhas filed a draft offer document with the Board or has filed the red herring prospectus orprospectus with the Registrar of Companies or the letter of offer with the designated stockexchange, as the case may be.the draft offer document, red herring prospectus or final offer document, as the case maybe, is available on the website of the Board, lead merchant bankers or lead book runners.117[Provided  that  requirements  of  this  sub-regulation  shall  not  be  applicable  in  case  of  productadvertisements of the issuer.]", "ents": [{"start": 5, "end": 40, "label": "ENT"}, {"start": 253, "end": 912, "label": "ACT"}], "title": null}, {"text": " The issuer shall make prompt, true and fair disclosure of all material developments which take place  during  the  following  period  mentioned  in  this  sub-regulation,  relating  to  its  business  and securities and also relating to the business and securities of its subsidiaries, group companies, etc., which may have a material effect on the issuer, by issuing public notices in all the newspapers in which  the  issuer  had  issued  pre-issue  advertisement  under  regulation  47  or  regulation  55,  as  the case may be:(a)(b)in case of public issue, between the date of registering final prospectus or the red herringprospectus, as the case may be, with the Registrar of Companies, and the date of allotmentof specified securities;in case of a rights issue, between the date of filing the letter of offer with the designatedstock exchange and the date of allotment of the specified securities.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 906, "label": "ACT"}], "title": null}, {"text": " The issuer shall not, directly or indirectly, release, during any conference or at any other time, any material or information which is not contained in the offer document.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 173, "label": "ACT"}], "title": null}, {"text": " In respect of all public communications, issue advertisements and publicity materials, the issuer shall obtain approval from the lead merchant bankers responsible for marketing the issue and shall also make copies of all issue related materials available with the lead merchant bankers at least till the allotment is completed.", "ents": [{"start": 19, "end": 40, "label": "ENT"}, {"start": 99, "end": 328, "label": "ACT"}], "title": null}, {"text": "  Any  advertisement  or  research  report  issued  or  caused  to  be  issued  by  an  issuer,  any intermediary concerned with the issue or their associates shall comply with the following:w.e.f. 14.08.2015.(a)(b)(c)(d)(e)it shall be truthful, fair and shall not  be manipulative or deceptive or distorted and it shall notcontain any statement, promise or forecast which is untrue or misleading;if it reproduces or purports to reproduce any information contained in an offer document, itshall reproduce such information in full and disclose all relevant facts and not be restricted toselect extracts relating to that information;it shall be set forth in a clear, concise and understandable language;it  shall  not  include  any  issue  slogans  or  brand  names  for  the  issue  except  the  normalcommercial name of the issuer or commercial brand names of its products already in use;if it presents any financial data, data for the past three years shall also be included alongwithparticulars relating to sales, gross profit, net profit, share capital, reserves, earnings per share,dividends and the book values;(f)  no advertisement shall use extensive technical, legal terminology or complex language andexcessive details which may distract the investor;(g)  no issue advertisement shall contain statements which promise or guarantee rapid increase inprofits;(h)  no  issue  advertisement  shall  display  models,  celebrities,  fictional  characters,  landmarks  orcaricatures or the likes;(i)  no  issue  advertisement  shall  appear  in  the  form  of  crawlers  (the  advertisements  which  runsimultaneously with the programme in a narrow strip at the bottom of the television screen)on television;in any issue advertisement on television screen, the risk factors shall not be scrolled on thetelevision  screen  and  the  advertisement  shall  advise  the  viewers  to  refer  to  the  red  herringprospectus or other offer document for details;(j)(k)  no  issue  advertisement  shall  contain  slogans,  expletives  or  non-factual  and  unsubstantiated(l)titles;if  an  advertisement  or  research  report    contains  highlights,  it  shall  also  contain  risk  factorswith equal importance in all respects including print size of not less than point seven size;(m)  an issue advertisement displayed on a billboard shall not contain information other than thatspecified in Parts A, B and C of Schedule XIII, as applicable;(n)  an  issue  advertisement  which  contains  highlights  or  information  other  than  the  detailscontained  in  the  format  as  specified  in  Parts  A  and  B  of  Schedule  XIII  shall  contain  riskfactors.", "ents": [{"start": 7, "end": 20, "label": "ENT"}, {"start": 2, "end": 159, "label": "COND"}, {"start": 159, "end": 2652, "label": "ACT"}], "title": null}, {"text": " No advertisement shall be issued giving any impression that the issue has been fully subscribed or oversubscribed during the period the issue is open for subscription.", "ents": [{"start": 4, "end": 17, "label": "ENT"}, {"start": 18, "end": 168, "label": "ACT"}], "title": null}, {"text": "  An announcement regarding closure of issue shall be made only after the lead merchant banker(s) is satisfied that at least ninety per cent. of the offer through offer document has been subscribed and a certificate has been obtained to that effect from the registrar to the issue: Provided that such announcement shall not be made before the date on which the issue is to be closed.", "ents": [{"start": 5, "end": 17, "label": "ENT"}, {"start": 45, "end": 383, "label": "ACT"}], "title": null}, {"text": "  No  advertisement  or  distribution  material  with  respect  to  the  issue  shall  contain  any  offer  of incentives, whether direct or indirect, in any manner, whether in cash or kind or services or otherwise.", "ents": [{"start": 25, "end": 47, "label": "ENT"}, {"start": 80, "end": 215, "label": "ACT"}], "title": null}, {"text": "  No product advertisement shall contain any reference, directly or indirectly, to the performance of the issuer during the period commencing from the date of the resolution of the board of directors of the  issuer  approving  the  public  issue  or  rights  issue  till  the  date  of  allotment  of  specified  securities offered in such issue.", "ents": [], "title": null}, {"text": "  A research report may be prepared only on the basis of information, disclosed to the public by the issuer by updating the offer document or otherwise.", "ents": [{"start": 4, "end": 19, "label": "ENT"}, {"start": 20, "end": 152, "label": "ACT"}], "title": null}, {"text": "  No  selective  or  additional  information  or  information  which  is  extraneous  to  the  information disclosed to the public through the offer document or otherwise, shall be given by the issuer or any member of the issue management team or syndicate to any particular section of the investors or to any research analyst in any manner whatsoever, including at road shows, presentations, in research or sales reports or at bidding centres. 118[(14) The merchant bankers shall submit a compliance certificate in the format specified in Part D  of  Schedule  XIII,  for  the  period  between  the  date  of  filing  the  draft  offer  document  with  the Board  and  the  date  of  closure  of  the  issue,  in  respect  of  news  reports  appearing  in  any  of  the following media:(a) newspapers mentioned in sub-regulation (3) of regulation 9;(b) major business magazines;(c) print and electronic media controlled by a media group where the mediagroup has a private treaty/shareholders‘ agreement with the issuer orpromoters of the issuer.](I)  ―public  communication  or  publicity  material‖  includes  corporate,  product  and  issueadvertisements of the issuer, interviews by its promoters, directors, duly authorized employeesor  representatives  of  the  issuer,  documentaries  about  the  issuer  or  its  promoters,  periodicalreports and press releases.(II)  An issue advertisement shall be considered to be misleading, if it contains:(a)  Statements  made  about  the  performance  or  activities  of  the  issuer  without  necessaryexplanatory  or  qualifying  statements,  which  may  give  an  exaggerated  picture  of  suchperformance or activities.(b)  An inaccurate portrayal of past performance or its portrayal in a manner which implies that", "ents": [{"start": 33, "end": 44, "label": "ENT"}, {"start": 172, "end": 1767, "label": "ACT"}], "title": null}, {"text": "  The  issuer  and  lead  merchant  bankers  shall  ensure  that  the  contents  of  offer  documents hosted on the websites as required in these regulations are the same as that of their printed versions as filed with the Registrar of Companies, Board and the stock exchanges.", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 45, "end": 277, "label": "ACT"}], "title": null}, {"text": " The lead merchant bankers and the recognised stock exchange shall provide copies of the draft offer document and final offer document to the public as and when requested.", "ents": [{"start": 5, "end": 26, "label": "ENT"}, {"start": 61, "end": 171, "label": "ACT"}], "title": null}, {"text": " The lead merchant bankers or the recognised stock exchange may charge a reasonable sum for providing the copy of the offer document.", "ents": [{"start": 5, "end": 26, "label": "ENT"}, {"start": 60, "end": 133, "label": "ACT"}], "title": null}, {"text": "The post-issue lead merchant bankers shall actively associate himself with post-issue activities such  as  allotment,  refund,  despatch  and  giving  instructions  to  syndicate  members,  Self  Certified Syndicate  Banks  and  other  intermediaries  and  shall  regularly  monitor  redressal  of  investor grievances arising therefrom.", "ents": [{"start": 9, "end": 14, "label": "ENT"}, {"start": 37, "end": 337, "label": "ACT"}], "title": null}, {"text": "The  issuer  shall  appoint  a  compliance  officer  who  shall  be  responsible  for  monitoring  the compliance of the securities laws and for redressal of investors‘ grievances. Act, 1956, the Act, the Securities Contracts (Regulation) Act, 1956, the Depositories Act, 1996 and the rules and regulations made thereunder and the regulations, general or special orders, guidelines or circulars made or issued by the Board.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 13, "end": 423, "label": "ACT"}], "title": null}, {"text": "  (  The  lead  merchant  bankers  shall  exercise  due  diligence  and  satisfy  himself  about  all  the", "ents": [], "title": null}, {"text": "11.2010. The lead merchant bankers shall call upon the issuer, its promoters or directors or in case of anoffer for sale, the selling shareholders, to  fulfil their obligations as disclosed by them in the offerdocument and as required in terms of these Regulations.(3) The post-issue merchant banker shall continue to be responsible for post-issue activities till thesubscribers  have  received  the  securities  certificates,  credit  to  their  demat  account  or  refund  ofapplication moneys and the listing agreement is entered into by the issuer with the stock exchangeand listing/ trading permission is obtained.(4) The responsibility of the lead merchant banker shall continue even after the completion of issueprocess.", "ents": [{"start": 13, "end": 34, "label": "ENT"}, {"start": 35, "end": 727, "label": "ACT"}], "title": null}, {"text": "119[ In public issue, the lead merchant banker shall submit final post-issue report as specified in  Part  C  of  Schedule  XVI,  within  seven  days  of  the  date  of  finalization  of  basis  of  allotment  or within seven days of refund of money in case of failure of issue.(2) In rights issue, the lead merchant banker shall submit post-issue reports as follows:-(a)initial  post  issue  report  as  specified  in  Part  B  of  Schedule  XVI,  within  three  days  ofclosure of the issue;(b)  final post issue report as specified in Part D of Schedule XVI, within fifteen days of thedate of finalization of basis of allotment or within fifteen days of refund of money in caseof failure of issue.]The  lead  merchant  banker  shall  submit  a  due  diligence  certificate  as  per  the  format  specified  inForm G of Schedule VI, along with the final post issue report.", "ents": [{"start": 8, "end": 20, "label": "ENT"}, {"start": 47, "end": 874, "label": "ACT"}], "title": null}, {"text": "  The  post-issue  merchant  banker  shall  ensure  that  advertisement  giving  details  relating  to oversubscription,  basis  of  allotment,  number,  value  and  percentage  of  all  applications  including ASBA, number, value and percentage of successful allottees for all applications  including ASBA, date of completion of despatch of refund orders or instructions to Self Certified Syndicate Banks by the Registrar, date of despatch of certificates and date of filing of listing application, etc. is released within ten days from the date of completion of the various activities in at least one English national daily  newspaper  with  wide  circulation,  one  Hindi  national  daily  newspaper  with  wide  circulation and  one  regional  language  daily  newspaper  with  wide  circulation  at  the  place  where  registered office of the issuer is situated.", "ents": [{"start": 12, "end": 17, "label": "ENT"}, {"start": 37, "end": 868, "label": "ACT"}], "title": null}, {"text": " The  post-issue  merchant  banker  shall  ensure  that  issuer,  advisors,  brokers  or  any  other  entity connected  with  the  issue  do  not  publish  any  advertisement  stating  that  issue  has  been oversubscribed  or  indicating  investors‘  response  to  the  issue,  during  the  period  when  the  public issue is still open for subscription by the public.", "ents": [{"start": 11, "end": 16, "label": "ENT"}, {"start": 36, "end": 369, "label": "ACT"}], "title": null}, {"text": " The post-issue merchant banker shall maintain close co-ordination with the registrars to the issue and arrange to depute its officers to the offices of various intermediaries at regular intervals after  the  closure  of  the  issue  to  monitor  the  flow  of  applications  from  collecting  bank  branches and/or Self Certified Syndicate Banks, processing of the applications including application form for 119  Substituted  by  the  SEBI  (Issue  of  Capital  and  Disclosure  Requirements)  (Fifth  Amendment)  Regulations,  2015,w.e.f. 01.01.2016. Prior to their substitution, sub-regulations (1) and (2) read as under :\"(1) The lead merchant banker shall submit post-issue reports to the Board in accordance with sub-regulation (2).", "ents": [{"start": 10, "end": 31, "label": "ENT"}, {"start": 32, "end": 739, "label": "ACT"}], "title": null}, {"text": " The post-issue reports shall be submitted as follows:(a)initial post issue report as specified in Parts A and B of Schedule XVI, within three days of closure of theissue;(b)final  post  issue  report  as  specified  in  Parts  C  and  D  of  Schedule  XVI,  within  fifteen  days  of  the  date  offinalisation of basis of allotment or within fifteen days of refund of money in case of failure of issue.\"ASBA and other matters till the basis of allotment is finalised, despatch of security certificates andrefund orders are completed and securities are listed.(2) Any act of omission or commission on the part of any of the intermediaries noticed during suchvisits shall be duly reported to the Board.", "ents": [{"start": 10, "end": 15, "label": "ENT"}, {"start": 24, "end": 702, "label": "ACT"}], "title": null}, {"text": " In case there is a devolvement on underwriters, the merchant banker shall ensure that the notice for devolvement containing the obligation of the underwriters is issued within a period of ten days from the date of closure of the issue.", "ents": [{"start": 20, "end": 47, "label": "ENT"}, {"start": 1, "end": 47, "label": "COND"}, {"start": 69, "end": 236, "label": "ACT"}], "title": null}, {"text": " In case of undersubscribed issues, the merchant  banker shall furnish  information  in  respect  of underwriters  who  have  failed  to  meet  their  underwriting  devolvement  to  the  Board  in  the  format specified in Schedule XVII.", "ents": [{"start": 28, "end": 34, "label": "ENT"}, {"start": 1, "end": 34, "label": "COND"}, {"start": 57, "end": 237, "label": "ACT"}], "title": null}, {"text": " The post-issue merchant banker shall confirm  to the bankers to  the issue by way of  copies of listing and trading approvals that all formalities in connection with the issue have been completed", "ents": [{"start": 10, "end": 31, "label": "ENT"}, {"start": 32, "end": 196, "label": "ACT"}], "title": null}, {"text": "The  merchant  banker  shall  ensure  that  the  information  contained  in  the  offer  document  and  the particulars as per audited financial statements in the offer document are not more than six months old from the issue opening date.", "ents": [], "title": null}, {"text": "  The  post-issue  merchant  banker  shall  ensure  that  the  despatch  of  refund  orders,  allotment letters and share certificates is done by way of registered post or certificate of posting, as may beapplicable.", "ents": [{"start": 12, "end": 17, "label": "ENT"}, {"start": 37, "end": 216, "label": "ACT"}], "title": null}, {"text": " The post-issue merchant banker shall ensure payment of interest  to  the  applicants  for delayed dispatch of allotment letters, refund orders, etc. as per the disclosure made in the offer document.", "ents": [{"start": 10, "end": 31, "label": "ENT"}, {"start": 32, "end": 199, "label": "ACT"}], "title": null}, {"text": " In  case  of  absence  of  definite  information  about  subscription  figures,  the  issue  shall  be  kept open for the  required number of days to  avoid  any dispute, at  a later date, by the underwriters in respect of their liability.", "ents": [], "title": null}, {"text": "  The issuer shall ensure that transactions in securities by the promoter and promoter group during the period between the date of registering the offer document with the Registrar of Companies or filing the letter of offer with the designated stock exchange, as the case may be and the date of closure of the", "ents": [{"start": 6, "end": 12, "label": "ENT"}, {"start": 13, "end": 309, "label": "ACT"}], "title": null}, {"text": "  The  provisions  of  this  Chapter  shall  apply  to  an  exit  offer  made  by  the  promoters  or shareholders  in  control  of  an  issuer  to  the  dissenting  shareholders  in  terms  of  section  13(8)  and section 27(2) of the Companies Act, 2013, in case of change in objects or variation in the terms of", "ents": [], "title": null}, {"text": "02.2016. The provisions of this Chapter shall not apply where there are neither identifiable promoters norshareholders in control of the listed issuer.", "ents": [], "title": null}, {"text": "For the purpose of this Chapter:(a)  ―dissenting  shareholders‖  means  those  shareholders  who  have  voted  against  theresolution  for  change  in  objects  or  variation  in  terms  of  a  contract,  referred  to  in  theprospectus of the issuer;(b) ―frequently  traded  shares‖  shall  have  the  same  meaning  as  assigned  to  it  in  theSecurities  and  Exchange  Board  of  India  (Substantial  Acquisition  of  Shares  andTakeovers) Regulations, 2011.(c)  ―relevant  date‖  means  date  of  the  board  meeting  in  which  the  proposal  for  change  inobjects  or  variation  in  terms  of  a  contract,  referred  to  in  the  prospectus  is  approved,before seeking shareholders‘ approval.", "ents": [{"start": 37, "end": 48, "label": "ENT"}, {"start": 0, "end": 285, "label": "COND"}, {"start": 285, "end": 704, "label": "ACT"}], "title": null}, {"text": "The  promoters  or  shareholders  in  control  shall  make  the  exit  offer  in  accordance  with  the provisions of this Chapter, to the dissenting shareholders, if:(a)  the public issue has opened after April 1, 2014; and(b) the proposal for change in objects or variation in terms of a contract, referred to in theprospectus  is  dissented  by  at  least  ten  per  cent.  of  the  shareholders  who  voted  in  thegeneral meeting; and(c)  the amount to be utilized for the objects for which the prospectus was issued is less thanseventy five per cent. of the amount raised (including the amount earmarked for generalcorporate purposes as disclosed in the offer document).", "ents": [], "title": null}, {"text": "Only  those  dissenting  shareholders  of  the  issuer  who  are  holding  shares  as  on  the  relevant date shall be eligible to avail the exit offer made under this Chapter.", "ents": [], "title": null}, {"text": "The ‗exit price‘ payable to the dissenting shareholders shall be the highest of the following:(a)  the  volume-weighted  average  price  paid  or  payable  for  acquisitions,  whether  by  thepromoters  or  shareholders  having  control  or  by  any  person  acting  in  concert  with  them,during the fifty-two weeks immediately preceding the relevant date;(b) the  highest  price  paid  or  payable  for  any  acquisition,  whether  by  the  promoters  orshareholders  having  control  or  by  any  person  acting  in  concert  with  them,  during  thetwenty-six weeks immediately preceding the relevant date;(c)  the volume-weighted average market price of such shares for a period of sixty trading daysimmediately preceding the relevant date as traded on the recognised stock exchange wherethe maximum volume of trading in the shares of the issuer are recorded during such period,provided such shares are frequently traded;(d) where  the  shares  are  not  frequently  traded,  the  price  determined  by  the  promoters  orshareholders  having  control  and  the  merchant  banker  taking  into  account  valuationparameters including book value, comparable trading multiples, and such other parametersas are customary for valuation of shares of such issuers.", "ents": [{"start": 4, "end": 16, "label": "ENT"}, {"start": 56, "end": 1264, "label": "ACT"}], "title": null}, {"text": "  The  notice  proposing  the  passing  of    special  resolution  for  changing  the  objects  of  the issue and varying  the terms of contract, referred to in the prospectus shall also contain information about the exit offer to the dissenting shareholders.", "ents": [{"start": 104, "end": 109, "label": "ENT"}, {"start": 176, "end": 259, "label": "ACT"}], "title": null}, {"text": "  In  addition  to  the  disclosures  required  under  the  provisions  of  section 102  of  the  Companies Act,  2013  read  with  rule  32  of  the  Companies  (Incorporation)  Rules,  2014  and  rule  7  of  the Companies (Prospectus and Allotment of Securities) Rules, 2014 and any other applicable law, a statement to the effect that the promoters or the shareholders having control shall provide an exit opportunity  to  the  dissenting  shareholders  shall  also  be  included  in  the  explanatory  statement  to the notice for passing special resolution.", "ents": [{"start": 254, "end": 277, "label": "ENT"}, {"start": 388, "end": 563, "label": "ACT"}], "title": null}, {"text": "  After  passing  of  the  special  resolution,  the  issuer  shall  submit  the  voting  results  to  the recognised stock exchange(s), in terms of the provisions of regulation 44(3) of the Securities and Exchange Board of India (Listing Obligations and Disclosure Requirements) Regulations, 2015.", "ents": [{"start": 54, "end": 60, "label": "ENT"}, {"start": 2, "end": 46, "label": "COND"}, {"start": 62, "end": 298, "label": "ACT"}], "title": null}, {"text": " The issuer shall also  submit the list of dissenting shareholders, as certified by its compliance officer, to the recognised stock exchange(s).", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 144, "label": "ACT"}], "title": null}, {"text": " The promoters or shareholders in control, shall appoint a merchant banker registered with the Board and finalize the exit offer price in accordance with these regulations.", "ents": [], "title": null}, {"text": "  The  issuer  shall  intimate  the  recognised  stock  exchange(s)  about  the  exit  offer  to  dissenting shareholders and the price at which such offer is being given.", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 15, "end": 171, "label": "ACT"}], "title": null}, {"text": " The recognised stock exchange(s) shall immediately on receipt of such intimation disseminate the same to public within one working day.", "ents": [{"start": 5, "end": 33, "label": "ENT"}, {"start": 34, "end": 136, "label": "ACT"}], "title": null}, {"text": " To ensure security for performance of their obligations, the promoters or shareholders having control, as  applicable, shall create  an escrow account  which may be interest  bearing and deposit the  aggregate  consideration  in  the  account  at  least  two  working  days  prior  to  opening  of  the tendering period.", "ents": [{"start": 45, "end": 56, "label": "ENT"}, {"start": 1, "end": 120, "label": "COND"}, {"start": 120, "end": 321, "label": "ACT"}], "title": null}, {"text": "  The  tendering  period  shall  start  not  later  than  seven  working  days  from  the  passing  of  the special resolution and shall remain open for ten working days.", "ents": [], "title": null}, {"text": "  The  dissenting  shareholders  who  have  tendered  their  shares  in  acceptance  of  the  exit  offer shall have the option to withdraw such acceptance till the date of closure of the tendering period.", "ents": [], "title": null}, {"text": "  The  promoters  or  shareholders  having  control  shall  facilitate  tendering  of  shares  by  the shareholders  and  settlement  of  the  same  through  the  recognised  stock  exchange  mechanism  as specified by SEBI for the purpose of takeover, buy-back and delisting.", "ents": [{"start": 22, "end": 34, "label": "ENT"}, {"start": 2, "end": 53, "label": "COND"}, {"start": 53, "end": 276, "label": "ACT"}], "title": null}, {"text": " The promoters or shareholders having control shall, within a period of ten working days from the last date of the tendering period, make payment of consideration to the dissenting shareholders who have accepted the exit offer.", "ents": [], "title": null}, {"text": "  Within  a  period  of  two  working  days  from  the  payment  of  consideration,  the  issuer  shall furnish  to  the  recognised  stock  exchange(s),  disclosures  giving  details  of  aggregate  number  of shares tendered, accepted, payment of consideration and the post-offer shareholding pattern of the issuer  and  a  report  by  the  merchant  banker  that  the  payment  has  been  duly  made  to  all  the dissenting shareholders whose shares have been accepted in the exit offer.", "ents": [{"start": 90, "end": 96, "label": "ENT"}, {"start": 98, "end": 491, "label": "ACT"}], "title": null}, {"text": "In  the  event,  the  shares  accepted  in  the  exit  offer  were  such  that  the  shareholding  of  the promoters  or  shareholders  in  control,  taken  together  with  persons  acting  in  concert  with  them pursuant  to  completion  of  the  exit  offer  results  in  their  shareholding  exceeding  the  maximum permissible non-public shareholding, the promoters or shareholders in control, as applicable, shall be required to bring down the non-public shareholding to the level specified and within the time", "ents": [{"start": 228, "end": 249, "label": "ENT"}, {"start": 414, "end": 516, "label": "ACT"}], "title": null}, {"text": " The provisions of this Chapter shall not apply where the preferential issue of equity shares is made:(a)  pursuant to conversion of loan or option attached to convertible debt instruments in termsof sub-sections (3) and (4) of sections 81 of the Companies Act, 1956 121[or sub-section(3) and (4) of section 62 of the Companies Act, 2013, whichever applicable];(b)  pursuant  to  a  scheme  approved  by  a  High  Court  under  section  391  to  394  of  theCompanies Act, 1956 114[or a Tribunal under sections 230 to 234 of the Companies Act,2013, whichever applicableProvided that the pricing provisions of this Chapter shall apply to the issuance of sharesunder  schemes  mentioned  in  clause  (b)  in  case  of  allotment  of  shares  only  to  a  selectgroup of shareholders or shareholders of unlisted companies pursuant to such schemes;]in terms of the rehabilitation scheme approved by the Board  of Industrial and FinancialReconstruction under the Sick Industrial Companies (Special Provisions) Act, 1985 114[orthe Tribunal under the Insolvency and Bankruptcy Code, 2016, whichever applicable]:(c)122[Provided  that  the  lock-in  provisions  of  this  Chapter  shall  apply  to  preferential  issue  of  equityshares mentioned in clause (c).]", "ents": [], "title": null}, {"text": "  The  provisions  of  this  Chapter  relating  to  pricing  and  lock-in  shall  not  apply  to  equity  shares allotted  to  any  financial  institution  within  the  meaning  of  sub-clauses  (ia)  and  (ii)  of  clause  (h)  of section 2 of the Recovery of Debts due to Banks and Financial Institutions Act, 1993 (51 of 1993).", "ents": [], "title": null}, {"text": " The provisions of regulation 73 and regulation 76 shall not apply to a preferential issue of equity shares and compulsorily convertible debt instruments, whether fully or partly, where the Board has granted relaxation to the issuer in terms of regulation 29A of the Securities and Exchange Board of India (Substantial Acquisition of Shares and Takeovers) Regulations, 1997  123[or regulation 11 of the  Securities  and  Exchange  Board  of  India  (Substantial  Acquisition  of  Shares  and  Takeovers)", "ents": [], "title": null}, {"text": "  Prior to its substitution, proviso read as under:", "ents": [], "title": null}, {"text": "02.2017.124[  The  provisions  of sub-regulation  (2) of  regulation 72  and sub-regulation  (6)  of  regulation 78shall not apply to a preferential issue of specified securities where the proposed allottee is a MutualFund  registered  with  the  Board  or  Insurance  Company  registered  with  Insurance  Regulatory  andDevelopment  Authority  125[of  India  or  a  Scheduled  Bank  listed  under  the  Second  Schedule  of  theReserve Bank of India Act, 1934 or a Public Financial Institution as defined in clause 72 of section 2of the Companies Act, 2013].]126[(5) Conversion of debt into equity under strategic debt restructuring scheme- The  provisions ofthis Chapter shall not apply where the preferential issue of equity shares is made to the consortiumof banks and financial institutions pursuant to conversion of their debt, as part of the strategic debtrestructuring  scheme  in  accordance  with  the  guidelines  specified  by  the  Reserve  Bank  of  India,subject to the following conditions:(a)  conversion price shall be determined in accordance with the guidelines specified by theReserve  Bank  of  India  for  strategic  debt  restructuring  scheme,  which  shall  not  be  lessthan the face value of the equity shares;(b)  conversion  price  shall  be  certified  by  two  independent  qualified  valuers,  and  for  thispurpose  'valuer'  shall  have  the  same  meaning  as  assigned  to  it  under  clause  (r)  of  subregulation  (1)  of  regulation  2  of  the  Securities  and  Exchange  Board  of  India  (Issue  ofSweat Equity) Regulations, 2002;(c)  equity  shares  so  allotted  shall  be  locked  in  for  a  period  of  one  year  from  the  date  oftrading approval:Provided  that  for  the  purposes  of  transferring  the  control,  the  consortium  of  banks  andfinancial institutions may transfer their shareholding to an entity before completion of thelock  in  period  subject  to  continuation  of  the  lock  in  on  such  shares  for  the  remainingperiod with the transferee;(d)  applicable  provisions  of  Companies  Act,  2013  are  complied  with,  including  therequirement of special resolution.(6) The provisions of this Chapter shall not apply when any other secured lenders opt tojoin  the  strategic  debt  restructuring  scheme  in  accordance  with  the  guidelines  specified  by  theReserve  Bank of  India and convert their debt  into equity share in  accordance  with  sub regulation(5).]", "ents": [], "title": null}, {"text": "For the purpose of this Chapter, \"relevant date\" means:(a)in case of preferential issue of equity shares, the date thirty days prior to the date on which themeeting of shareholders is held to consider the proposed preferential issue:Provided that in case of preferential issue of equity shares pursuant to a scheme approved underthe Corporate Debt Restructuring framework of Reserve Bank of India, the date of approval ofthe Corporate Debt Restructuring Package shall be the relevant date.in case of preferential issue of convertible securities, either the relevant date referred to in clause(a) of this regulation or a date thirty days prior to the date on which the holders of the convertiblesecurities become entitled to apply for the equity shares.(b)", "ents": [{"start": 34, "end": 47, "label": "ENT"}, {"start": 0, "end": 462, "label": "COND"}, {"start": 462, "end": 755, "label": "ACT"}], "title": null}, {"text": "", "ents": [], "title": null}, {"text": "", "ents": [], "title": null}, {"text": "71A.  For  the  purpose  of  this  Chapter,  ―frequently  traded  shares‖  means  shares  of  an  issuer,  in which  the  traded  turnover  on  any  stock  exchange  during  the  twelve  calendar  months  preceding  the relevant date, is at least ten per cent of the total number of shares of such class of shares of the issuer: Provided  that  where  the  share  capital  of  a  particular  class  of  shares  of  the  issuer  is  not  identical throughout such period, the weighted average number of total shares of such class of the issuer shall represent the total number of shares.]", "ents": [{"start": 66, "end": 72, "label": "ENT"}, {"start": 0, "end": 543, "label": "COND"}, {"start": 543, "end": 587, "label": "ACT"}], "title": null}, {"text": " A listed issuer may make a preferential issue of specified securities, if:(a)  a special resolution has been passed by its shareholders;(b)  all  the  equity  shares,  if  any,  held  by  the  proposed  allottees  in  the  issuer  are  indematerialised form;the issuer is in compliance with the conditions for continuous listing of equity shares asspecified in the listing  agreement  with the  recognised  stock  exchange  where  the  equityshares of the issuer are listed;the issuer has obtained the Permanent Account Number of the proposed allottees.(c)(d)", "ents": [{"start": 3, "end": 16, "label": "ENT"}, {"start": 17, "end": 560, "label": "ACT"}], "title": null}, {"text": "  The issuer shall not make preferential issue of specified securities to any person who has sold any equity shares of the issuer during the six months preceding the relevant date: Provided that in respect of the preferential issue of equity shares and compulsorily convertible debt instruments,  whether  fully  or  partly,  the  Board  may  grant  relaxation  from  the  requirements  of  this sub-regulation,  if  the  Board  has  granted  relaxation  in  terms  of  regulation  29A  of  the  Securities  and Exchange Board of India (Substantial Acquisition of Shares and Takeovers) Regulations, 1997 to such preferential allotment. equity  shares  in  the  issuer  during  the  six  months  preceding  the  relevant  date,  the  promoter(s)  and promoter group shall be ineligible for allotment of specified securities on preferential basis.", "ents": [{"start": 6, "end": 12, "label": "ENT"}, {"start": 13, "end": 845, "label": "ACT"}], "title": null}, {"text": "  Where  any  person  belonging  to  promoter(s)  or  the  promoter  group  has  previously  subscribed to warrants of an issuer but failed to exercise the warrants, the promoter(s) and promoter group shall be ineligible for issue of specified securities of such issuer on preferential basis for a period of one year from:(a) the date of expiry of the tenure of the warrants due to non-exercise of the option to convert;or(b) the date of cancellation of the warrants, as the case may be.]", "ents": [{"start": 122, "end": 128, "label": "ENT"}, {"start": 2, "end": 164, "label": "COND"}, {"start": 201, "end": 488, "label": "ACT"}], "title": null}, {"text": "  The issuer shall, in addition to the disclosures required under section 173 of the Companies Act,  1956  or  any  other  applicable    law,  disclose  the  following  in  the  explanatory  statement  to  the notice for the general  meeting proposed for passing special resolution:(a)(b)(c)(d)(e)the objects of the preferential issue;the  proposal  of  the  promoters,  directors  or  key  management  personnel  of  the  issuer  tosubscribe to the offer;the shareholding pattern of the issuer before and after the preferential issue;the time within which the preferential issue shall be completed;the identity of 130[the natural persons who are the ultimate beneficial owners of the shares", "ents": [{"start": 6, "end": 12, "label": "ENT"}, {"start": 18, "end": 98, "label": "COND"}, {"start": 98, "end": 691, "label": "ACT"}], "title": null}, {"text": "11.2010. percentage  of  post  preferential  issue  capital  that  may  be  held  by  them  and  change  in control, if any, in the issuer consequent to the preferential issue 131[:] 132[Provided that  if  there  is  any  listed  company,  mutual  fund,  bank  or  insurance company in the chain of ownership of the proposed allottee, no further disclosure will benecessary.](f)  an  undertaking  that  the  issuer  shall  re-compute  the  price  of  the  specified  securities  interms of the provision of these regulations where it is required to do so;(g)  an undertaking that if the amount payable on account of the re-computation of  price isnot  paid  within  the  time  stipulated  in  these  regulations,  the  specified  securities  shallcontinue to be locked- in till the time such amount is paid by the allottees.133[(h)  disclosures, similar to disclosures specified in Part G of Schedule VIII, if the issuer orany of its promoters or directors is a wilful defaulter.]  The issuer shall place a copy of the certificate of its statutory auditor before the general meeting ofthe shareholders, considering the proposed preferential issue, certifying that the issue is being made inaccordance with the requirements of these regulations.(3) Where  specified  securities  are  issued  on  a  preferential  basis  to  promoters,  their  relatives,associates  and  related  entities  for  consideration  other  than  cash,  the  valuation  of  the  assets  inconsideration  for  which  the  equity  shares  are  issued  shall  be  done  by  an  independent  qualifiedvaluer, which shall be submitted to the recognised stock exchanges where the  equity shares of theissuer are listed:Provided  that  if  the  recognised  stock  exchange  is  not  satisfied  with  the  appropriateness  of  thevaluation, it may get the valuation done by any other valuer and for this purpose it may obtain anyinformation, as deemed necessary, from the issuer.(4)  The  special  resolution  shall  specify  the  relevant  date  on  the  basis  of  which  price  of  the  equityshares to be allotted on conversion or exchange of convertible securities shall be calculated.assigned to it under clause (r) of sub-regulation (1) of regulation 2 of the Securities and ExchangeBoard of India (Issue of Sweat Equity) Regulations, 2002.", "ents": [{"start": 9, "end": 50, "label": "ENT"}, {"start": 3, "end": 67, "label": "COND"}, {"start": 67, "end": 2313, "label": "ACT"}], "title": null}, {"text": " Allotment pursuant to the special resolution shall be completed within a period of fifteen days from the date of passing of such resolution: Provided  that  where  any  application  for  exemption  from  the  applicability  of  the  Securities  and Exchange Board of India (Substantial Acquisition of Shares and Takeovers) Regulations, 1997 or any approval  or  permission  by  any  regulatory  authority  or  the  Central  Government  for  allotment  is pending, the period of fifteen days shall be counted from the date of order on such application or the date of approval or permission, as the case may be: Provided further that where the Board has granted relaxation to the issuer in terms of regulation 29A of SEBI (Substantial Acquisition of Shares and Takeovers) Regulations, 1997, the preferential issue of equity shares and compulsorily convertible debt instruments, whether fully or partly, shall be made by it within such time as may be specified by the Board in its order granting the relaxation: Provided  further  that  requirement  of  allotment  within  fifteen  days  shall  not  apply  to  allotment  of specified securities on preferential basis pursuant to a scheme of corporate debt restructuring as per the corporate debt restructuring framework specified by the Reserve Bank of India.w.e.f. 26-8-2013.2013, w.e.f. 26-08-2013.w.e.f. 26-08-2013.w.e.f. 25-05-2016.", "ents": [], "title": null}, {"text": "  If the allotment of specified securities is not completed within fifteen days from the date of special resolution, a fresh special resolution shall be passed and the relevant date for determining the price of specified  securities  under  this  Chapter  will  be  taken  with  reference  to  the  date  of  latter  specialresolution. 134[(3) Notwithstanding anything contained in this regulation, where a preferential allotment is made that attracts an obligation to make an open offer for shares of the issuer under Securities and Exchange Board  of  India  (Substantial  Acquisition  of  Shares and  Takeovers)  Regulation,  2011,  and  there is  no offer made  under sub-regulation (1) of regulation 20 of the Securities and Exchange Board of India (Substantial Acquisition of Shares and Takeovers) Regulation, 2011, the period of fifteen days shall be counted from the expiry of the period specified in sub-regulation (1) of regulation 20 or date of receipt of  all  statutory  approvals  required  for  the  completion  of  an  open  offer  under  the  Securities  and Exchange Board of India (Substantial Acquisition of Shares and Takeovers) Regulation, 2011: Provided that if an offer is made  under sub-regulation (1) of regulation 20 of the Securities and Exchange Board of  India (Substantial Acquisition of Shares and Takeovers) Regulation, 2011, the period of fifteen days shall be counted from the expiry of the offer period as defined in  the  Securities  and  Exchange  Board  of  India  (Substantial  Acquisition  of  Shares  and Takeovers) Regulation, 2011: Provided further that the provisions of this sub-regulation shall not apply  to an offer made under  sub-regulation  (1)  of  regulation  20  of  the  Securities  and  Exchange  Board  of  India (Substantial Acquisition of Shares and Takeovers) Regulation, 2011, pursuant to a preferentialallotment.‖ ]", "ents": [{"start": 32, "end": 42, "label": "ENT"}, {"start": 2, "end": 115, "label": "COND"}, {"start": 144, "end": 1879, "label": "ACT"}], "title": null}, {"text": "The  tenure  of the  convertible  securities  of  the  issuer  shall not  exceed  eighteen  months  from  the date of their allotment.", "ents": [{"start": 55, "end": 61, "label": "ENT"}, {"start": 63, "end": 134, "label": "ACT"}], "title": null}, {"text": " If  the equity shares of the issuer have been listed on a recognised stock exchange for a period of  137[twenty six weeks] or more as on the relevant date, the equity shares shall be allotted at a price not less than higher of the following:(a)  The average of the weekly high and low of the 138[volume weighted average price] of therelated equity shares quoted on the recognised stock exchange during the  139[twenty sixweeks] preceding the relevant date; orRegulations, 2011, w.e.f. 23.09.2011.", "ents": [{"start": 30, "end": 36, "label": "ENT"}, {"start": 1, "end": 155, "label": "COND"}, {"start": 175, "end": 497, "label": "ACT"}], "title": null}, {"text": "08.2014. Regulations, 2012, w.e.f. 30.01.2012. Regulations, 2014, w.e.f. 25.08.2014. Regulations, 2012, w.e.f. 30.01.2012.(b)  The average of the weekly high and low of the  140[volume weighted average prices] ofthe  related  equity  shares  quoted  on  a  recognised  stock  exchange  during  the  two  weekspreceding the relevant date.  If  the equity shares of the issuer have been listed on a recognised stock exchange for a period ofless than 141[twenty six weeks] as on the relevant date, the equity shares shall be allotted  at a price notless than the higher of the following:(a)(b)(c)the price at which equity shares were issued by the issuer in its initial public offer or the valueper share arrived at in a scheme of arrangement under sections 391 to 394 of the CompaniesAct, 1956, pursuant to which the equity shares of the issuer were listed, as the case may be;orthe  average  of  the  weekly  high  and  low  of  the  142[volume  weighted  average  prices]  of  therelated equity shares quoted on the recognised stock exchange during the period shares havebeen listed preceding the relevant date; orthe average of the weekly high and low of the  143[volume weighted average   prices] of therelated equity shares quoted on a recognised stock exchange during the two weeks precedingthe relevant date.(3) Where the price of the equity shares is determined in terms of sub-regulation (2), such price shallbe  recomputed  by  the  issuer  on  completion  of  144[twenty  six  weeks]  from  the  date  of  listing  on  arecognised stock exchange with reference to the average of the weekly high and low of the 145[volumeweighted average prices] of the related equity shares quoted on the recognised stock exchange duringthese 146[twenty six weeks] and if such recomputed price is higher than the price paid on allotment, thedifference shall be paid by the allottees to the issuer.(4)  Any preferential issue of specified securities, to qualified institutional buyers not exceeding five innumber,  shall  be  made  at  a  price  not  less  than  the  average  of  the  weekly  high  and  low  of  the147[volume  weighted  average  prices]  of  the  related  equity  shares  quoted  on  a  recognised  stockexchange during the two weeks preceding the relevant date.exchanges in which the equity shares are listed and in which the highest trading volume in respect ofthe equity shares of the issuer has been recorded during the preceding  148[twenty six weeks] prior tothe relevant date.Pricing of equity shares – Infrequently traded shares.Regulations, 2014, w.e.f. 25.08.2014.Regulations, 2012, w.e.f. 30.01.2012.Regulations, 2014, w.e.f. 25.08.2014.Regulations, 2014, w.e.f. 25.08.2014.Regulations, 2012, w.e.f. 30.01.2012.Regulations, 2014, w.e.f. 25.08.2014.Regulations, 2012, w.e.f. 30.01.2012.Regulations, 2014, w.e.f. 25.08.2014.", "ents": [{"start": 131, "end": 138, "label": "ENT"}, {"start": 513, "end": 2843, "label": "ACT"}], "title": null}, {"text": "76A. Where the shares are not frequently traded, the price determined by the issuer shall take into account  valuation  parameters  including  book  value,  comparable  trading  multiples,  and  such  other parameters as are customary for valuation of shares of such companies: Provided that the issuer shall submit a certificate stating that the issuer is in compliance of this regulation, obtained from an independent merchant banker or an independent chartered accountant in practice having a minimum experience of ten years, to the stock exchange where the equity shares of the issuer are listed.", "ents": [{"start": 15, "end": 21, "label": "ENT"}, {"start": 84, "end": 600, "label": "ACT"}], "title": null}, {"text": "The price determined for preferential issue in accordance with regulation 76 or regulation 76A, shall be subject to appropriate adjustments, if the issuer :(a) makes an issue of equity shares by way of capitalization of profits or reserves, other than by way ofa dividend on shares;(b) makes a rights issue of equity shares;(c) consolidates its outstanding equity shares into a smaller number of shares;(d) divides its outstanding equity shares including by way of stock split;(e) re-classifies any of its equity shares into other securities of the issuer;(f) is involved in such other similar events or circumstances, which in the opinion ofthe concerned stock exchange, requires adjustments.]", "ents": [{"start": 38, "end": 43, "label": "ENT"}, {"start": 96, "end": 694, "label": "ACT"}], "title": null}, {"text": " Full consideration of specified securities other than warrants issued under this Chapter shall be paid by the allottees at the time of allotment of such specified securities: Provided that in case of a preferential issue of specified securities pursuant to a scheme of corporate debt restructuring as per the corporate debt restructuring framework specified by the Reserve Bank of India, the allottee may pay the consideration in terms of such scheme.", "ents": [{"start": 33, "end": 43, "label": "ENT"}, {"start": 90, "end": 452, "label": "ACT"}], "title": null}, {"text": "  An amount equivalent to at least twenty five per cent. of the consideration determined in terms of regulation 76  shall be paid against each warrant on the date of allotment of warrants.", "ents": [{"start": 26, "end": 41, "label": "ENT"}, {"start": 116, "end": 188, "label": "ACT"}], "title": null}, {"text": "  The  balance  seventy  five  per  cent.  of the  consideration shall  be  paid  at the  time of  allotment of equity shares pursuant to exercise of option against each such warrant by the warrant holder.", "ents": [], "title": null}, {"text": "  In  case  the  warrant  holder  does  not  exercise  the  option  to  take  equity  shares  against  any  of  the warrants held by him, the consideration paid in respect of such warrant in terms of sub-regulation (2) shall be forfeited by the issuer. 150[(5) The issuer shall ensure that the consideration of specified securities, if paid in cash, shall be received from respective allottee's bank account.", "ents": [{"start": 142, "end": 160, "label": "ENT"}, {"start": 219, "end": 408, "label": "ACT"}], "title": null}, {"text": "  The  issuer  shall  submit  a  certificate  of  the  statutory  auditor  to  the  stock  exchange  where  the equity  shares  of  the  issuer  are  listed  stating  that  the  issuer  is  in  compliance  of  sub-regulation  (5) and the relevant documents thereof are maintained by the issuer as on the date of certification. ]", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 15, "end": 328, "label": "ACT"}], "title": null}, {"text": "  The specified securities allotted on preferential basis to promoter or promoter group and the equity shares allotted pursuant to exercise of options attached to warrants issued on preferential basis to promoter or promoter group, shall be locked-in for a period of three years from  151[date of trading approval granted for] the specified securities or equity shares allotted pursuant to exercise of the option attached to warrant, as the case may be:w.e.f. 25.08.2014.Amendment) Regulations, 2013, w.e.f. 26-8-2013.Amendment) Regulations, 2013, w.e.f. 26-8-2013.[trading approval]:Provided that not more than twenty per cent. of the total capital of the issuer shall be locked-in forthree years from the date of 152Provided further that equity shares allotted in excess of the twenty per cent. shall be locked-in for oneyear  from  the  date  of  153[trading  approval]  pursuant  to  exercise  of  options  or  otherwise,  as  the  casemay be.", "ents": [{"start": 16, "end": 26, "label": "ENT"}, {"start": 232, "end": 947, "label": "ACT"}], "title": null}, {"text": "  The specified securities allotted on preferential basis to persons other than promoter and promoter group  and  the  equity  shares  allotted  pursuant  to  exercise  of  options  attached  to  warrants  issued  on preferential basis to such persons shall be locked in for a period of one year from the date of 154[trading approval].", "ents": [{"start": 16, "end": 26, "label": "ENT"}, {"start": 252, "end": 335, "label": "ACT"}], "title": null}, {"text": "  The  lock-in  of  equity  shares  allotted  pursuant  to  conversion  of  convertible  securities  other  than warrants,  issued  on  preferential  basis  shall  be  reduced  to  the  extent  the  convertible  securities  have already been locked-in.", "ents": [{"start": 89, "end": 99, "label": "ENT"}, {"start": 157, "end": 252, "label": "ACT"}], "title": null}, {"text": "  The equity shares issued on preferential basis pursuant to a scheme of corporate debt restructuring as per the Corporate Debt Restructuring framework specified by the Reserve Bank of India shall be locked-in for a period of one year from the 155[trading approval] : Provided  that  partly  paid  up  equity  shares,  if  any,  shall  be  locked-in  from  the  date  of  156[trading approval] and the lock-in shall end on the expiry of one year from the date when such equity shares become fully paid up.", "ents": [{"start": 20, "end": 57, "label": "ENT"}, {"start": 2, "end": 191, "label": "COND"}, {"start": 191, "end": 505, "label": "ACT"}], "title": null}, {"text": "  If the amount payable by the allottee, in case of re-calculation of price under sub-regulation (3) of regulation 76 is not paid till the expiry of lock-in period, the equity shares shall continue to be locked in till such amount is paid by the allottee.", "ents": [], "title": null}, {"text": "  The entire pre-preferential allotment shareholding of the allottees, if any, shall be locked-in from the relevant date upto a period of six months from the date of 157[trading approval] . (I)  The expression ―total capital of the issuer‖ means:(a)  equity  share  capital  issued  by  way  of  public  issue  or  rights  issue  including  equity  sharesissued pursuant to conversion of specified securities which are convertible; and(b)  specified securities issued on a preferential basis to promoter or promoter group.(II)    (a)      For  the  computation  of  twenty  per  cent.  of  the  total  capital  of  the  issuer,  the  amount  ofminimum promoters‘ contribution held and locked-in, in the past in terms of Securities andExchange  Board  of  India  (Disclosure  and  Investor  Protection)  Guidelines,  2000  or  theseregulations shall be taken into account.(b)   The  minimum  promoters‘  contribution  shall  not  again  be  put  under  fresh  lock-in,  eventhough it is considered for computing the requirement of twenty per cent. of the total capitalof the issuer, in case the said minimum promoters‘ contribution is free of lock-in at the timeof the preferential issue.Regulations, 2013, w.e.f. 26-8-2013.Regulations, 2013, w.e.f. 26-8-2013.Regulations, 2013, w.e.f. 26-8-2013.Regulations, 2013, w.e.f.26-8-2013.Regulations, 2013, w.e.f. 26-8-2013.Amendment) Regulations, 2013, w.e.f. 26-8-2013.Amendment) Regulations, 2013, w.e.f. 26-8-2013.the latest date when trading approval has been granted by all the recognised stock exchanges wherethe equity shares of the issuer are listed, for specified securities allotted as per the provisions of thisChapter.]", "ents": [], "title": null}, {"text": "160[]  Subject  to  the  provisions  of  Securities  and  Exchange  Board  of  India  (Substantial Acquisition of shares and Takeovers) Regulations, 1997, specified securities held by promoters and locked-in  in  terms  of  sub-regulation  (1)  of  regulation  78  may  be  transferred  among  promoters  or promoter group or to a new promoter or persons in control of the issuer: Provided that lock-in on such specified securities shall continue for the remaining period with thetransferee.161[(2) The specified securities allotted on preferential basis shall not be transferred by the allotteetill trading approval is granted for such securities by all the recognised stock exchanges where the", "ents": [{"start": 41, "end": 51, "label": "ENT"}, {"start": 0, "end": 265, "label": "COND"}, {"start": 265, "end": 695, "label": "ACT"}], "title": null}, {"text": "The provisions of this Chapter shall apply to a qualified institutions placement made by a listedissuer.", "ents": [], "title": null}, {"text": "For the purpose of this Chapter:(a)  ―eligible securities‖ include equity shares, non-convertible debt instruments along with warrantsand convertible securities other than warrants;(b)  ―qualified  institutions  placement‖  means  allotment  of  eligible  securities  by  a  listed  issuer  toqualified institutional buyers on private placement basis in terms of these regulations;(c)  \"relevant date\" means:(i)(ii)in case of allotment of equity shares, the date of the meeting in which the board of directorsof the issuer or the committee of directors duly authorised by the board of directors of theissuer decides to open the proposed issue;in case of allotment of eligible convertible securities, either the date of the meeting in whichthe  board  of  directors  of  the  issuer  or  the  committee  of  directors  duly  authorised  by  theboard of directors of the issuer decides to open the issue of such convertible securities or thedate  on  which  the  holders  of  such  convertible  securities  become  entitled  to  apply  for  theequity shares.", "ents": [{"start": 47, "end": 57, "label": "ENT"}, {"start": 0, "end": 1056, "label": "COND"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": "A listed issuer may make qualified institutions placement if it satisfies the following conditions:(a)  a  special  resolution  approving  the  qualified  institutions  placement  has  been  passed  by  its(b)shareholders;the  equity  shares  of  the  same  class,  which  are  proposed  to  be  allotted  through  qualifiedinstitutions  placement  or  pursuant  to  conversion  or  exchange  of  eligible  securities  offeredthrough qualified institutions placement, have been listed on a recognised stock exchange havingw.e.f. 26-8-2013.160  Regulation  79  renumbered  as  regulation  \"79.  \"  by  the  SEBI  (Issue  of  Capital  and  Disclosure  Requirements)(Second Amendment) Regulations, 2013, w.e.f. 26-8-2013.w.e.f. 26-8-2013.nation  wide  trading  terminal  for  a  period  of  at  least  one  year  prior  to  the  date  of  issuance  ofnotice to its shareholders for convening the meeting to pass the special resolution:Provided  that  where  an  issuer,  being  a  transferee  company  in  a  scheme  of  merger,  de-merger,amalgamation  or  arrangement  sanctioned  by  a  High  Court  under  sections  391  to  394  of  theCompanies  Act,  1956,  makes  qualified  institutions  placement,  the  period  for  which  the  equityshares of the same class of the transferor company were listed on a stock exchange having nationwide trading terminals shall also be considered for the purpose of computation of the period ofone year.162[(c)    it  is  in  compliance  with  the  requirement  of  minimum  public  shareholding    specified  in  theSecurities Contracts (Regulation) Rules, 1957;](d)   In the special resolution, it shall be, among other relevant matters, specified that the allotment isproposed to be made through qualified institutions placement and the relevant date referred to in", "ents": [{"start": 9, "end": 15, "label": "ENT"}, {"start": 16, "end": 1807, "label": "ACT"}], "title": null}, {"text": " A qualified institutions placement shall be managed by merchant banker(s) registered with the Board who shall exercise due diligence.", "ents": [], "title": null}, {"text": " The  merchant  banker  shall,  while  seeking  in-principle  approval  for  listing  of  the  eligible securities  issued  under  qualified  institutions  placement,  furnish  to  each  stock  exchange  on  which the  same  class  of  equity  shares  of  the  issuer  are  listed,  a  due  diligence  certificate  stating  that  the eligible  securities  are  being  issued  under  qualified  institutions  placement  and  that  the  issuer complies with requirements of this Chapter.", "ents": [], "title": null}, {"text": " The qualified institutions placement shall be made on the basis of a placement document which shall contain all material information, including those specified in Schedule XVIII 163[and disclosures similar to disclosures specified in Part G of Schedule VIII shall be made, if applicable].", "ents": [{"start": 28, "end": 37, "label": "ENT"}, {"start": 38, "end": 289, "label": "ACT"}], "title": null}, {"text": "  The placement document shall be serially numbered and copies shall be circulated only to selectinvestors.", "ents": [{"start": 6, "end": 24, "label": "ENT"}, {"start": 25, "end": 107, "label": "ACT"}], "title": null}, {"text": "  The issuer shall, while seeking in-principle approval from the recognised stock exchange, furnish a copy  of  the  placement  document,  a  certificate  confirming  compliance  with  the  provisions  of  this Chapter along with any other documents required by the stock exchange.", "ents": [{"start": 6, "end": 12, "label": "ENT"}, {"start": 18, "end": 90, "label": "COND"}, {"start": 90, "end": 281, "label": "ACT"}], "title": null}, {"text": "  The placement document shall also be placed on the website of the concerned stock exchange and of  the  issuer  with  a  disclaimer  to  the  effect  that  it  is  in  connection  with  a  qualified  institutions placement and that no offer is being made to the public or to any other category of investors.", "ents": [{"start": 6, "end": 24, "label": "ENT"}, {"start": 25, "end": 309, "label": "ACT"}], "title": null}, {"text": " The qualified institutions placement shall be made at a price not less than the average of the weekly high and low of the closing prices of the equity shares of the same class quoted on the stock", "ents": [{"start": 28, "end": 37, "label": "ENT"}, {"start": 38, "end": 196, "label": "ACT"}], "title": null}, {"text": "09.2011.w.e.f. 25.05.2016.2012, w.e.f. 30.01.2012. Prior to its omission, sub-regulation  read as under:―(5) A copy of the placement document shall be filed with the Board for its record within thirty days of the allotment ofeligible securities.‖166[Provided  that  the  issuer  may  offer  a  discount  of  not  more  than  five  per  cent.  on  the  price  socalculated for the qualified institutions placement, subject to approval of shareholders as specified inclause (a) of regulation 82 of   these regulations.](2) Where eligible securities are convertible into or exchangeable with equity shares of the issuer, theissuer shall determine the price of such equity shares allotted pursuant to such conversion or exchangetaking the relevant date as decided and disclosed by it while passing the special resolution.(3)  The issuer shall not allot partly paid up eligible securities:Provided  that  in  case  of allotment  of  non  convertible  debt  instruments  along  with  warrants,  theallottees may pay the full consideration or part thereof payable with respect to warrants, at the timeof allotment of such warrants:Provided  further  that  on  allotment  of  equity  shares  on  exercise  of  options  attached  to  warrants,such equity shares shall be fully paid up.(4)  The  prices  determined  for  qualified  institutions  placement  shall  be  subject  to  appropriateadjustments if the issuer:(a)  makes an issue of equity shares by way of capitalization of profits or reserves, other than byway of a dividend on shares;(b)  makes a rights issue of equity shares;(c)  consolidates its outstanding equity shares into a smaller number of shares;(d)  divides its outstanding equity shares including by way of stock split;(e)re-classifies any of its equity shares into other securities of the issuer;(f)is  involved  in  such  other  similar  events  or  circumstances,  which  in  the  opinion  of  theconcerned stock exchange, requires adjustments.recognised stock exchanges in which the equity shares of the same class of the issuer are listed and inwhich  the  highest  trading  volume  in  such  equity  shares  has  been  recorded  during  the  two  weeksimmediately preceding the relevant date.", "ents": [{"start": 107, "end": 108, "label": "ENT"}, {"start": 142, "end": 2212, "label": "ACT"}], "title": null}, {"text": "  Allotment  under  the  qualified institutions  placement shall  be  made  subject to  the  following conditions:(a)  Minimum of ten per cent. of eligible securities shall be allotted to mutual funds:Provided that if the mutual funds do not subscribe to  said minimum percentage or anypart  thereof,  such  minimum  portion  or  part  thereof  may  be  allotted  to  other  qualifiedinstitutional buyers;(b)  No  allotment  shall  be  made,  either  directly  or  indirectly,  to  any  qualified  institutionalbuyer who is a promoter or any person related to promoters of the issuer:Provided that a qualified institutional buyer who does not hold any shares in the issuerand who has acquired the said rights in the capacity of a lender shall not be deemed tobe a person related to promoters.", "ents": [], "title": null}, {"text": " In a qualified institutions placement of non-convertible debt instrument along with warrants, an investor can subscribe to the combined offering of non- convertible debt instruments with warrants or to the individual securities, that is, either non- convertible debt instruments or warrants.", "ents": [{"start": 98, "end": 106, "label": "ENT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": "  The applicants in qualified institutions placement shall not withdraw their bids after the closure of the issue. has any of the following rights shall be deemed to be a person related to the promoters of the issuer:(a)rights  under  a  shareholders‘  agreement  or  voting  agreement  entered  into  with  promoters  orpersons related to the promoters;", "ents": [{"start": 30, "end": 52, "label": "ENT"}, {"start": 53, "end": 354, "label": "ACT"}], "title": null}, {"text": "10.2012. right to appoint any nominee director on the board of the issuer.(b)  veto rights; or(c)", "ents": [{"start": 30, "end": 46, "label": "ENT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": "  The  minimum  number  of  allottees  for  each  placement  of  eligible  securities  made  under qualified institutions placement shall not be less than:(a)(b)two, where the issue size is less than or equal to  two hundred and fifty crore rupees;five, where the issue size is greater than two hundred and fifty crore rupees:Provided that no single allottee shall be allotted more than fifty per cent. of the issue size.", "ents": [{"start": 50, "end": 59, "label": "ENT"}, {"start": 2, "end": 132, "label": "COND"}, {"start": 132, "end": 421, "label": "ACT"}], "title": null}, {"text": "  The  qualified  institutional  buyers  belonging  to  the  same  group  or  who  are  under  same  control shall be deemed to be a single allottee. belonging to the same group‖ shall have the same meaning as derived from sub-section (11) of section", "ents": [{"start": 33, "end": 39, "label": "ENT"}, {"start": 109, "end": 250, "label": "ACT"}], "title": null}, {"text": " Allotment pursuant to the special resolution referred to in clause (a) of regulation 82 shall be completed within a period of twelve months from the date of passing of the resolution.", "ents": [], "title": null}, {"text": "  The issuer shall not make subsequent qualified institutions placement until expiry of six months from  the  date  of  the  prior  qualified  institutions  placement  made  pursuant  to  one  or  more  specialresolutions.", "ents": [{"start": 6, "end": 12, "label": "ENT"}, {"start": 13, "end": 222, "label": "ACT"}], "title": null}, {"text": "The  aggregate  of  the  proposed  qualified  institutions  placement  and  all  previous  qualified institutions placements made by the issuer in the same financial year shall not exceed five times the net worth of the issuer as per the audited balance sheet of the previous financial year.", "ents": [{"start": 137, "end": 143, "label": "ENT"}, {"start": 171, "end": 291, "label": "ACT"}], "title": null}, {"text": "The  tenure  of  the  convertible  or  exchangeable  eligible  securities  issued  through  qualified institutions placement shall not exceed sixty months from the date of allotment.", "ents": [{"start": 75, "end": 90, "label": "ENT"}, {"start": 0, "end": 125, "label": "COND"}, {"start": 125, "end": 182, "label": "ACT"}], "title": null}, {"text": "  The  eligible  securities  allotted  under  qualified  institutions  placement  shall  not  be  sold  by  the", "ents": [], "title": null}, {"text": " The provisions of this Chapter shall apply to issuance of fresh shares and or offer for sale of shares in a listed issuer for the purpose of achieving minimum public shareholding in terms of Rule 19(2)(b) and 19A of the Securities Contracts (Regulation) Rules, 1957.", "ents": [], "title": null}, {"text": "  Unless  otherwise  specified,  no  provisions  of  these  regulations  shall  be  applicable  to  the institutional placement programme except for the following:-(a)  regulations 2, 5, 12, 18, 19, 47, 48, 51, 59, 60, 61, 64, 65, 66 and 68;(b)  clauses (a) and (b) of sub-regulation (2)  of regulation 4;", "ents": [], "title": null}, {"text": "", "ents": [], "title": null}, {"text": "For the purpose of this Chapter:(a)  ―eligible  securities‖  shall  mean  equity  shares  of  same  class  listed  and  traded  in  the  stockexchange(s);(b) ―eligible seller‖ include listed issuer, promoter/promoter group of listed issuer;(c)  ―institutional  placement  programme‖  means  a  further  public  offer  of  eligible  securities  by  aneligible seller, in which the offer, allocation and allotment of such securities is made only to qualifiedinstitutional buyers in terms of this Chapter.", "ents": [{"start": 48, "end": 58, "label": "ENT"}, {"start": 61, "end": 502, "label": "ACT"}], "title": null}, {"text": " An institutional placement programme may be made only after a special resolution approving the institutional placement programme has been passed by the shareholders of the issuer in terms of section 81(1A) of the Companies Act, 1956.", "ents": [{"start": 4, "end": 37, "label": "ENT"}, {"start": 38, "end": 234, "label": "ACT"}], "title": null}, {"text": " No partly paid-up securities shall be offered.", "ents": [{"start": 19, "end": 29, "label": "ENT"}, {"start": 30, "end": 47, "label": "ACT"}], "title": null}, {"text": " The issuer shall obtain an in-principle approval from the stock exchange(s).", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 77, "label": "ACT"}], "title": null}, {"text": "An institutional placement programme shall be managed by merchant banker(s) registered with the Board who shall exercise due diligence.", "ents": [], "title": null}, {"text": "  The  institutional  placement  programme  shall  be  made  on  the  basis  of  the  offer  document which shall contain all material information, including those specified in Schedule XVIII.", "ents": [{"start": 22, "end": 42, "label": "ENT"}, {"start": 44, "end": 192, "label": "ACT"}], "title": null}, {"text": "  The  issuer  shall,  simultaneously  while  registering  the  offer  document  with  the  Registrar  of Companies,  file  a  copy  thereof  with  the  Board  and  with  the  stock  exchange(s)  through  the  lead merchant banker.", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 20, "end": 115, "label": "COND"}, {"start": 115, "end": 231, "label": "ACT"}], "title": null}, {"text": " The issuer shall file the soft copy of the offer document with the Board as specified in Schedule V, along with the fee as specified in Schedule IV.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 149, "label": "ACT"}], "title": null}, {"text": " The offer document shall also be placed on the website of the concerned stock exchange and of the issuer clearly stating that it is in connection with institutional placement programme and that the offer is being made only to the qualified institutional buyers.", "ents": [{"start": 5, "end": 19, "label": "ENT"}, {"start": 20, "end": 262, "label": "ACT"}], "title": null}, {"text": "  The  merchant  banker  shall  submit  to  the  Board  a  due  diligence  certificate  as  per  Form  A  of Schedule  VI,  stating  that  the  eligible  securities  are  being  issued  under  institutional  placement programme and that the issuer complies with requirements of this Chapter.", "ents": [], "title": null}, {"text": "  The  eligible  seller  shall  announce  a  floor  price  or  price  band  at  least  one  day  prior  to  the opening of institutional placement programme.", "ents": [], "title": null}, {"text": " The eligible seller shall have the option to make allocation/allotment as per any of the following methods –", "ents": [], "title": null}, {"text": " The method chosen shall be disclosed in the offer document.", "ents": [], "title": null}, {"text": " Allocation/allotment shall be overseen by stock exchange before final allotment.", "ents": [], "title": null}, {"text": "168[  The promoter or promoter group shall not make institutional placement programme if the promoter or any person who is part of the promoter group has purchased or sold the eligible securities(a) proportionate basis;(b) price priority basis; or(c) criteria as mentioned in the offer document.Regulations, 2012, w.e.f. 24.8.2012. Prior to substitution, sub-regulation (1) read as under:during the twelve weeks period prior to the date of the programme and they shall not purchase or sellthe eligible securities during the twelve weeks period after the date of the programme:Provided that such promoter or promoter group  may , within the period provided in sub-regulation(1), offer eligible securities held by them through institutional placement programme or offer for salethrough stock exchange mechanism specified by the Board,  subject to the condition that  there shall bea gap of minimum two weeks between the two successive offer(s) and /or programme(s).](2)  Allocation/allotment  under  the  institutional  placement  programme  shall  be  made  subject  to  thefollowing conditions:(a)  Minimum  of  twenty  five  per  cent.  of  eligible  securities  shall  be  allotted  to  mutual  funds  andinsurance companies:Provided  that  if  the  mutual  funds  and  insurance  companies  do  not  subscribe  to  said  minimumpercentage or any part thereof, such minimum portion or part thereof may be allotted to other qualifiedinstitutional buyers;(b)  No  allocation/allotment  shall  be  made,  either  directly  or  indirectly,  to  any  qualified  institutionalbuyer who is a promoter or any person related to promoters of the issuer:Provided that a qualified institutional buyer who does not hold any shares in the issuer and who hasacquired the rights in the capacity of a lender shall not be deemed to be a person related to promoters.(3) The issuer shall accept bids using ASBA facility only.(4)  The  bids  made  by  the  applicants  in  institutional  placement  programme  shall  not  be  reviseddownwards or withdrawn.has any of the following rights shall be deemed to be a person related to the promoters of the issuer:-(a) rights under a shareholders‘ agreement or voting agreement entered into with promoters or personsrelated to the promoters;(b) veto rights; or(c) right to appoint any nominee director on the board of the issuer.", "ents": [{"start": 10, "end": 36, "label": "ENT"}, {"start": 37, "end": 2354, "label": "ACT"}], "title": null}, {"text": "  The  minimum  number  of  allottees  for  each  offer  of  eligible  securities  made  under institutional placement programme shall not be less than ten: Provided that no single allottee shall be allotted more than twenty five per cent. of the offer size.", "ents": [{"start": 50, "end": 61, "label": "ENT"}, {"start": 129, "end": 258, "label": "ACT"}], "title": null}, {"text": " The qualified institutional buyers belonging to the same group or who are under same control shall be deemed to be a single allottee. belonging to the same group‖ shall have the same meaning as derived from sub-section (11) of section 372 of the Companies Act, 1956; Restrictions on size of the offer. 91-I. (1) The aggregate of all the tranches of institutional placement programme made by the eligible seller shall not result in increase in public shareholding by more than ten per cent. or such lesser percent. as is required to reach minimum public shareholding.(2) Where the issue has been oversubscribed, an allotment of not more than ten per cent. of the offersize shall be made by the eligible seller.―(1) The promoter or promoter group who are offering their eligible securities should not have purchased and/ or soldthe  eligible  securities  of  the  company  in  the  twelve  weeks  period  prior  to  the  offer  and  they  should  undertake  not  topurchase and / or sell eligible securities of the company in the twelve weeks period after the offer.‖", "ents": [], "title": null}, {"text": " The issue shall be kept open for a minimum of one day or maximum of two days.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 78, "label": "ACT"}], "title": null}, {"text": "  The  aggregate  demand  schedule  shall  be  displayed  by  stock  exchange(s)  without  disclosing  theprice.", "ents": [{"start": 26, "end": 34, "label": "ENT"}, {"start": 36, "end": 112, "label": "ACT"}], "title": null}, {"text": " The eligible seller shall have the right to withdraw the offer in case it is not fully subscribed.", "ents": [], "title": null}, {"text": "The eligible securities allotted under institutional placement programme shall not be sold by the allottee  for  a  period  of one  year  from  the date  of allocation/allotment,  except  on  a  recognised  stock", "ents": [{"start": 13, "end": 23, "label": "ENT"}, {"start": 73, "end": 212, "label": "ACT"}], "title": null}, {"text": "Subject to the provisions of the Companies Act, 1956 or any other applicable law for the time being in force, a listed issuer may issue bonus shares to its members if:(a)(b)(c)it  is  authorised  by  its  articles  of  association  for  issue  of  bonus  shares,  capitalisation  ofreserves, etc.:Provided that if there is no such provision in the articles of association, the issuer shall pass aresolution  at  its  general  body  meeting  making  provisions  in  the  articles  of  associations  forcapitalisation of reserve;it  has  not  defaulted  in  payment  of  interest  or  principal  in  respect  of  fixed  deposits  or  debtsecurities  issued by it;it  has  sufficient  reason  to  believe  that  it  has  not  defaulted  in  respect  of  the  payment  ofstatutory dues of the employees such as contribution to provident fund, gratuity and bonus;the partly paid shares, if any outstanding on the date of allotment, are made fully paid up(d)", "ents": [{"start": 112, "end": 125, "label": "ENT"}, {"start": 126, "end": 952, "label": "ACT"}], "title": null}, {"text": " No issuer shall make a bonus issue of equity shares 169[***] unless it has made reservation of equity  shares  of  the  same  class  in  favour  of  the  holders  of  170[***]  outstanding  171[compulsorily] convertible debt instruments 172[,if any,] in proportion to the convertible part thereof.", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 11, "end": 298, "label": "ACT"}], "title": null}, {"text": " The equity shares 173[so] reserved for the holders of fully or partly 174[compulsorily] convertible debt instruments shall be issued at the time of conversion of such convertible debt instruments on the same terms or same proportion 175[at] which the bonus shares were issued. Bonus shares only against reserves, etc. if capitalised in cash. 169 The words and symbol ―if it has outstanding fully or partly convertible debt instruments at the time of making the 2012, w.e.f  07.02.2012. 170  The  word  ―such‖  omitted,  by  SEBI  (Issue  of  Capital  and  Disclosure  Requirements)  (Second  Amendment)", "ents": [{"start": 12, "end": 18, "label": "ENT"}, {"start": 118, "end": 603, "label": "ACT"}], "title": null}, {"text": "", "ents": [], "title": null}, {"text": "  The  bonus  issue  shall  be  made  out  of  free  reserves  built  out  of  the  genuine  profits  or securities premium collected in cash only and reserves created by revaluation of fixed assets shall not be capitalised for the purpose of issuing bonus shares.", "ents": [{"start": 14, "end": 19, "label": "ENT"}, {"start": 21, "end": 264, "label": "ACT"}], "title": null}, {"text": " Without prejudice to the provisions of sub-regulation (1), the bonus share shall not be issued in lieu of dividend.", "ents": [], "title": null}, {"text": "  An  issuer,  announcing  a  bonus  issue  after  the  approval  of  its  board  of  directors  and  not requiring shareholders‘ approval for capitalisation of profits or reserves for making the bonus issue, shall  implement  the  bonus  issue  within  fifteen  days  from  the  date  of  approval  of  the  issue  by  its board of directors: Provided  that  where  the  issuer  is  required  to  seek  shareholders‘  approval  for  capitalisation  of profits  or  reserves  for  making  the  bonus  issue,  the  bonus  issue  shall  be  implemented  within  two months from the date of the meeting of its board of directors wherein the decision to announce the bonus issue was taken subject to shareholders‘ approval.", "ents": [{"start": 6, "end": 12, "label": "ENT"}, {"start": 209, "end": 719, "label": "ACT"}], "title": null}, {"text": " Once the decision to make a bonus issue is announced, the issue can not be withdrawn.", "ents": [{"start": 35, "end": 40, "label": "ENT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": "  The  provisions  of  this  Chapter  shall  apply  to  an  issue  of  Indian  Depository  Receipts (hereinafter referred to as ―IDR‖) made in terms of section 605A of the Companies Act, 1956 and Companies (Issue of Indian Depository Receipts) Rules, 2004.", "ents": [], "title": null}, {"text": " All provisions of these regulations shall be applicable in case of issue of IDR, except the disclosure requirements with respect to public issue and rights issue of specified securities as provided in these regulations and the following:(a)  clauses (a), (b), (c) and (f) of sub-regulation (2) of regulation 4;(b)  sub-regulations (1), (2) and (3) of regulation 6,(c)  clauses (c),(d) and (e)  of sub-regulation (1) of regulation 8;(d)  sub-regulations (2) and (3) of regulation 8;regulations 10,16,17,19, 20,21,22,23,24,26,27,31,41, 42,176[***] 45,47, 49 and 68;(e)(f)sub-regulation (2) of regulation 11;(g)sub-regulation (2) of regulation 28;(h)  clauses (b) and (c) of regulation 29;(i)  Parts III and IV of Chapter III;177[(ia) regulation 43, except sub-regulation (3) thereof;](j)  Chapter IV;(k)  sub-regulation (3) of regulation 65;(l)  Chapters VII, VIII and IX.", "ents": [], "title": null}, {"text": " Further, the applicability of regulation 60 shall be as follows:(a)(b)issue advertisements made in India or any research report circulated in India, pertaining tothe IDR issue of the issuing company;the  applicability  of  sub-regulations  (2)  and  (3)  shall  be  restricted  to  any  public", "ents": [], "title": null}, {"text": "12.2009.(c)(d)the  applicability  of  sub-regulations    and  (6)  shall  be  restricted  to  any  material  orinformation released in India and any issue advertisements and publicity materials issuedor published in any media in India;the applicability of sub-regulation (13) shall be restricted to any product advertisement ofan issuing company issued or published in any media in India;(e)  all other provisions of regulation 60 shall be applicable.", "ents": [], "title": null}, {"text": "An issuing company making an issue of IDR shall also satisfy the following:(a)(b)(c)the issuing company is listed in its home country;the issuing company is not prohibited to issue securities by any regulatory body;the issuing company has track record of compliance with  securities market  regulations  in  itshome country.the issuing company is incorporated and listed.", "ents": [{"start": 29, "end": 41, "label": "ENT"}, {"start": 42, "end": 371, "label": "ACT"}], "title": null}, {"text": "An issue of IDR shall be subject to the following conditions:(a)(b)  procedure  to  be  followed  by  each  class  of  applicant  for  applying  shall  be  mentioned  in  theissue size shall not be less than fifty crore rupees;prospectus;(c)  minimum application amount shall be twenty thousand rupees;(d)  at  least  fifty  per  cent.  of  the  IDR  issued  shall  be  allotted  to  qualified  institutional  buyers  on(e)proportionate basis as per illustration given in Part C of Schedule XI;the balance fifty per cent. may be allocated among the categories of non-institutional investorsand  retail  individual  investors  including  employees  at  the  discretion  of  the  issuer  and  themanner  of  allocation  shall  be  disclosed  in  the  prospectus.  Allotment  to  investors  within  acategory shall be on proportionate basis:178[ Provided that at least thirty per cent. of the IDRs being offered in the public issue shall beavailable for allocation to retail individual investors and  in case of under subscription in retailindividual investor category, spillover to other categories to the extent of under subscriptionmay be permitted.(a)  is a resident of India, and(b) is a permanent and full-time employee or a director, whether whole time orpart time, of the issuer or of the holding company or subsidiary company orof  the  material  associate(s)  of  the  issuer,  whose  financial  statements  areconsolidated  with  the  issuer‘s  financial  statements,  working  in  India  anddoes not  include promoters and  an immediate  relative of the promoter  (i.e.,any spouse of that person, or any parent, brother, sister or child of the personor of the spouse).](f)  At any given time, there shall be only one denomination of IDR of the issuing company.(g)  179[the issuing company shall ensure that the underlying equity shares against which IDRs areissued  have  been  or  will  be  listed  in  its  home  country  before  listing  of  IDRs  in  stockexchange(s).(Amendment) Regulations, 2009, w.e.f. 11.12.2009, read as under:―Provided  that  atleast  thirty  per  cent.  of  the  said  fifty  per  cent.  IDR  issued  shall  be  allocated  to  retail  individualinvestors  and  in  case  of  under-subscription  in  retail  individual  investor  category,  spill  over  to  the  extent  of  under-subscription shall be permitted to other categories.‖(h)the  issuing  company  shall  ensure  that  the  underlying  shares  of  IDRs  shall  rank  pari-passu", "ents": [{"start": 3, "end": 8, "label": "ENT"}, {"start": 16, "end": 2475, "label": "ACT"}], "title": null}, {"text": " For non-underwritten issues:(a)If the issuing company does not receive the minimum subscription of ninety per cent.of  the  offer  through  offer  document  on  the  date  of  closure  of  the  issue,  or  if  thesubscription level falls below ninety per cent. after the closure of issue on account ofcheques  having  being  returned  unpaid  or  withdrawal  of  applications,  the  issuingcompany shall forthwith refund the entire subscription amount received.(b)  If  the  issuing  company  fails  to  refund  the  entire  subscription  amount  within  fifteendays  from  the  date  of  the  closure  of  the  issue,  it  is  liable  to  pay  the  amount  withinterest  to  the  subscribers  at  the  rate  of  fifteen  per  cent.  per  annum  for  the  period  ofdelay.", "ents": [{"start": 22, "end": 27, "label": "ENT"}, {"start": 1, "end": 399, "label": "COND"}, {"start": 399, "end": 773, "label": "ACT"}], "title": null}, {"text": "  For underwritten issues: If the issuing company does not receive the minimum subscription of ninety per cent. of the offer through offer document including devolvement of underwriters within sixty  days  from  the  date  of  closure  of  the  issue,  the  issuing  company  shall  forthwith  refund  the", "ents": [{"start": 42, "end": 49, "label": "ENT"}, {"start": 276, "end": 305, "label": "ACT"}], "title": null}, {"text": "The  Indian  depository  Receipts  shall  not  be  automatically  fungible  into  underlying  equity  shares  of  issuingcompany.\"Prior to its substitution, said sub-regulation read as under :\" The issuing company making an issue of IDR shall enter into an agreement with a merchant banker on the lines offormat of agreement specified in Schedule II.\"(c)  submit a fresh due diligence certificate as per format given in Part C of Schedule XIX, atthe time of filing the prospectus with the Registrar of the Companies.(d)  furnish a certificate as per format given in Part C of Schedule XIX, immediately before(e)the opening of the issue, certifying that no corrective action is required on its part.furnish  a  certificate  as  per  format  given  in  Part  C  of  Schedule  XIX,  after  the  issue  hasopened but before it closes for subscription.(6) The issuing company shall make arrangements for mandatory collection centres as specified inSchedule III.(7) The issuing company shall issue an advertisement in one English national daily newspaper withwide circulation and one Hindi national daily newspaper with wide circulation, soon after receivingfinal observations, if any, on the publicly filed draft prospectus with the Board, which shall be onthe lines of the format and contain the minimum disclosures as given in Part A of Schedule XIII.", "ents": [{"start": 13, "end": 23, "label": "ENT"}, {"start": 35, "end": 1348, "label": "ACT"}], "title": null}, {"text": "181[ The issuing company shall appoint one or more merchant bankers, at least one of whom shall be a lead merchant banker and shall also appoint other intermediaries, in consultation with the lead merchant banker  and shall enter into  an  agreement with the merchant  banker on the lines of format of agreement as specified in Schedule II.](2) Where  the  issue  is  managed  by  more  than  one  merchant  banker,  the  rights,  obligations  andresponsibilities, relating inter-alia to disclosures, allotment, refund and underwriting obligations, ifany, of each merchant banker shall be predetermined and disclosed in the prospectus on the lines offormat as specified in Schedule I.(3) The  issuing  company  shall  file  a  draft  prospectus  with  the  Board  through  a  merchant  bankeralong  with  the  requisite  fee,  as  prescribed  in  Companies  (Issue  of  Indian  Depository  Receipts)Rules, 2004.(4) The prospectus filed with the Board under this regulation shall also be furnished to the Board ina soft copy on the lines specified in Schedule V.(5) The lead merchant bankers shall:(a)  submit a due diligence certificate as per format given in Part C of Schedule XIX to theBoard along with the draft prospectus.(b)  certify  that  all  amendments,  suggestions  or  observations  made  by  the  Board  have  beenincorporated in the prospectus180  Substituted  by  Securities  and  Exchange  Board  of  India  (Issue  of  Capital  and  Disclosure  Requirements)(Amendment) Regulations, 2013, w.e.f. 27.02.2013. Prior to its substitution, it read as under:-", "ents": [], "title": null}, {"text": " The issuing company shall appoint a registrar and transfer agent which has connectivity with all the depositories.", "ents": [], "title": null}, {"text": "The issuing company shall enter into an agreement with overseas custodian bank and domesticdepository.", "ents": [], "title": null}, {"text": "  The lead merchant banker, after independently assessing the capability of other intermediaries", "ents": [{"start": 6, "end": 26, "label": "ENT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": " The stock exchange(s) offering online bidding system for the book building   process shall display on their website, the data pertaining to book built IDR issue, in the format specified in Part B(2)  of  Schedule  XI,  from  the  date  of  opening  of  the  bids  till  at  least  three  days  after  closure  ofbids.", "ents": [{"start": 5, "end": 22, "label": "ENT"}, {"start": 86, "end": 318, "label": "ACT"}], "title": null}, {"text": "  The  issuing  company  shall  ensure  that  letter  of  allotment  for  the  IDRs  are  issued simultaneously to all allottees and that in the event of it being impossible to issue letters of regret at the same time, a notice to that effect be issued in the media so that it appears on the morning after", "ents": [], "title": null}, {"text": " The prospectus shall contain all material disclosures which are true, correct and adequate so as to enable the applicants to take an informed investment decision.", "ents": [{"start": 5, "end": 15, "label": "ENT"}, {"start": 16, "end": 163, "label": "ACT"}], "title": null}, {"text": " Without prejudice to the generality of sub-regulation (1), the prospectus shall contain:(a)(b)the disclosures specified in Schedule to Companies (Issue of Indian Depository Receipts)Rules, 2004; andthe disclosures in the manner as specified in Part A of Schedule XIX.", "ents": [{"start": 64, "end": 74, "label": "ENT"}, {"start": 75, "end": 268, "label": "ACT"}], "title": null}, {"text": " The abridged prospectus for issue of Indian Depository Receipts shall contain the disclosures as", "ents": [{"start": 5, "end": 24, "label": "ENT"}, {"start": 65, "end": 97, "label": "ACT"}], "title": null}, {"text": " The merchant banker shall submit post-issue reports to the Board in accordance with sub- regulation (2). 183  substituted  by  the  SEBI  (Listing  Obligations  and  Disclosure  Requirements)  Regulations,  2015,  w.e.f.  01.12.2015. Prior to its substitution, said Regulation read as under : \"102.  Display  of  bid  data.—The  stock  exchanges  offering  online  bidding  system  for  the  book  building  process  shall display on their website, the data pertaining to book built IDR issue, in the format specified in Part B(II) of Schedule XI, from the date of opening of the bids till at least three days after closure of bids.\"", "ents": [{"start": 5, "end": 20, "label": "ENT"}, {"start": 21, "end": 634, "label": "ACT"}], "title": null}, {"text": " The post-issue reports shall be submitted as follows:(a)initial post issue report on the lines of Parts A and B of Schedule XVI, within three daysof closure of the issue;(b)  final post issue report on the lines of Parts C and D of Schedule XVI, within fifteen daysof the date of finalisation of basis of allotment or within fifteen days of refund of money incase of failure of issue.", "ents": [{"start": 10, "end": 15, "label": "ENT"}, {"start": 24, "end": 385, "label": "ACT"}], "title": null}, {"text": "In  case  of  undersubscribed  issue  of  IDR,  the  merchant  banker  shall  furnish  information  in respect of underwriters who have failed to meet their underwriting devolvement to the Board on the lines of the format specified in Schedule XVII.", "ents": [], "title": null}, {"text": "The  executive  director  or  managing  director  of  the  stock  exchange,  where  the  IDR  are proposed  to  be  listed,  along  with  the  post  issue  lead  merchant  bankers  and  registrars  to  the  issue shall ensure that the basis of allotment is finalised in a fair and proper manner in accordance with the allotment procedure as specified in Schedule XV.", "ents": [{"start": 149, "end": 154, "label": "ENT"}, {"start": 213, "end": 366, "label": "ACT"}], "title": null}, {"text": " In addition to compliance with Chapter X, a listed issuer offering IDR through a rights issue shall satisfy the conditions specified in this Chapter at the time of filing the offer document: Provided that the provisions  of the following regulations shall  not be applicable in  case of rights issue of IDRs:", "ents": [{"start": 45, "end": 71, "label": "ENT"}, {"start": 95, "end": 309, "label": "ACT"}], "title": null}, {"text": "  Every  listed  issuer  offering  IDRs  through  a  rights  issue  shall  prepare  the  offer  document  in accordance with the home country requirements along with an addendum containing disclosures as specified in Part A of Schedule XXI and regulation 106F and file the same with the Board and the stock exchanges on which the IDRs of the issuer are listed.(a) clauses (a), (b), (c), (d) and (e) of regulation 98;(b) regulation 102; and(c) regulation 103.", "ents": [{"start": 17, "end": 23, "label": "ENT"}, {"start": 68, "end": 458, "label": "ACT"}], "title": null}, {"text": "No issuer shall make a rights issue of IDRs:(a) if at the time of undertaking the rights issue, the issuer is in breach of ongoing materialobligations  under  the  IDR  Listing  Agreement  as  may  be  applicable  to  such  issuer  ormaterial  obligations  under  the  deposit  agreement  entered  into  between  the  domesticdepository and the issuer at the time of initial offering of IDRs; and(b) unless it has made an application to all the recognised stock exchanges in India, whereits IDRs are already listed, for listing of the IDRs to be issued by way of rights and haschosen one of them as the designated stock exchange.", "ents": [{"start": 3, "end": 9, "label": "ENT"}, {"start": 10, "end": 629, "label": "ACT"}], "title": null}, {"text": " Unless the laws of the home jurisdiction of the issuer company otherwise provide, the rights", "ents": [{"start": 24, "end": 41, "label": "ENT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": "09.2011. the  rights to the  IDR  Holders/renouncees  or  arrange  for IDRs  offered  to  the  IDR  holder  in  favour  of  any  other  person  subject  to  applicable  laws  and  the same shall be disclosed in the offer document.", "ents": [{"start": 42, "end": 52, "label": "ENT"}, {"start": 189, "end": 230, "label": "ACT"}], "title": null}, {"text": "The domestic depository shall, in accordance with the depository  agreement executed with the issuer at the time of initial offering of IDRs, take such steps as are necessary to enable the IDR holders  to  have  entitlements  under  the  rights  offering  and  issue  additional  IDRs  to  such  IDR holders,  distribute the  IDR holders/renouncees to subscribe for any additional rights which are available due to lack of take-up by other holders of underlying shares.", "ents": [{"start": 4, "end": 23, "label": "ENT"}, {"start": 29, "end": 140, "label": "COND"}, {"start": 140, "end": 469, "label": "ACT"}], "title": null}, {"text": " A listed issuer making a rights issue of IDRs shall in accordance with provisions of the listing agreement, announce a record date for the purpose of determining the shareholders eligible to apply for IDRs in the proposed rights issue.", "ents": [{"start": 3, "end": 23, "label": "ENT"}, {"start": 47, "end": 236, "label": "ACT"}], "title": null}, {"text": " If the issuer withdraws the rights issue after announcing the record date, it shall notify the Board about  the  same  and  shall  notify  the  same  in  one  English  national  daily  newspaper  with  wide circulation,  one  Hindi  national  daily  newspaper  with  wide  circulation  and  one  regional  language daily newspaper with wide circulation at the place where principal office of the issuer is situated in India. If the issuer withdraws the rights issue after announcing the record date, it shall not make an application for offering of IDRs on a rights basis for a period of twelve months from the said recorddate.", "ents": [{"start": 8, "end": 14, "label": "ENT"}, {"start": 1, "end": 74, "label": "COND"}, {"start": 79, "end": 628, "label": "ACT"}], "title": null}, {"text": " The offer document for the rights offering shall contain disclosures as required under the home country regulations of the issuer.", "ents": [{"start": 5, "end": 19, "label": "ENT"}, {"start": 44, "end": 131, "label": "ACT"}], "title": null}, {"text": " Apart from the disclosures as required under the home country regulations, an additional wrap (addendum  to  offer  document)  shall  be  attached  to  the  offer  document  to  be  circulated  in  India containing  information  as  specified  in  Part  A  of  Schedule  XXI  and  other  instructions  as  to  the procedures and process to be followed with respect to rights issue of IDRs in India.", "ents": [{"start": 16, "end": 27, "label": "ENT"}, {"start": 1, "end": 128, "label": "COND"}, {"start": 128, "end": 399, "label": "ACT"}], "title": null}, {"text": " Without  prejudice to the generality of sub-regulations (1) and (2), the offer document  and the addendum  attached  with  it,  shall  contain  all  material  information,  which  are  true,  correct  and adequate, so as to enable the applicants to take an informed investment decision.", "ents": [{"start": 74, "end": 90, "label": "ENT"}, {"start": 129, "end": 287, "label": "ACT"}], "title": null}, {"text": "The  issuer  shall  appoint  one  or  more  merchant  bankers,  one  of  whom  shall  be  a  lead merchant banker and shall also appoint other intermediaries, in consultation with the lead merchant banker, to carry out the obligations relating to the issue.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 13, "end": 257, "label": "ACT"}], "title": null}, {"text": "  The  issuer  shall,  through  the  lead  merchant  banker,  file  the  draft  offer  document  prepared  in accordance with the home country requirements along with an addendum containing disclosures as specified in Part A of Schedule XXI with the Board, as a confidential filing accompanied with fees as specified in Part A of Schedule IV.", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 20, "end": 59, "label": "COND"}, {"start": 59, "end": 342, "label": "ACT"}], "title": null}, {"text": " The Board may specify changes or issue observations, if any, on the draft offer document and the addendum within thirty days or from the following dates, whichever is later:(a)  the  date  of  receipt  of  the  draft  offer  document  prepared  in  accordance  with  the  homecountry requirements along with an addendum under sub-regulation (2); or(b) the date of receipt of satisfactory reply from the lead merchant bankers, where the Boardhas sought any clarification or additional information from them; or(c)  the  date  of  receipt  of  clarification  or  information  from  any  regulator  or  agency,  wherethe Board has sought any clarification or information from such regulator or agency; or(d)    the  date  of  receipt  of  a  copy  of  in-principle  approval  letter  issued  by  the  recognisedstock exchanges.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 825, "label": "ACT"}], "title": null}, {"text": "  If  the  Board  specifies  changes  or  issues  observations  on  the  draft  offer  document  and  the addendum under sub-regulation(3), the issuer and the merchant banker shall  file the revised draft offer document and the  updated addendum  after  incorporating the changes suggested or specified by the Board.", "ents": [{"start": 11, "end": 16, "label": "ENT"}, {"start": 11, "end": 16, "label": "ENT"}, {"start": 2, "end": 138, "label": "COND"}, {"start": 2, "end": 175, "label": "COND"}, {"start": 175, "end": 316, "label": "ACT"}, {"start": 175, "end": 316, "label": "ACT"}], "title": null}, {"text": "  The  issuer  shall  also  submit  an  undertaking  from  the  Overseas  Custodian  and  Domestic Depository addressed to the issuer, to comply with their obligations with respect to the said rights issue under their respective agreements entered into between them, along with the offer document.", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 15, "end": 297, "label": "ACT"}], "title": null}, {"text": " The issuer shall ensure that the Compliance Officer, in charge of ensuring compliance with the", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 95, "label": "ACT"}], "title": null}, {"text": " Nothing contained in sub-regulations (1), (2), (3) and (4) of regulation 106G shall apply, if the issuer satisfies the following conditions:(a)  the  issuer  is  in  compliance  in  all  material  respects  with  the  provisions  of  depositagreement and the provisions of listing agreements (or listing conditions) applicable inall  the  jurisdictions  wherever  the  issuer  is  listed,  for  a  period  of  at  least  three  yearsimmediately preceding the date of filing of the offer document, and a certification to thiseffect is provided by the issuer;(b) the  offer  document  for  the  rights  offering  of  the  securities  of  the  issuer  has  been  filedand reviewed by the securities regulator in the home country of the issuer;(c)  there are no pending show-cause notices or prosecution proceedings against the issuer orits  promoters,  where  applicable,  or  whole  time  directors  on  the  reference  date  by  theBoard or the regulatory authorities in its home country restricting them from accessingthe capital markets; and(d) the issuer has redressed at least ninety five per cent. of the complaints received from theIDR holders before the end of the three months period immediately preceding the monthof date of filing the letter of offer with the designated stock exchange.", "ents": [], "title": null}, {"text": " Where the conditions  in  sub-regulation  (1) are satisfied, the issuer may opt  for rights  issue of IDRs  by  filing  a  copy  of  the  offer  document  prepared  in  accordance  with  the  home  country requirements  along  with  an  addendum  containing  disclosures  as  specified  in  Part  A  of  Schedule XXI  with  the  Board  for  record  purposes,  before  filing  the  same  with  the  recognised  stockexchanges.", "ents": [{"start": 11, "end": 21, "label": "ENT"}, {"start": 1, "end": 60, "label": "COND"}, {"start": 73, "end": 426, "label": "ACT"}], "title": null}, {"text": "  The  abridged  letter  of  offer,  containing  disclosures  as  specified  in  Part  B  of  Schedule XXI, for a rights offering, along with application form, shall be dispatched through registered post or  speed  post  to  all  the  eligible  IDR  holders  at  least  three  days  before  the  date  of  opening  of  the issue and shall be made available on the website of the issuer with appropriate access restrictions at the same time it is made available to the holders of its equity shares. Provided that a hard copy of the offer document for a rights offering along with the addendum shall be made available at the principal office of the issuer or lead merchant banker to any existing IDR holder who has made a request in this regard.", "ents": [{"start": 114, "end": 129, "label": "ENT"}, {"start": 160, "end": 743, "label": "ACT"}], "title": null}, {"text": " The eligible IDR holders who have not received the application form may apply in writing on a plain paper to the domestic depository, along with the requisite application money within the time frame for acceptance.", "ents": [{"start": 52, "end": 68, "label": "ENT"}, {"start": 69, "end": 215, "label": "ACT"}], "title": null}, {"text": " The eligible IDR holders making an application otherwise than on the application form shall not renounce  their  rights  and  shall  not  utilise  the  application  form  for  any  purpose  including renunciation even if it is received subsequently.", "ents": [{"start": 36, "end": 57, "label": "ENT"}, {"start": 87, "end": 250, "label": "ACT"}], "title": null}, {"text": " Where any eligible IDR holder makes an application on an application form as well as on plain paper, such application is liable to be rejected.", "ents": [{"start": 58, "end": 74, "label": "ENT"}, {"start": 1, "end": 100, "label": "COND"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": "  The  issue  price  and  the  ratio  shall  be  decided  simultaneously  with  record  date  in  accordance with the home country regulations.", "ents": [], "title": null}, {"text": " A rights issue shall be open for subscription in India for a period as applicable under the laws of its home country but in no case less than  ten days.", "ents": [{"start": 3, "end": 15, "label": "ENT"}, {"start": 16, "end": 153, "label": "ACT"}], "title": null}, {"text": "  The issuing company shall ensure that it sends the allotment letter of rights to IDR Holders at the  time  they  are  sent  to  shareholders  of  the  issuing  company  as  per  the  requirement  of  its  home country or other jurisdictions where its securities are listed.]", "ents": [{"start": 6, "end": 21, "label": "ENT"}, {"start": 22, "end": 276, "label": "ACT"}], "title": null}, {"text": " The issuer shall issue an advertisement for the rights issue disclosing the following:(a)  the  date  of  completion  of  despatch  of  the  abridged  letter  of  offer  and  the  applicationform;(b) the  centres  other  than  principal  office  of  the  issuer  in  India  where  the  eligible  IDRholders may obtain duplicate copies of the application forms in case they do not receivethe application form within a reasonable time after opening of the rights issue;(c)  a statement that if the eligible IDR holders have neither received the original applicationforms  nor  they  are  in  a  position  to  obtain    the  duplicate  forms,  they  may  makeapplication in writing on a plain paper to subscribe to the rights issue;(d) a  format  to  enable  the  eligible  IDR  holders,  to  make  the  application  on  a  plain  paperspecifying  therein  necessary  particulars  such  as  name,  address,  ratio  of  rights  issue,issue price, number of IDRs held, ledger folio numbers, depository participant ID, clientID, number of IDRs entitled and applied for, amount to be paid along with application,and particulars of cheque, etc. to be drawn in favour of the issuer‘s account;(e)  a statement that the applications can be directly sent by the eligible IDR holders throughregistered post together with the application moneys to the issuer's designated official atthe address given in the advertisement;(f)  a  statement  to  the  effect  that  if  the  eligible  IDR  holder  makes  an  application  on  plainpaper and also on application form both his applications shall be liable to be rejected atthe option of the issuer.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 1631, "label": "ACT"}], "title": null}, {"text": "  The  advertisement  shall  be  made  in  at  least  one  English  national  daily  newspaper  with  wide circulation,  one  Hindi  national  daily  newspaper  with  wide  circulation  and  one  regional  language daily newspaper with wide circulation at the place where principal office of the issuer is situated in", "ents": [], "title": null}, {"text": " The issuer shall utilise funds raised in relation to the IDRs pursuant to the rights offering only upon completion of the allotment process.]", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 142, "label": "ACT"}], "title": null}, {"text": "106M.]  An issuer whose post-issue face value capital does not exceed ten crore rupees shall issue its specified securities in accordance with provisions of this Chapter.(2)  An  issuer,  whose  post  issue  face  value  capital  is  more  than  ten  crore  rupees  and  upto  twentyfive crore rupees, may also issue specified securities in accordance with provisions of this Chapter.(3) The provisions of these regulations, in respect of the matters not specifically dealt or excludedunder  this  Chapter,  shall  mutatis  mutandis  apply  to  any  issue  of  specified  securities  under  thisChapter:Provided that provisions of sub-regulations (1), (2) and (3) of regulation 6,  189[****], regulation 8,regulation  9,  regulation  10,  regulation  25,  regulation  26,  regulation  27  and  sub-regulation  (1)  ofregulation 49 of these regulations shall not apply to an issue of specified securities made under thisChapter.", "ents": [{"start": 11, "end": 17, "label": "ENT"}, {"start": 0, "end": 87, "label": "COND"}, {"start": 87, "end": 927, "label": "ACT"}], "title": null}, {"text": "106N.]  In this Chapter, unless the context otherwise requires, -(a)  ―Main  Board‖  means  a  recognized  stock  exchange  having  nationwide  tradingterminals, other than SME exchange;(b)  ―nominated  investor‖  means  a  qualified  institutional  buyer  or  private  equity  fund,who    enters    into  an  agreement    with  the  merchant  banker  to  subscribe  to  the  issue  incase of under-subscription or to receive or deliver the specified securities in the  market-making process;authority or a fund established by any person registered with any regulatory authority;(c)  ―SME exchange‖ means a trading platform of a  recognised stock  exchange havingnationwide  trading  terminals  permitted    by  the  Board  to  list  the  specified  securitiesissued  in  accordance  with  this  Chapter  and  includes  a  stock    exchange  grantedrecognition for this purpose but does not include the  Main Board;(2)  All  other  words  and  expression  used  in  this  Chapter  but  not  defined  under  sub-regulation (1) shall derive their meaning from regulation 2 of these regulations.", "ents": [{"start": 64, "end": 68, "label": "ENT"}, {"start": 1026, "end": 1092, "label": "ACT"}], "title": null}, {"text": "106O.]    The  issuer  making  a  public  issue  or  rights  issue  of  specified  securities  under  this Chapter shall not file the draft offer document with the Board: Provided that the issuer shall file a copy of the  offer document with the Board  through a merchant banker, simultaneously with the filing of the prospectus with the SME exchange and the Registrar of Companies or letter of offer with the SME Exchange:", "ents": [{"start": 15, "end": 21, "label": "ENT"}, {"start": 0, "end": 115, "label": "COND"}, {"start": 115, "end": 423, "label": "ACT"}], "title": null}, {"text": "01.2012. 2011, w.e.f. 23.09.2011.w.e.f. 01.12.2015.2011, w.e.f. 23.09.2011.2011, w.e.f. 23.09.2011.    The  merchant  banker  shall  submit  a  due-diligence  certificate  as  per  Form  A  of  Schedule  VIincluding  additional  confirmations  as  provided  in  Form  H  of  Schedule  VI  alongwith  the  offerdocument to the Board.(3) The offer document shall be displayed from the date of filing in terms of sub-regulation (1) onthe  websites  of  the  Board,  the  issuer,  the  merchant  banker  and  the  SME  exchange  where  thespecified securities offered through the offer document are proposed to be listed.", "ents": [], "title": null}, {"text": "106P.]  The issue made under this Chapter shall be hundred per cent. underwritten. offer through offer document and shall not be restricted upto the minimum subscription level.(2)  The  merchant  banker/s  shall  underwrite  at  least  fifteen  per  cent  of  the  issue  size  on  his/  theirown account/s.(3) The issuer in consultation with merchant banker may appoint underwriters in accordance withSecurities and Exchange Board of India (Underwriters) Regulations, 1993 and the merchant bankermay  enter  into  an  agreement  with  nominated  investor  indicating  therein  the  number  of  specifiedsecurities which they agree to subscribe at issue price in case of under-subscription.(4)  If  other  underwriters  fail  to  fulfill  their  underwriting  obligations  or  other  nominated  investorsfail  to  subscribe  to  unsubscribed  portion,  the  merchant  banker  shall  fulfill  the  underwritingobligations.(5)  The  underwriters  other  than  the  merchant  banker  and  the  nominated  investors,  who  haveentered  into  an  agreement  for  subscribing  to  the  issue  in  case  of  under-subscription,  shall  notsubscribe to the issue made under this Chapter in any manner except for fulfilling their obligationsunder their respective agreements with the merchant banker in this regard.(6)  All  the  underwriting  and  subscription  arrangements  made  by  the  merchant  banker  shall  bedisclosed in the offer document.(7) The merchant banker shall file an undertaking to the Board that the issue has been hundred percent. underwritten along with the list of underwriters and nominated investors indicating the extentof underwriting or subscription commitment made by them, one day before the opening of issue.", "ents": [{"start": 12, "end": 17, "label": "ENT"}, {"start": 42, "end": 1733, "label": "ACT"}], "title": null}, {"text": "106Q.] The issuer shall stipulate in the offer document, the minimum application size in terms of number of specified securities which shall not be less than one lakh rupees per application.", "ents": [{"start": 11, "end": 17, "label": "ENT"}, {"start": 18, "end": 190, "label": "ACT"}], "title": null}, {"text": "106R.] No allotment shall be made pursuant to any initial public offer made under this Chapter, if the number of prospective allottees is less than fifty.", "ents": [], "title": null}, {"text": "106S.]    Specified  securities  issued  in  accordance  with  this  Chapter  shall  be  listed  on  SMEexchange.(2) Where any listed issuer issues specified securities in accordance with provisions of this Chapterit  shall  migrate  the  specified  securities  already  listed  on  any  recognized  stock  exchange/s  to  theSME exchange.2011, w.e.f. 23.09.2011.2011, w.e.f. 23.09.2011.2011, w.e.f. 23.09.20112011, w.e.f. 23.09.2011.", "ents": [{"start": 21, "end": 31, "label": "ENT"}, {"start": 78, "end": 434, "label": "ACT"}], "title": null}, {"text": "106T.] A listed issuer whose post-issue face value capital is less than twenty five crore rupees may migrate its specified securities to SME exchange if its shareholders approve such migration by passing  a  special  resolution  through  postal  ballot  to  this  effect  and  if  such  issuer  fulfils  the eligibility criteria for listing laid down by the SME exchange: Provided that the special resolution shall be acted upon if and only if the votes cast by shareholders other than promoters in favour of the proposal amount to at least two times the number of votes cast by shareholders other than promoter shareholders against the proposal.", "ents": [{"start": 9, "end": 22, "label": "ENT"}, {"start": 0, "end": 97, "label": "COND"}, {"start": 97, "end": 646, "label": "ACT"}], "title": null}, {"text": "106U.]  An issuer, whose specified securities are listed on a SME Exchange and whose post issue  face  value  capital  is  more  than  ten  crore  rupees  and  upto  twenty  five  crore  rupees,  may migrate its specified securities to Main Board if its shareholders approve such migration by passing a  special  resolution  through  postal  ballot  to  this  effect  and  if  such  issuer  fulfils  the  eligibility criteria for listing laid down by the Main Board: Provided that the special resolution shall be acted upon if and only if the votes cast by shareholders other than promoters in favour of the proposal amount to at least two times the number of votes cast by shareholders other than promoter shareholders against the proposal.(2) Where the post issue face value capital of an issuer listed on SME exchange is likely to increasebeyond  twenty  five  crore  rupees  by  virtue  of  any  further  issue  of  capital  by  the  issuer  by  way  ofrights issue, preferential issue, bonus issue, etc. the issuer shall migrate its specified securities listedon SME exchange to Main Board and seek listing of specified securities proposed to be issued onthe Main Board subject to the fulfilment of the eligibility criteria for listing of specified securitieslaid down by the Main Board:Provided that no further issue of capital by the issuer shall be made unless –(a)  the  shareholders  of  the  issuer  have  approved  the  migration  by  passing  a  specialresolution  through  postal  ballot  wherein  the  votes  cast  by  shareholders  other  thanpromoters  in  favour  of  the  proposal  amount  to  at  least  two  times  the  number  of  votescast by shareholders other than promoter shareholders against the proposal;(b) the  issuer  has  obtained    in-  principle  approval  from  the  Main  Board  for  listing  of  itsentire specified securities on it.", "ents": [{"start": 11, "end": 17, "label": "ENT"}, {"start": 0, "end": 196, "label": "COND"}, {"start": 196, "end": 1872, "label": "ACT"}], "title": null}, {"text": "106V.]    The  merchant  banker  shall  ensure  compulsory  market  making  through  the  stock brokers  of  SME  exchange  in  the  manner  specified  by  the  Board  for  a  minimum  period  of  three years from the date of listing of specified securities issued under this Chapter on SME exchange or from the date of migration from Main Board in terms of regulation 199[106T], as the case may be.(2)  The  merchant  banker  may  enter  into  agreement  with  nominated  investors  for  receiving  ordelivering the specified securities in the market  making subject to the prior approval by the SMEexchange where the specified securities are proposed to be listed.(3) The issuer shall disclose the details of arrangement of market making in the offer document.2011, w.e.f. 23.09.2011.2011, w.e.f. 23.09.2011.2011, w.e.f. 23.09.2011.2011, w.e.f. 23.09.2011.(4)  The  specified  securities  being  bought  or  sold  in  the  process  of  market  making  may  betransferred to or from the nominated investor with whom the merchant banker has entered into anagreement for the market making:Provided  that  the  inventory  of  the  market  maker,  as  on  the  date  of  allotment  of  the  specifiedsecurities, shall be  at  least  five per  cent.  of the specified securities proposed to  be listed on  SMEexchange.(5)  The  market  maker  shall  buy  the  entire  shareholding  of  a  shareholder  of  the  issuer  in  one  lot,where value of such shareholding is less than the minimum contract size allowed for trading on theSME exchange:Provided that market  maker shall  not  sell in  lots less than the minimum contract  size allowed fortrading on the SME exchange.(6)  Market  maker  shall  not  buy  the  shares  from  the  promoters  or  persons  belonging  to  promotergroup of the issuer or any person who has acquired shares from such promoter or person belongingto  promoter  group,  during  the  compulsory  market  making  period  laid  down  under  sub-regulation(1).(7) The promoters‘ holding shall not be eligible for offering to the market maker under this Chapterduring the period specified in sub-regulation (1):Provided that the promoters‘ holding which is not locked-in as per these regulations can be tradedwith prior permission of the SME exchange, in the manner specified by the Board.", "ents": [], "title": null}, {"text": "  The  provisions  of  this  chapter  shall  apply  to  entities    which  seek  listing  of  their specified  securities  exclusively  on  the  institutional  trading  platform  either  pursuant  to  a  public issue or otherwise.", "ents": [], "title": null}, {"text": " The provisions of these regulations, in respect of the matters not specifically dealt or excluded under  this  Chapter,  shall  apply  mutatis  mutandis  to  any  listing  of  specified  securities  under  this Chapter: Provided  that  the  provisions  of  sub-regulation  (4)  of  regulation  4,  sub-regulations  (1)  and  (2)  of regulation 26 of these regulations shall not apply to listing of specified securities made under this Chapter.", "ents": [], "title": null}, {"text": " The  institutional  trading  platform  shall  be  accessible  to  institutional  investors  and    non- institutional investors.", "ents": [], "title": null}, {"text": " In this chapter, unless the context otherwise requires,-(a)\"institutional  trading  platform\"  means  the  trading  platform  for  listing  and  trading  ofspecified  securities  of    entities  that  comply  with  the  eligibility  criteria  specified  in  regulation106Y;(b)―institutional investor‖ means:(i)  qualified institutional buyer; or(ii) family trust or systematically important NBFCs registered with Reserve Bank of India orintermediaries registered with the Board, all with net-worth of more than five hundred crorerupees, as per the last audited financial statements;200  Substituted  by  the  SEBI  (Issue  of  Capital  and  Disclosure  Requirements)  (Fourth  Amendment)  Regulations,  2015,Institutional Trading Platform) Regulations, 2013, w.e.f. 8-10-2013.―persons acting in concert‖ shall have the same meaning as assigned to it under regulation(c)2(1)(q) of the SEBI (Substantial Acquisition of Shares and Takeovers) Regulations, 2011.(3)  All other words and expressions used in this Chapter but not defined under sub-regulation (1)shall derive their meaning from regulation 2 of these regulations.", "ents": [{"start": 168, "end": 178, "label": "ENT"}, {"start": 805, "end": 1122, "label": "ACT"}], "title": null}, {"text": " The following entities shall be eligible for listing on the institutional trading platform,-(a)  an  entity  which  is  intensive  in  the  use  of  technology,  information  technology,  intellectualproperty,  data  analytics,  bio-technology  or  nano-technology  to  provide  products,  services  orbusiness platforms with substantial value addition and at least twenty five per cent of its pre-issuecapital  is  held  by  qualified  institutional  buyer(s)  as  on  the  date  of  filing  of  draft  informationdocument or draft offer document with the Board, as the case may be; or(b)    any  other  entity  in  which  at  least  fifty  per  cent  of  the  pre-issue  capital  is  held  by  qualifiedinstitutional buyers as on the date of filing of draft information document or draft offer documentwith the Board, as the case may be.", "ents": [], "title": null}, {"text": " No person, individually or collectively  with  persons acting in  concert, shall hold  twenty five", "ents": [], "title": null}, {"text": " An entity seeking listing of its specified securities without making a public issue shall file a draft information  document along with  necessary  documents with  the Board in  accordance with these regulations along with fee as specified in Schedule IV of these regulations.", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 1, "end": 85, "label": "COND"}, {"start": 85, "end": 277, "label": "ACT"}], "title": null}, {"text": "  The  draft  information  document  shall  contain  the  disclosures  as  specified  for  draft  offer document in these regulations.", "ents": [], "title": null}, {"text": " Regulations relating  to  the following shall not  be applicable in  case of listing without public issue:(i)(ii)(iii)(iv)(v)(vi)(vii)(viii)allotment;issue opening / closing;advertisement;underwriting;sub-regulation (5) of regulation 26;pricing;dispatch of issue material;and other such provisions related to offer of specified securities to public.", "ents": [], "title": null}, {"text": " The entity shall obtain in-principle approval from the recognised stock exchanges on which it proposes to get its specified securities listed.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 143, "label": "ACT"}], "title": null}, {"text": "  The  entity  shall  list  its  specified  securities  on  the  recognised  stock  exchange(s  within  thirty days:(a)  from the date of issuance of observations by the Board; or(b) from the expiry of the period stipulated in sub-regulation (2) of regulation 6, if the Boardhas not issued any such observations.", "ents": [], "title": null}, {"text": "  The  entity  which  has  received  in-principle  approval  from  the  recognised  stock  exchange  for listing  of  its  specified  securities  on  the  institutional  trading  platform,  without  making  a  public issue, shall be deemed to  have been waived by the Board under sub-rule (7) of rule 19 from  the requirement  of  clause  (b)  of  sub-rule  (2)  of  rule  19  of  Securities  Contracts  (Regulation)  Rules, 1957 for the limited purpose of listing on the institutional trading platform.", "ents": [{"start": 84, "end": 99, "label": "ENT"}, {"start": 2, "end": 224, "label": "COND"}, {"start": 224, "end": 503, "label": "ACT"}], "title": null}, {"text": "  Provisions  relating  to  minimum  public  shareholding  shall  not  apply  to  entities  listed  on institutional trading platform without making a public issue.", "ents": [{"start": 28, "end": 35, "label": "ENT"}, {"start": 59, "end": 164, "label": "ACT"}], "title": null}, {"text": "  The  draft  and  final  information  document  shall  be  approved  by  the  board  of  directors  of  the entity and shall be signed by all directors, the Chief Executive Officer, i.e., the Managing Director or Manager within the meaning of the Companies Act, 2013 and the Chief Financial Officer, i.e., the Whole-time Finance Director or any other person heading the finance function and discharging that function.", "ents": [], "title": null}, {"text": " The signatories shall also certify that all disclosures made in the information document are true and correct.", "ents": [], "title": null}, {"text": "    In  case  of  mis-statement  in  the  information  document  or  any  omission  therein,  any  person who  has  authorized  the  issue  of  information  document  shall  be  liable  in  accordance  with  the provisions of the SEBI Act, 1992 and regulations made thereunder. Listing pursuant to public issue. 106ZA.  (1)  An  entity  seeking  issue  and  listing  of  its  specified  securities  shall  file  a  draft  offer document  along  with  necessary  documents  with  the  Board  in  accordance  with  these  regulations along with fees as specified in Schedule IV of these regulations.(2) The minimum application size shall be ten lakh rupees.(3) The number of allottees shall be more than two hundred.(4) The allocation in the net offer to public category shall be as follows:seventy-five per cent to institutional investors:(a)Provided that there shall be no separate allocation for Anchor Investors;(b)twenty-five per cent to non-institutional investors;(5)  Any  under-subscription  in  the  non-institutional  investor  category  shall  be  available  forsubscription under the institutional investors‘ category.(6) The allotment to institutional investors may be on a discretionary basis whereas the allotmentto non-institutional investors shall be on a proportionate basis.(7)  The  mode  of  allotment  to  institutional  investors,  i.e.,  whether  discretionary  or  proportionate,shall be disclosed prior to or at the time of filing of the Red Herring Prospectus.(8)  In  case  of  discretionary  allotment  to  institutional  investors,  no  institutional  investor  shall  beallotted more than ten per cent of the issue size.(9) The offer document  shall disclose the broad objects of the issue.(10)  The  basis  of  issue  price  may  include  disclosures,  except  projections,  as  deemed  fit  by  theissuers  in  order  to  enable  investors  to  take  informed  decisions  and  the  disclosures  shall  suitablycaution the investors about basis of valuation.Lock-in.106ZB. (1) The entire pre-issue capital  of the shareholders shall be locked-in  for a period of sixmonths from  the date of allotment  in  case of listing pursuant  to  public issue or date of listing incase of listing without public issue:Provided that nothing contained in this regulation shall apply to:(i)equity  shares  allotted  to  employees  under  an  employee  stock  option  or  employee  stockpurchase scheme of the entity prior to the initial public offer, if the entity has made full disclosureswith respect to such options or scheme in accordance with Part A of Schedule VIII;(ii)a foreign venture capital investor:Provided that such equity shares shall be locked in for a period of at least one year from the date ofpurchase  by  the  venture  capital  fund  or  alternative  investment  fund  or  foreign  venture  capitalinvestor.(iii)one year prior to the date of listing in case of listing without public issue:pursuant to conversion of fully paid-up compulsorily convertible securities, the holding period ofsuch convertible securities as well as that of resultant equity shares together shall be considered forthe purpose of calculation of one year period and the convertible securities shall be deemed to befully  paid-up,  if  the  entire  consideration  payable  thereon  has  been  paid  at  the  time  of  theirconversion.equity  shares  held  by  persons  other  than  promoters,  continuously  for  a  period  of  at  leastequity shares held by a venture capital fund or alternative investment fund of Category I orthe recognised stock exchange where its shares are listed approve of such an exit.(2) The specified securities held by promoters and locked-in may be pledged with any scheduledcommercial bank or public financial institution as collateral security for loan granted by such bankor institution if the pledge of specified securities is one of the terms of sanction of the loan.(3) The specified securities that are locked-in may be transferable in accordance with regulation 40of these regulations.(4) All specified securities allotted on a discretionary basis shall be locked-in in accordance withthe  requirements  for  lock-in  by  Anchor  Investors  on  main  board  of  the  stock  exchange,  asspecified under clause 10(j) in Part A of Schedule XI.Trading lot.106ZC. The minimum trading lot shall be ten lakh rupees.Exit of entities listed without making a public issue.106ZD.  (1)  An  entity  whose  specified  securities  are  listed  on  the  institutional  trading  platformwithout making a public issue may exit from that platform, if-(a)its  shareholders  approve  such  exit  by  passing  a  special  resolution  through  postal  ballotwhere ninety per cent of the total votes and the majority of non-promoter votes have been cast infavor of such proposal; and(b)(2)  The recognised stock exchange may delist the specified securities of an entity listed withoutmaking  a  public  issue  upon  non-compliance  of  the  conditions  of  listing  and  in  the  manner  asspecified by the stock exchange.(3) No entity promoted by promoters and directors of an entity delisted under sub-regulation (2),shall be permitted to list on institutional trading platform for a period of five years from the date ofsuch delisting:Provided  that  the  provisions  of  this  regulation  shall  not  apply  to  another  entity  promoted  by  theindependent directors of such a delisted entity.Migration to main board.106ZE.  An  entity  that  has  listed  its  specified  securities  on  a  recognised  stock  exchange  inaccordance with the provisions of  this Chapter may at its option migrate to the main board of thatrecognised  stock  exchange  after  expiry  of  three  years  from  the  date  of  listing  subject  tocompliance with the eligibility requirements of the stock exchange.Repeal and saving.106ZF.    The  provisions  of  Chapter  XC  and  all  directions,  guidelines,  instructions  or  circulars,issued  by  the  Board  as  applicable  to  small  and  medium  enterprises  which  are  listed  on  theinstitutional  trading  platform,  as  on  the  date  of  commencement  of  the  Securities  and  ExchangeBoard of India (Issue of Capital and Disclosure Requirements) (Fourth Amendment) Regulations,2015 shall continue to remain in force for the period such companies are listed on the institutionaltrading platform or till such time as specified by the Board, whichever is earlier, as if Chapter XChad not been repealed.shall be construed as ‗pre-listing‘ and ‗post-listing‘, respectively, in case of listing without publicissue.]", "ents": [{"start": 133, "end": 138, "label": "ENT"}, {"start": 167, "end": 6586, "label": "ACT"}], "title": null}, {"text": " approval from recognised stock exchange as follows: The issuer or the issuing company, as the case may be, shall obtain in-principle(a)  in case of an initial public offer or an issue of Indian Depository Receipts (hereinafterreferred to as ‗IDRs‘) , from all the recognised stock exchange(s) on which the issuer or theissuing company, proposes to get its specified securities or IDRs, as the case may be, listed;and(b) in case of other issues, before issuance of further securities, as follows:(i)  where  the  securities  are  listed  only  on  recognised  stock  exchange(s)  havingnationwide trading terminals, from all such stock exchange(s);(ii)  where  the  securities  are  not  listed  on  any  recognised  stock  exchange  havingnationwide trading terminals, from all the stock exchange(s) on which the securities ofthe issuer are proposed to be listed;(iii) where the specified   are listed on recognised stock exchange(s) having nationwidetrading  terminals  as  well  as  on  the  recognised  stock  exchange(s)  not  havingnationwideterminals,  from  all  recognised  stock  exchange(s)  havingnationwide trading terminals.trading(1) The issuer or the issuing company, as the case may be, shall complete  the pre-", "ents": [{"start": 15, "end": 40, "label": "ENT"}, {"start": 100, "end": 1228, "label": "ACT"}], "title": null}, {"text": " listing formalities within the time lines specified by the Board from time to time.  The  issuer  or  the  issuing  company,  as  the  case  may  be,  shall,  make  an  application  forlisting,  within  twenty  days  from  the  date  of  allotment,  to  one  or  more  recognized  stockexchange(s) along with the documents specified by stock exchange(s) from time to time.(3)  In  case  of  delay  in  making  application  for  listing  beyond  twenty  days  from  the  date  ofallotment, the issuer or the issuing company, as the case may be, shall pay penal interest toallottees for each day of delay at the rate of atleast ten per cent. per annum from the expiry ofthirty days from date of allotment till the listing of such securities to the allottees.(4) In the event of non-receipt of listing permission from the stock exchange(s) by the issueror the issuing company, as the case may be, or withdrawal of Observation Letter issued bythe Board, wherever applicable, the securities shall not be eligible for listing and the issuer orthe issuing company, as the case may be, shall be liable to refund the subscription monies, ifany, to the respective allottees immediately alongwith interest at the rate of ten per cent. perannum from the date of allotment.", "ents": [{"start": 1, "end": 8, "label": "ENT"}, {"start": 1, "end": 142, "label": "COND"}, {"start": 142, "end": 1261, "label": "ACT"}], "title": null}, {"text": " Every issuer or the issuing company desirous of listing its securities  on a recognised stock exchange shall execute a listing agreement with such stock exchange. Regulations, 2015, w.e.f. 01.12.2015", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 104, "end": 200, "label": "ACT"}], "title": null}, {"text": " Every issuer or the issuing company which has previously entered into agreement(s) with a recognised stock exchange to list its  securities  shall execute a fresh listing agreement with such stock exchange within six months of the date of notification of Securities and Exchange Board of India (Listing Obligations and Disclosure Requirements) Regulations, 2015.", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 142, "end": 363, "label": "ACT"}], "title": null}, {"text": "The  stock  exchange(s)  shall  grant  in-principle  approval/list  the  securities  or  reject  the application for in-principle approval /listing by the issuer or issuing company, as the case maybe, within thirty days from the later of the following dates:(a)  the  date  of  receipt  of  application  for  in-principle  approval/listing  from  issuer  or  the  issuingcompany, as the case may be,;(b) the date of receipt of satisfactory reply from the issuer or the issuing company, as the case may", "ents": [], "title": null}, {"text": "111.]  Without  prejudice  to  the  power  under  sections  11,  11A,  11B,  11D,  sub-section    of section 12, Chapter VIA and section 24 of the Act or section 621 of the Companies Act, 1956, the Board  may  either  suo  motu  or  on  receipt  of  information  or  on  completion  or  pendency  of  any inspection, inquiry or investigation, in the interests of investors or the securities market, issue such directions or orders as it deems fit including any or all of the following:(a)  directing the persons concerned not to access the securities market for a specified period;(b)  directing the person concerned to sell or divest the securities;(c)  any other direction which Board may deem fit and proper in the circumstances of the case:Provided  that  the  Board  shall,  either  before  or  after  issuing  such  direction  or  order,  give  areasonable opportunity of being heard to the person concerned:Provided further that if any interim direction or order is required to be issued, the Board may givepost-decisional hearing to the person concerned.", "ents": [{"start": 198, "end": 203, "label": "ENT"}, {"start": 205, "end": 1062, "label": "ACT"}], "title": null}, {"text": "  The  listed  entity  or  any  other  person  thereof  who  contravenes  any  of  the  provisions  of these regulations, shall, in addition to the liability for action in terms of the securities laws, be liable for  the  following  actions  by  the  respective  stock  exchange(s),  in  the  manner  specified  in  the circulars or guidelines issued by the Board:(a)  imposition of fines;(b)  suspension of trading;(c)  freezing of promoter/promoter group holding of designated securities, as may be applicable,in coordination with depositories;(d)  any other action as may be specified by the Board from time to time.(3)  The manner of revocation of actions specified in clauses (b) and (c) of sub-regulation (1), shall beas specified in the circulars or guidelines issued by the Board.Failure to pay fine.202  Chapter  XI  renumbered  as  Chapter  XII by  SEBI  (Listing  Obligations  and  Disclosure  Requirements)  Regulations,2015, w.e.f. 01.12.2015.203  Regulation  107  renumbered  as  Regulation  111  by  the  SEBI  (Listing  Obligations  and  Disclosure  Requirements)", "ents": [], "title": null}, {"text": "02.2017. the requirement is procedural in nature; or", "ents": [], "title": null}, {"text": "If  the  listed  entity  fails  to  pay  any  fine  imposed  upon  it  by  the  recognised  stock  exchange(s), within the period as specified from time to time, the stock exchange  may initiate such other action in accordance with law, after giving a notice in writing.] Power to remove difficulty. 205[112]. In order to remove any difficulties in the application or interpretation of these regulations, the  Board  may  issue  clarifications  through  guidance  notes  or  circulars  after  recording  reasons  inwriting.Power to relax strict enforcement of the regulations.206[113]. []207 The Board may, in the interest of investors or for the development of the securitiesmarket, relax the strict enforcement of any requirement of these regulations, if the Board is satisfiedthat:(a)(b)  any disclosure requirement is not relevant for a particular class of industry or issuer; or(c)208[(2)    For  seeking  relaxation  under  sub-regulation  (1),  an  application,  giving  details  and  thegrounds on which such relaxation has been sought, shall be filed with the Board.(3)  The application referred to under sub-regulation (2) shall be accompanied by a non-refundablefee  of  rupees  one  lakh  payable  by  way  of  direct  credit  in  the  bank  account  throughNEFT/RTGS/IMPS or any other mode allowed by RBI or by way of a demand draft in favour ofthe Board payable in Mumbai.]Amendments to other regulations.209[114].  On  and  from  the  commencement  of  these  regulations,  the  regulations  mentioned  inSchedule XX shall stand amended to the extent specified therein.Repeal and Savings.210[115].  (1)  On  and  from  the  commencement  of  these  regulations,  the  Securities  and  ExchangeBoard of India (Disclosure and Investor Protection) Guidelines, 2000 shall stand rescinded.(2) Notwithstanding such rescission:(a)  anything  done  or  any  action  taken  or  purported  to  have  been  done  or  taken  includingobservation  made  in  respect  of  any  draft  offer  document,  any  enquiry  or  investigationcommenced or show cause notice issued in respect of the said Guidelines shall be deemedto have been done or taken under the corresponding provisions of these regulations;(b)  any  offer  document,  whether  draft  or  otherwise,  filed  or  application  made  to  the  Boardunder  the  said  Guidelines  and  pending  before  it  shall  be  deemed  to  have  been  filed  ormade under the corresponding provisions of these regulations.]205  Regulation  108  renumbered  as  Regulation  112  by  the  SEBI  (Listing  Obligations  and  Disclosure  Requirements)Regulations, 2015, w.e.f. 01.12.2015.206  Regulation  109  renumbered  as  Regulation  113  by  the  SEBI  (Listing  Obligations  and  Disclosure  Requirements)Regulations, 2015, w.e.f. 01.12.2015.207  Existing  regulation  numbered  as  sub-regulation  (1)  by  the  SEBI  (Payment  of  Fees  and  Mode  of  Payment)(Amendment) Regulations, 2017, w.e.f. 6.3.2017.208 Inserted ibid.209  Regulation  110  renumbered  as  Regulation  114  by  the  SEBI  (Listing  Obligations  and  Disclosure  Requirements)Regulations, 2015, w.e.f. 01.12.2015.210  Regulation  111  renumbered  as  Regulation  115  by  the  SEBI  (Listing  Obligations  and  Disclosure  Requirements)Regulations, 2015, w.e.f. 01.12.2015.SECURITIES AND EXCHANGE BOARD OF INDIA (ISSUE OF CAPITAL AND", "ents": [{"start": 148, "end": 160, "label": "ENT"}, {"start": 0, "end": 110, "label": "COND"}, {"start": 182, "end": 3355, "label": "ACT"}], "title": null}]