[{"text": " ( No issuer shall make any public issue of debt securities if as on the date of filing of draft", "ents": [{"start": 6, "end": 12, "label": "ENT"}, {"start": 13, "end": 96, "label": "ACT"}], "title": null}, {"text": "  For  the  redemption  of  the  debt  securities  issued  by  a  company,  the  issuer  shall  create debenture redemption reserve in accordance with the provisions of the Companies Act, 1956 and circulars issued by Central Government in this regard.", "ents": [{"start": 39, "end": 49, "label": "ENT"}, {"start": 89, "end": 251, "label": "ACT"}], "title": null}, {"text": " Where the issuer has defaulted in payment of interest on debt securities or redemption thereof or in creation of security as per the terms of the issue of debt securities, any distribution of dividend shall require approval of the debenture trustees.", "ents": [{"start": 11, "end": 17, "label": "ENT"}, {"start": 1, "end": 171, "label": "COND"}, {"start": 202, "end": 251, "label": "ACT"}], "title": null}, {"text": "  The  offer  document  shall  contain  all  material  disclosures  which  are  necessary  for  the subscribers of the debt securities to take an informed investment decision.", "ents": [{"start": 14, "end": 22, "label": "ENT"}, {"start": 24, "end": 175, "label": "ACT"}], "title": null}, {"text": "  Without  prejudice  to  the  generality  of  sub-regulation  (1),  the  issuer  and  the  lead  merchant banker shall ensure that the offer document contains the following:(a) the disclosures specified in Schedule II of the Companies Act, 1956;(b) disclosure specified in Schedule I of these regulations;(c) additional disclosures as may be specified by the Board.impact an investors’ investment decision.", "ents": [{"start": 74, "end": 80, "label": "ENT"}, {"start": 114, "end": 407, "label": "ACT"}], "title": null}, {"text": " No issuer shall make a public issue of debt securities unless a draft offer document has been filed with the designated stock exchange through the lead merchant banker.", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 11, "end": 169, "label": "ACT"}], "title": null}, {"text": " The draft offer document filed with the designated stock exchange shall be made public by posting the same on the website of the designated stock exchange for seeking public comments for a period of seven working days from the date of filing the draft offer document with such exchange.", "ents": [{"start": 5, "end": 25, "label": "ENT"}, {"start": 67, "end": 287, "label": "ACT"}], "title": null}, {"text": " The draft offer document may also be displayed on the website of the issuer, merchant bankers and the stock exchanges where the debt securities are proposed to be listed.", "ents": [{"start": 5, "end": 25, "label": "ENT"}, {"start": 26, "end": 171, "label": "ACT"}], "title": null}, {"text": " The lead merchant banker shall ensure that the draft offer document clearly specifies the names and  contact  particulars  of  the  compliance  officer  of  the  lead  merchant  banker  and  the  issuer including the postal and email address, telephone and fax numbers.", "ents": [{"start": 5, "end": 25, "label": "ENT"}, {"start": 26, "end": 270, "label": "ACT"}], "title": null}, {"text": " The Lead Merchant Banker shall ensure that all comments received on the draft offer document are suitably addressed prior to the filing of the offer document with the Registrar of Companies.", "ents": [{"start": 5, "end": 25, "label": "ENT"}, {"start": 26, "end": 191, "label": "ACT"}], "title": null}, {"text": "  A  copy  of  draft  and  final  offer  document  shall  also  be  forwarded  to  the  Board  for  its records,7[along with regulatory fees as specified in Schedule V] simultaneously with filing of these documents with designated stock exchange.", "ents": [{"start": 41, "end": 49, "label": "ENT"}, {"start": 51, "end": 246, "label": "ACT"}], "title": null}, {"text": "  The  lead  merchant  banker  shall,  prior  to  filing  of  the  offer  document  with  the  Registrar  of Companies, furnish to the Board a due diligence certificate as per Schedule II of these regulations.", "ents": [], "title": null}, {"text": " The debenture trustee shall, prior to the opening of the public issue, furnish to the Board a due diligence certificate as per Schedule III of these regulations.", "ents": [{"start": 5, "end": 22, "label": "ENT"}, {"start": 28, "end": 70, "label": "COND"}, {"start": 70, "end": 162, "label": "ACT"}], "title": null}, {"text": "  Without  prejudice  to  the  regulation  6,  following  companies  or  entities  may  file  shelf prospectus under section 31 of Companies Act, 2013 for public issuance of their debt securities,-a.Public financial institutions as defined under clause (72) of section 2 of the CompaniesAct, 2013, and scheduled banks as defined under clause (e) of section 2 of the ReserveBank of India Act, 1934; orb.Issuers authorized by the notification of Central Board of Direct Taxes to make publicissue of tax free secured bonds, with respect to such tax free bond issuances; orc.Infrastructure Debt  Funds – Non-Banking Financial Companies regulated by ReserveBank of India; ord.Non-Banking Financial Companies registered with Reserve Bank of India and HousingFinance  Companies  registered  with  National  Housing  Bank  complying  with  thefollowing criteria:i.having a net worth of at-least Rs.500 crore, as per the audited balance sheet of thepreceding financial year;ii.iii.having consistent track record of distributable profit for the last three years;securities issued under the shelf prospectus have been assigned a rating of not lessthan \"AA-\" category or equivalent  by a credit rating agency registered with theBoard;iv.no regulatory action is pending against the company or its promoters or directorsbefore the Board, Reserve Bank of India or National Housing Bank;v.the  issuer  has  not  defaulted  in  the  repayment  of  deposits  or  interest  payablethereon, redemption of debentures or preference shares or payment of dividendto any shareholder, or repayment of any term loan or interest payable thereon toany  public  financial  institution  or  banking  company,  in  the  last  three  financialyears.ore.Listed entities complying with the following criteria:i.whose public issued equity shares or debt securities are listed on recognized stockexchange for a period of at least three years immediately preceding the issue andhave been complying with the listing agreement entered into between the issuerand  the  recognized  stock  exchanges  where  the  said  securities  of  the  issuer  arelisted;ii.having a net worth of at-least Rs.500 crore, as per the audited balance sheet of thepreceding financial year;iii.iv.having consistent track record of distributable profit for the last three years;securities issued under the shelf prospectus have been assigned a rating of not lessthan \"AA-\" category or equivalent  by a credit rating agency registered with theBoard;v.no regulatory action is pending against the company or its promoters or directorsbefore the Board, Reserve Bank of India or National Housing Bank;vi.the  issuer  has  not  defaulted  in  the  repayment  of  deposits  or  interest  payablethereon, redemption of debentures or preference shares or payment of dividendto any shareholder, or repayment of any term loan or interest payable thereon toany  public  financial  institution  or  banking  company,  in  the  last  three  financialyears.", "ents": [{"start": 58, "end": 67, "label": "ENT"}, {"start": 83, "end": 2978, "label": "ACT"}], "title": null}, {"text": " The issuer filing a shelf prospectus shall file a copy of an information memorandum with the recognised stock exchanges and the Board, immediately on filing the same with the Registrar.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 38, "end": 186, "label": "ACT"}], "title": null}, {"text": " The information memorandum shall contain the disclosures specified in Companies Act, 1956 or  Companies Act, 2013, whichever is applicable and rules made thereunder and shall include disclosures regarding summary term sheet, material updations including revision in ratings, if any", "ents": [{"start": 5, "end": 27, "label": "ENT"}, {"start": 28, "end": 282, "label": "ACT"}], "title": null}, {"text": " The draft and final offer document shall be displayed on the websites of stock exchanges and shall be available for download in PDF / HTML formats.", "ents": [{"start": 5, "end": 35, "label": "ENT"}, {"start": 36, "end": 148, "label": "ACT"}], "title": null}, {"text": " The offer document  shall be  filed with  the designated stock exchange, simultaneously  with filing thereof with the Registrar of Companies, for dissemination on its website prior to the opening of the issue.", "ents": [{"start": 5, "end": 19, "label": "ENT"}, {"start": 21, "end": 210, "label": "ACT"}], "title": null}, {"text": " Where any person makes a request for a physical copy of the offer document, the same shall be provided to him by the issuer or lead merchant banker.", "ents": [{"start": 7, "end": 17, "label": "ENT"}, {"start": 1, "end": 75, "label": "COND"}, {"start": 86, "end": 149, "label": "ACT"}], "title": null}, {"text": " The issuer shall make a advertisement in an national daily with wide circulation, on or before the issue opening date and such advertisement shall, amongst other things, contain the disclosures as per Schedule IV.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 214, "label": "ACT"}], "title": null}, {"text": "  No  issuer  shall  issue  an  advertisement  which  is  misleading  in  material  particular  or  which contains any information in a distorted manner or which is manipulative or deceptive.", "ents": [{"start": 6, "end": 12, "label": "ENT"}, {"start": 14, "end": 191, "label": "ACT"}], "title": null}, {"text": " The advertisement shall be truthful, fair and clear and shall not contain a statement, promise or forecast which is untrue or misleading.", "ents": [{"start": 5, "end": 18, "label": "ENT"}, {"start": 19, "end": 138, "label": "ACT"}], "title": null}, {"text": " Any advertisement issued by the issuer shall not contain any matters which are extraneous to the contents of the offer document.", "ents": [{"start": 5, "end": 18, "label": "ENT"}, {"start": 40, "end": 129, "label": "ACT"}], "title": null}, {"text": " The advertisement shall urge the investors to invest only on the basis of information contained in the offer document.", "ents": [{"start": 5, "end": 18, "label": "ENT"}, {"start": 19, "end": 119, "label": "ACT"}], "title": null}, {"text": "  Any  corporate  or  product  advertisement  issued  by  the  issuer  during  the  subscription  period shall not make any reference to the issue of debt securities or be used for solicitation.", "ents": [{"start": 63, "end": 69, "label": "ENT"}, {"start": 105, "end": 194, "label": "ACT"}], "title": null}, {"text": " The issuer and lead merchant banker shall ensure that:(a)  every  application  form  issued  by  the  issuer  is  accompanied  by  a  copy  of  the  abridgedprospectus;(b) the abridged prospectus shall not contain matters which are extraneous to the contents of theprospectus;(c) adequate space shall be provided in the application form to enable the investors to fill in variousdetails like name, address, etc.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 37, "end": 412, "label": "ACT"}], "title": null}, {"text": "An issuer proposing  to  issue debt  securities to  the public through the on-line system of the designated  stock  exchange  shall  comply  with  the  relevant  applicable  requirements  as  may  be specified by the Board.", "ents": [{"start": 3, "end": 9, "label": "ENT"}, {"start": 126, "end": 223, "label": "ACT"}], "title": null}, {"text": "The issuer may determine the price of debt securities in consultation with the lead merchant banker and the issue may be at fixed price or the price may be determined through book building process in accordance with the procedure as may be specified by the Board.", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 11, "end": 263, "label": "ACT"}], "title": null}, {"text": " The issuer may decide the amount of minimum subscription which it seeks to raise by issue of debt securities and disclose the same in the offer document.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 154, "label": "ACT"}], "title": null}, {"text": " In the event of non receipt of minimum subscription all application moneys received in the public issue shall be refunded forthwith to the applicants.", "ents": [{"start": 32, "end": 52, "label": "ENT"}, {"start": 105, "end": 151, "label": "ACT"}], "title": null}, {"text": "A public issue of debt securities may be underwritten by an underwriter registered with the Board and in such a case adequate disclosures regarding underwriting arrangements shall be disclosed in the offer document.", "ents": [{"start": 2, "end": 14, "label": "ENT"}, {"start": 34, "end": 215, "label": "ACT"}], "title": null}, {"text": " The offer document  shall not  omit  disclosure of  any material  fact which may make the statements made therein, in light of the circumstances under which they are made, misleading.", "ents": [{"start": 5, "end": 19, "label": "ENT"}, {"start": 21, "end": 184, "label": "ACT"}], "title": null}, {"text": "  The  offer  document  or  abridged  prospectus  or  any  advertisement  issued  by  an  issuer  in connection with a public issue of debt securities shall not contain any false or misleading statement.", "ents": [{"start": 90, "end": 96, "label": "ENT"}, {"start": 151, "end": 203, "label": "ACT"}], "title": null}, {"text": "  A  trust  deed  for  securing  the  issue  of  debt  securities  shall  be  executed  by  the  issuer  in favour of the debenture trustee within three months of the closure of the issue.", "ents": [{"start": 38, "end": 43, "label": "ENT"}, {"start": 67, "end": 188, "label": "ACT"}], "title": null}, {"text": "  The  trust  deed  shall  contain  such  clauses  as  may  be  prescribed  under  section  117A  of  the Companies Act, 1956 and those mentioned in Schedule IV of the Securities and Exchange Board of India (Debenture Trustees) Regulations, 1993.", "ents": [], "title": null}, {"text": " The trust deed shall not contain a clause which has the effect of –(i) limiting or extinguishing the obligations and liabilities of the debenture trustees or the issuer inrelation to any rights or interests of the investors;(ii) limiting or restricting or waiving the provisions of the Act , these regulations and circulars orguidelines issued by the Board;(iii). indemnifying the debenture trustees or the issuer for loss or damage caused by their act ofnegligence or commission or omission.", "ents": [{"start": 11, "end": 15, "label": "ENT"}, {"start": 16, "end": 493, "label": "ACT"}], "title": null}, {"text": " The proposal to create a charge or security , if any, in respect of secured debt securities shall be disclosed in the offer document along with its implications.", "ents": [{"start": 36, "end": 44, "label": "ENT"}, {"start": 1, "end": 93, "label": "COND"}, {"start": 93, "end": 162, "label": "ACT"}], "title": null}, {"text": " The issuer shall give an undertaking in the offer document that the assets on which charge is created are free from any encumbrances and if the assets are already charged to secure a debt, the permissions or consent to create second or pari pasu charge on the assets of the issuer have been obtained from the earlier creditor.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 327, "label": "ACT"}], "title": null}, {"text": "  The  issue  proceeds  shall  be  kept  in  an  escrow  account  until  the  documents  for  creation  of security as stated in the offer document, are executed.", "ents": [], "title": null}, {"text": "An issuer making public issue of debt securities may recall  such securities prior to maturity date at his option (call) or provide such right of redemption prior to maturity date (put) to all the investors or only to retail investors, at their option, subject to the following:a)  Such  right  to  recall  or  redeem  debt  securities  prior  to  maturity  date  is  exercised  inaccordance  with  the  terms  of  issue  and  detailed  disclosure  in  this  regard  is  made  in  theoffer  document  including  date  from  which  such  right  is  exercisable,  period  of  exercise(which  shall  not  be  less  than  three  working  days),  redemption  amount  (including  thepremium or discount at which such redemption shall take place);b)  The issuer or investor may exercise such right with respect to all the debt securities issuedor held by them respectively or with respect to a part of the securities so issued or held ;c)  In case of partial exercise of such right in accordance with the terms of the issue by theissuer , it shall be done on proportionate basis only;d)  No such right shall be exercisable before expiry of twenty four months from the date ofissue of such debt securities;e)  Issuer shall send notice to all the eligible holders of such debt securities at least twenty onedays before the date from which such right is exercisable;f)  Issuer shall also provide a copy of such notice to the stock exchange where the such debtsecurities are listed for wider dissemination and shall make an advertisement in the nationaldaily  having  wide  circulation  indicating  the  details  of  such  right  and  eligibility  of  theholders who are entitled to avail such right ;g)  Issuer shall pay the redemption proceeds to the investors along with the interest due to theinvestors within fifteen days from the last day within which such right can be exercised;h)  Issuer shall pay interest at the rate of fifteen per cent. per annum for the period of delay, ifany,i)  After the completion of the exercise of such right, the issuer shall submit a detailed reportto  the  stock  exchange  for  public  dissemination  regarding  the  debt  securities  redeemedduring the exercise period and details of redemption thereof.securities having face value not more than rupees two lakh.]", "ents": [{"start": 3, "end": 9, "label": "ENT"}, {"start": 49, "end": 2293, "label": "ACT"}], "title": null}, {"text": " The issuer shall redeem the debt securities in terms of the offer document.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 76, "label": "ACT"}], "title": null}, {"text": " Where the issuer desires to roll-over the debt securities issued by it, it shall do so only upon passing of a special resolution of holders of such securities and give twenty one days notice of the proposed roll over to them.", "ents": [{"start": 11, "end": 17, "label": "ENT"}, {"start": 1, "end": 71, "label": "COND"}, {"start": 76, "end": 226, "label": "ACT"}], "title": null}, {"text": " The notice referred to in sub- regulation (2) shall contain disclosures with regard to credit rating and rationale for roll-over.", "ents": [], "title": null}, {"text": "  The  issuer  shall,  prior  to  sending  the  notice  to  holders  of  debt  securities,  file  a  copy  of  the notice  and  proposed  resolution  with  the  stock  exchanges  where  such  securities  are  listed,  for dissemination of the same to public on its website.", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 20, "end": 89, "label": "COND"}, {"start": 89, "end": 273, "label": "ACT"}], "title": null}, {"text": "The debt securities issued can be rolled over subject to the following conditions :-(a) The roll-over is approved by a special resolutionpassed by the holders of debt securities throughpostal ballot having the consent of not less than 75% of the holders by value of such debt securities;(b) atleast one rating is obtained from a credit rating agency within a period of six months prior tothe due date of redemption and is disclosed in the notice referred to in sub-regulation (2);(c) fresh trust deed shall be executed at the time of such roll –over or the existing trust deed maybe continued if the trust deed provides for such continuation ;(d) adequate security shall be created or maintained in respect of such debt securities to be rolled–over.", "ents": [{"start": 4, "end": 19, "label": "ENT"}, {"start": 0, "end": 501, "label": "COND"}, {"start": 501, "end": 749, "label": "ACT"}], "title": null}, {"text": "An  issuer  desirous  of  making  an  offer  of  debt  securities  to  the  public  shall  make  an application for listing to one or more recognized stock exchanges in terms of sub-section (1) of section 73 of the Companies Act,1956(1 of 1956).", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 84, "end": 245, "label": "ACT"}], "title": null}, {"text": " The issuer shall comply with conditions of listing of such debt securities as specified in the Listing Agreement with the stock exchange where such debt securities are sought to be listed. 10[(3) Where the issuer has disclosed the intention to seek listing of debt securities issued on private placement  basis,  the  issuer  shall  forward  the    listing  application  along  with  the  disclosures specified  in  Schedule  I  to  the  recognized  stock  exchange  within  fifteen  days  from  the  date  of allotment of such debt securities.]", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 546, "label": "ACT"}], "title": null}, {"text": " An issuer may list  its debt  securities issued on private placement  basis on a recognized stock exchange subject to the following conditions:(a) the issuer has issued such debt securities in compliance with the provisions of the CompaniesAct,1956, rules prescribed thereunder and other applicable laws;(b) credit rating has been obtained in respect of such debt securities from at least one credit ratingagency registered with the Board;(c) the debt securities proposed to be listed are in dematerialized form ;(d) the disclosures as provided in regulation 21 have been made.11[(e) where the application is made to more than one recognized stock exchange, the issuer shallchoose one of them as the designated stock exchange.]", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 11, "end": 728, "label": "ACT"}], "title": null}, {"text": " The issuer shall comply with conditions of listing of such debt securities as specified in the Listing Agreement with the stock exchange where such debt securities are sought to be listed. 12[(3) The designated stock exchange shall collect a regulatory fee as specified in Schedule V from", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 289, "label": "ACT"}], "title": null}, {"text": "An issuer may carry out consolidation and re-issuance of its debt securities, subject to the fulfillment of the following conditions:a)  there is such an enabling provision in its articles under which it has been incorporated;b)  the issue is through private placement;c)  the issuer has obtained fresh credit rating for each re-issuance from at least one credit ratingagency registered with the Board and is disclosed;d)  such  ratings  shall  be  revalidated  on  a  periodic  basis  and  the  change,  if  any,    shall  bedisclosed;e)  appropriate disclosures are made with regard to consolidation and re-issuance in the TermSheet.]", "ents": [{"start": 3, "end": 9, "label": "ENT"}, {"start": 10, "end": 636, "label": "ACT"}], "title": null}, {"text": " The issuer making a private placement of debt securities and seeking listing thereof on a recognized  stock  exchange  shall  make  disclosures  14[in  a  disclosure  document]  as  specified  in Schedule I of these regulations accompanied by the latest Annual Report of the issuer.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 120, "end": 283, "label": "ACT"}], "title": null}, {"text": "  The  disclosures  as  provided  in  sub-regulation  (1)  shall  be  made  on  the  web  sites  of  stock exchanges where such securities are proposed to be listed and shall be available for download in PDF / HTML formats.", "ents": [], "title": null}, {"text": " An issuer making a private placement of debt securities and seeking listing thereof on a recognised  stock  exchange  may  file  a  Shelf  Disclosure  Document  containing  disclosures  as provided in Schedule I.", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 119, "end": 213, "label": "ACT"}], "title": null}, {"text": " An issuer filing a Shelf Disclosure Document under sub-regulation (1), shall not be required to file  disclosure  document,  while  making  subsequent  private  placement  of  debt  securities  for  a period of 180 days from the date of filing of the shelf disclosure document: Provided that the issuer while making any private placement under Shelf Disclosure Document, shall file with  the concerned stock exchange updated disclosure document  with  respect  to  each tranche, containing details of the private placement and material changes, if any, in the information provided in Shelf Disclosure Document.]", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 72, "end": 612, "label": "ACT"}], "title": null}, {"text": "In  exercise  of  the  powers  conferred  by  sub-rule    of  rule  19  of  the  Securities  Contracts (Regulation) Rules, 1957, the Board hereby relaxes the strict enforcement of: (a) sub-rules (1) and(3) of rule 19 the said rules in relation to listing of debt securities issued by way of a public issueor a private placement;(b) clause (b) of sub-rule (2) of rule 19 of the said Rules in relation to listing of debt securities, (i)issued by way of a private placement by any issuer;14 Ibid.15 Ibid.(ii) issued to public by an infrastructure company, a Government company, a statutory authorityor  corporation  or  any  special  purpose  vehicle  set  up  by  any  of  them,  which  is  engaged  ininfrastructure sector.‘infrastructure sector’ shall have the same meaning as assigned to them under the SEBI (Disclosure", "ents": [{"start": 221, "end": 231, "label": "ENT"}, {"start": 746, "end": 820, "label": "ACT"}], "title": null}, {"text": " All the issuers making public issues of debt securities or seeking listing of debt securities issued  on  private  placement  basis  shall  comply  with  the  conditions  of  listing  specified  in  the respective listing agreement for debt securities.", "ents": [{"start": 9, "end": 16, "label": "ENT"}, {"start": 134, "end": 253, "label": "ACT"}], "title": null}, {"text": " Every rating obtained by an issuer shall be periodically reviewed by the registered credit rating agency  and  any  revision  in  the  rating  shall  be  promptly  disclosed  by  the  issuer  to  the  stock exchange(s) where the debt securities are listed.", "ents": [{"start": 29, "end": 35, "label": "ENT"}, {"start": 36, "end": 257, "label": "ACT"}], "title": null}, {"text": " Any change in rating shall be promptly disseminated to investors and prospective investors in such manner as the stock exchange where such securities are listed may determine from time totime.", "ents": [], "title": null}, {"text": "  The  issuer,  the  respective  debenture  trustees  and  stock  exchanges  shall  disseminate  all information and reports on debt securities including compliance reports filed by the issuers and the  debenture  trustees  regarding  the  debt  securities  to  the  investors  and  the  general  public  by placing them on their websites.", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 77, "end": 339, "label": "ACT"}], "title": null}, {"text": "  Debenture  trustee  shall  disclose  the  information  to  the  investors  and  the  general  public  by issuing a press release in any of the following events:(a) default by issuer to pay interest on debt securities or redemption amount;(b) failure to create a charge on the assets;(c) revision of rating assigned to the debt securities.", "ents": [], "title": null}, {"text": " The information referred to in sub-regulation (5) shall also be placed on the websites, if any,", "ents": [{"start": 5, "end": 16, "label": "ENT"}, {"start": 51, "end": 96, "label": "ACT"}], "title": null}, {"text": " The debt securities issued to the public or on a private placement basis, which are listed in recognized  stock  exchanges,  shall  be  traded  and  such  trades  shall  be  cleared  and  settled  in recognized stock exchanges subject to conditions specified by the Board.", "ents": [{"start": 5, "end": 20, "label": "ENT"}, {"start": 126, "end": 273, "label": "ACT"}], "title": null}, {"text": " In case of trades of debt securities which have been made over the counter, such trades shall be reported on a recognized stock exchange having a nation wide trading terminal or such other platform as may be specified by the Board.", "ents": [{"start": 22, "end": 37, "label": "ENT"}, {"start": 1, "end": 75, "label": "COND"}, {"start": 89, "end": 232, "label": "ACT"}], "title": null}, {"text": " The Board may specify conditions for reporting of trades on the recognized stock exchange or", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 93, "label": "ACT"}], "title": null}, {"text": " The debenture trustee shall be vested with the requisite powers for protecting the interest of holders of debt securities including a right to appoint a nominee director on the Board of the issuer in consultation with institutional holders of such securities.", "ents": [{"start": 5, "end": 22, "label": "ENT"}, {"start": 23, "end": 260, "label": "ACT"}], "title": null}, {"text": "  The  debenture  trustee  shall  carry  out  its  duties  and  perform  its  functions  under  these regulations, the Securities and Exchange Board of India (Debenture Trustees) Regulations, 1993, the trust deed and offer document, with due care, diligence and loyalty.", "ents": [], "title": null}, {"text": " The debenture trustee shall ensure disclosure of all material events on an ongoing basis.", "ents": [{"start": 5, "end": 22, "label": "ENT"}, {"start": 23, "end": 90, "label": "ACT"}], "title": null}, {"text": " The debenture trustees shall supervise the implementation of the conditions regarding creation of security for the debt securities and debenture redemption reserve.", "ents": [{"start": 5, "end": 23, "label": "ENT"}, {"start": 24, "end": 165, "label": "ACT"}], "title": null}, {"text": " The issuer shall disclose all the material facts in the offer documents issued or distributed to the public and shall ensure that all the disclosures made in the offer document are true, fair and adequate and there is no mis-leading or untrue statements or mis-statement in the offer document.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 294, "label": "ACT"}], "title": null}, {"text": " The Merchant Banker shall verify and confirm that the disclosures made in the offer documents are true, fair and adequate and ensure that the issuer is in compliance with these regulations as well as all transaction specific disclosures required in Schedule I of these regulations and Schedule II of the Companies Act, 1956.", "ents": [{"start": 5, "end": 20, "label": "ENT"}, {"start": 21, "end": 325, "label": "ACT"}], "title": null}, {"text": " The issuer shall treat the applicants in a public issue of debt securities in a fair and equitable manner as per the procedures as may be specified by the Board.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 12, "end": 162, "label": "ACT"}], "title": null}, {"text": "  The  intermediaries  shall  be  responsible  for  the  due  diligence  in  respect  of  assignments undertaken by them in respect of issue, offer and distribution of securities to the public.", "ents": [], "title": null}, {"text": " No person shall employ any device, scheme or artifice to defraud in connection with issue or subscription  or  distribution  of  debt  securities  which  are  listed  or  proposed  to  be  listed  on  a recognized stock exchange.", "ents": [], "title": null}, {"text": " The issuer and the merchant banker shall ensure that the security created to secure the debt", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 36, "end": 93, "label": "ACT"}], "title": null}, {"text": " Without prejudice to the provisions of sections 11 and 11C of the Act and section 209A of the Companies Act, the Board may suo-motu or upon information received by it, appoint one or more persons to undertake the inspection of the books of account, records and documents of the issuer or merchant banker or any other intermediary associated with the public issue, disclosure or listing of debt securities, as governed under these regulations, for any of the purposes specified in sub-regulation (2).", "ents": [{"start": 114, "end": 119, "label": "ENT"}, {"start": 120, "end": 500, "label": "ACT"}], "title": null}, {"text": " The purposes referred to in sub-regulation (1) may be as follows, namely:-(a)  to  verify  whether  the  provisions  of  the  Act,  Securities  Contracts  (Regulation)  Act,1956,Depositories Act,1996, the rules and regulations made thereunder in respect of issue of securitieshave been complied with;(b)  to  verify  whether  the  requirement  in  respect  of  issue  of  securities  as  specified  in  theseregulations has been complied with;(c) to verify whether the requirements of listing conditions and continuous disclosure requirementhave been complied with;(d) to inquire into the complaints received from investors, other market participants or any otherpersons on any matter of issue and transfer of securities governed under these regulations;(e) to inquire into affairs of the issuer in the interest of investor protection or the integrity of themarket governed under these regulations;(f) to inquire whether any direction issued by the Board has been complied with.", "ents": [], "title": null}, {"text": " While undertaking an inspection under these regulations, the inspecting authority or the Board, as  the  case  may  be,  shall  follow  the  procedure  specified  by  the  Board  for  inspection  of  theintermediaries.", "ents": [{"start": 62, "end": 82, "label": "ENT"}, {"start": 1, "end": 56, "label": "COND"}, {"start": 112, "end": 219, "label": "ACT"}], "title": null}, {"text": "Without prejudice to the action under section 11, 11A, 11 B, 11D, sub- section  of section 12, Chapter VIA and section 24 of the Act or section 621 of the Companies Act, 1956, the Board may  suo-motu  or  on  receipt  of  information  or  on  completion  or  pendency  of  inspection  or investigation, in the interests of the securities market, issue or pass such directions as it deems fit including any or all of the following –(a) directing the issuer to refund of the application monies to the applicants in a public issue;(b) directing the persons concerned not to further deal in securities in any particular manner;(c) directing the persons concerned not to access the securities market for a particular period;(d) restraining the issuer or its promoters or directors from making further issues of securities;(e) directing the person concerned to sell or divest the securities;(f) directing the issuer or the depository not to give effect transfer or directing further freeze oftransfer of securities;(g) any other direction which Board may deem fit and proper in the circumstances of the case:Provided that the Board shall, either before or after issuing such directions, give an opportunity ofbeing heard to the persons against whom the directions are issued or proposed to be issued:Provided further that if any ex-parte direction is required to be issued, the Board may give postdecisional hearing to affected person.", "ents": [{"start": 58, "end": 60, "label": "ENT"}, {"start": 186, "end": 1429, "label": "ACT"}], "title": null}, {"text": "Any person aggrieved by an order of the Board or Adjudicating Officer under the Act or these regulations, may prefer an appeal to the Securities Appellate Tribunal in accordance with section", "ents": [], "title": null}, {"text": "The powers exercisable by the Board under these regulations shall also be exercisable by any officer of the Board to whom such powers are delegated by the Board.", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 60, "end": 161, "label": "ACT"}], "title": null}, {"text": "  The  Board  may  by  a  general  or  special  order  or  circular  specify  any  conditions  or requirement in respect of issue of debt securities.", "ents": [], "title": null}, {"text": " In particular, and without prejudice to the generality of the foregoing power and provisions of these  regulations,  such  orders  or  circulars  may  provide  for  all  or  any  of  the  following  matters, namely:(a) Electronic issuances and other issue procedures including the procedure for price discovery ;(b) Conditions governing trading , reporting, clearing and settlement of trade in debt securities;(c) Listing conditions.", "ents": [{"start": 124, "end": 130, "label": "ENT"}, {"start": 147, "end": 434, "label": "ACT"}], "title": null}, {"text": " If any special order is proposed to be issued to any particular issuer or intermediary on a specific issue,  no  such  order  shall  be  issued  unless  an  opportunity  to  represent  is  given  to  the  person", "ents": [{"start": 25, "end": 46, "label": "ENT"}, {"start": 25, "end": 46, "label": "ENT"}, {"start": 1, "end": 107, "label": "COND"}, {"start": 1, "end": 127, "label": "COND"}, {"start": 127, "end": 212, "label": "ACT"}, {"start": 127, "end": 212, "label": "ACT"}], "title": null}, {"text": " In order to remove any difficulties in the application or interpretation of these regulations, the Board may issue clarifications or grant relaxations from application requirement or conditions of these regulations, after recording reasons therefore.", "ents": [{"start": 100, "end": 105, "label": "ENT"}, {"start": 106, "end": 251, "label": "ACT"}], "title": null}, {"text": " The Board may, on an application made by any issuer, relax any of the procedural requirements or conditions or strict enforcement of these regulations, if the Board is satisfied that:(a) requirement is procedural or technical in nature; or(b) requirement causes undue hardship to a particular class of industry or issuers from accessingthe securities market; or(c) relaxation is in the interest of substantial number of investors; or(d) such relaxation will be in the interest of securities market.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 14, "end": 52, "label": "COND"}, {"start": 52, "end": 499, "label": "ACT"}], "title": null}, {"text": "  On  and  from  the  commencement  of  these  regulations,  the  provisions  of  Securities  and Exchange Board of India (Disclosure and Investor Protection) Guidelines, 2000 in so far as they relate to issue and listing of debt securities shall stand rescinded.", "ents": [{"start": 82, "end": 92, "label": "ENT"}, {"start": 2, "end": 58, "label": "COND"}, {"start": 241, "end": 263, "label": "ACT"}], "title": null}, {"text": " Notwithstanding such rescission:-(a)  anything  done  or  any  action  taken  or  purported  to  have  been  done  or  taken  includingobservation made in respect of any draft offer document, any enquiry or investigation commencedor show cause notice issued in respect of the said guidelines shall be deemed to havebeen done or taken under the corresponding provisions of these regulations;(b) any application made to the Board under the said Guidelines and pending before it shall be", "ents": [{"start": 171, "end": 191, "label": "ENT"}, {"start": 293, "end": 485, "label": "ACT"}], "title": null}]