[{"text": "An application for the grant of a certificate of registration as a KRA shall be made to the Board in Form as specified in Schedule I and shall be accompanied by such fees and in such manner as specified in Schedule II of these regulations. Application to conform to the requirements", "ents": [{"start": 34, "end": 61, "label": "ENT"}, {"start": 0, "end": 71, "label": "COND"}, {"start": 71, "end": 282, "label": "ACT"}], "title": null}, {"text": "An  application,  which  is  not  complete  in  all  respects  and  does  not  conform  to  the instructions prescribed in the Form and the requirements specified therein or the information, is false or misleading in any manner shall be rejected by the Board. Provided that before rejecting any such application, the applicant shall be given, in writing, an opportunity  to  remove,  within  thirty  days  of  the  date  of  communication  in  this  regard,  such objections as may be indicated by the Board. Notwithstanding anything contained in the first proviso, the Board may, on being satisfied that it is necessary, extend the time period by such further time, as it deems fit, in order to enable the applicant to remove the objections indicated by the Board.", "ents": [{"start": 4, "end": 15, "label": "ENT"}, {"start": 0, "end": 228, "label": "COND"}, {"start": 228, "end": 765, "label": "ACT"}], "title": null}, {"text": " The Board may require the applicant to furnish such further information or documents or clarifications  as  the  Board  considers  necessary  for  the  purpose  of  consideration  of  theapplication.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 200, "label": "ACT"}], "title": null}, {"text": " The applicant or his authorized representative shall, if so required, appear before the Board", "ents": [{"start": 5, "end": 14, "label": "ENT"}, {"start": 53, "end": 69, "label": "COND"}, {"start": 69, "end": 94, "label": "ACT"}], "title": null}, {"text": "  The  Board  shall  not  consider  an  application,  unless  the  applicant  is  a  fit  and  proper person to the satisfaction of the Board and belongs to one of the following categories, namely:(a) a wholly owned subsidiary of a recognized stock exchange, having nation-wide network oftrading terminals, or;(b) a wholly owned subsidiary of a depository or any other intermediary registered with theBoard or;(c) a wholly owned subsidiary of a Self Regulatory Organization (SRO) registered under SEBI(Self Regulatory Organization) Regulations, 2004,Provided that any conflict of interest does not exist between the role of the applicant as KRAand other commercial activities of the applicant, its associates and group companies.Provided further that the applicant shall have to satisfy to the Board about the organizationalcapabilities,  technology  and  systems  and  safeguards  for  maintaining  data  privacy  andpreventing unauthorized sharing of data.Notwithstanding the aforementioned, the Board shall have the power to examine any possiblecase of conflict of interest in applications.", "ents": [{"start": 7, "end": 12, "label": "ENT"}, {"start": 14, "end": 1093, "label": "ACT"}], "title": null}, {"text": " The applicant as mentioned in sub regulation (a) to (c) of regulation 6(1) above shall have a net worth of at least Rs 25 crore on a continuous basis. Grant of certificate of 3[***] registration", "ents": [{"start": 5, "end": 14, "label": "ENT"}, {"start": 82, "end": 195, "label": "ACT"}], "title": null}, {"text": " The Board, on being satisfied that the applicant is eligible, shall send intimation to that effect to the applicant, for the grant of certificate o4f [***] registration, and grant a certificate in the Form as specified in Schedule I. 5[(1A) The KRA which has already been granted certificate of registration by the Board, prior to the commencement of the Securities and Exchange Board of India (Change in Conditions of Registration  of  Certain  Intermediaries)  (Amendment)  Regulations,  2016  shall  be  deemed  to have been granted a certificate of registration, in terms of sub-regulation (1).] 6[(2) The certificate of registration granted under sub-regulation (1) shall be valid unless it is suspended or cancelled by the Board.]", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 1, "end": 63, "label": "COND"}, {"start": 63, "end": 737, "label": "ACT"}], "title": null}, {"text": " The grant of certificate of 7[***] registration shall be subject to the payment of such fees and in such manner as specified in Schedule II of these regulations. 8[(4) The KRA shall immediately intimate the Board, details of changes that have taken place", "ents": [{"start": 14, "end": 30, "label": "ENT"}, {"start": 1, "end": 49, "label": "COND"}, {"start": 49, "end": 255, "label": "ACT"}], "title": null}, {"text": "  The  KRA  which  has  been  granted  a  certificate  of  initial  registration  under  regulation  7  may,  three months before the expiry of the period of certificate of initial registration, make an application for grant of certificate of permanent registration in the Form as specified in Schedule I.", "ents": [], "title": null}, {"text": "  An  application  under  sub-regulation  (1)  shall  be  accompanied  by  such  fees  and  in  such  manner  as specified in Schedule II of these regulations.", "ents": [], "title": null}, {"text": " The application for grant of a certificate of permanent registration shall be accompanied by details of the changes  that  have  taken  place  in  the  information  that  was  submitted  to  the  Board  while  seeking  initial registration, as the case may be, and a declaration stating that no changes other than those as mentioned in such details have taken place.", "ents": [{"start": 5, "end": 26, "label": "ENT"}, {"start": 1, "end": 70, "label": "COND"}, {"start": 70, "end": 367, "label": "ACT"}], "title": null}, {"text": " The application for permanent registration made under sub-regulation (1) shall be dealt with in the same manner as if, it were a fresh application for grant of a certificate of initial registration.", "ents": [{"start": 5, "end": 43, "label": "ENT"}, {"start": 74, "end": 199, "label": "ACT"}], "title": null}, {"text": "  The  Board,  on  being  satisfied  that  the  applicant  is  eligible,  shall  send  intimation  to  that  effect,  to  the applicant and shall grant a certificate of permanent registration in the format as specified in Schedule I.", "ents": [{"start": 48, "end": 57, "label": "ENT"}, {"start": 74, "end": 233, "label": "ACT"}], "title": null}, {"text": " The grant of certificate of permanent registration shall be subject to payment of such fees and in such manner as specified in Schedule II of these regulations.”", "ents": [{"start": 14, "end": 51, "label": "ENT"}, {"start": 1, "end": 52, "label": "COND"}, {"start": 52, "end": 162, "label": "ACT"}], "title": null}, {"text": "For the purpose of determining whether an applicant is a fit and proper person, the Board may take into account the criteria specified in Schedule II of Intermediaries Regulations.", "ents": [{"start": 42, "end": 51, "label": "ENT"}, {"start": 90, "end": 180, "label": "ACT"}], "title": null}, {"text": "The  KRA  holding  a  certificate  of  registration  shall  at  all  times  abide  by  the  Code  of Conduct as specified in Schedule III of these regulations.", "ents": [], "title": null}, {"text": " Where an application for the grant of certificate of 10[***] registration does not satisfy the  requirements  specified  in  regulation  6  &  9,  the  Board  shall  reject  the  application  after giving the applicant an opportunity of being heard.", "ents": [{"start": 39, "end": 58, "label": "ENT"}, {"start": 39, "end": 58, "label": "ENT"}, {"start": 1, "end": 145, "label": "COND"}, {"start": 1, "end": 160, "label": "COND"}, {"start": 160, "end": 250, "label": "ACT"}, {"start": 160, "end": 250, "label": "ACT"}], "title": null}, {"text": " The decision of the Board to reject the application shall be communicated to the applicant in  writing  within  thirty  days  of  such  decision,  stating  therein  the  grounds  on  which  the application has been rejected.", "ents": [{"start": 21, "end": 26, "label": "ENT"}, {"start": 53, "end": 225, "label": "ACT"}], "title": null}, {"text": " Any applicant, aggrieved by the decision of the Board, may apply within a period of thirty days from the date of receipt of such intimation to the Board for reconsideration of its decision.", "ents": [{"start": 5, "end": 14, "label": "ENT"}, {"start": 56, "end": 190, "label": "ACT"}], "title": null}, {"text": " The Board shall reconsider an application made under sub-regulation (3) and", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 76, "label": "ACT"}], "title": null}, {"text": "A  KRA  whose  application  for  grant  of  certificate  of  permanent  registration  has  been  refused  by  the Board, on and from the date of the receipt of the communication, shall cease to carry on any activity as a KRA; Provided that the Board may, in the interest of the investors of the securities market, permitKRA to carry on activities undertaken prior to the receipt of the intimation of refusal subjectto such condition as the Board may specify.”  While  disposing  a  surrender  request  under  these  regulations,  the  Board  may  requiretheKRA  to  satisfy  the  Board  about  the  factors,  as  it  deems  fit,  including  but  not  limited  tothefollowing –a. the arrangements made by KRA for maintenance and preservation of records andother documents required to be maintained under these regulations;b. redressal of investor grievances;c. transfer of records of its clients;d. the arrangements made by it for ensuring continuity of service to the clients;e. defaults or pending action, if any.(3) While accepting the surrender, the Board may impose such conditions upon the KRA, asitdeems  fit,  for  protection  of  the  interests  of  investors  and  the  securities  market,  and  suchpersonshall comply with such conditions.(4) On and from the date of the surrender or cancellation of the certificate, the KRA shall-(a) return the certificate of registration so cancelled to the Board and shall not representitself tobe a holder of the certificate for carrying out the activity for which suchcertificate had beengranted;(b) cease to carry on any activity in respect of which the certificate had been granted;(c) transfer its activities to another entity holding a valid certificate of registration tocarry onsuch  activity  and  allow  its  clients  to  withdraw  any  assignment  given  to  it,without  anyadditional cost to such client;(d) make provisions as regards liability incurred or assumed by it;(e) take such other action including the action relating to any records or documents thatmay bein  custody  or  control  of  such  person,  within  the  time  period  and  in  themanner,  as  may  be", "ents": [{"start": 3, "end": 6, "label": "ENT"}, {"start": 0, "end": 179, "label": "COND"}, {"start": 179, "end": 2129, "label": "ACT"}], "title": null}, {"text": "  A  KRA,  who  has  been  granted  a  certificate  of  registration  under  the  Act  or  the regulationsmade  there  under,  desirous  of  giving  up  its  activity  and  surrender  the  certificate, may make arequest for such surrender to the Board. Of  Registration  Of  Certain  Intermediaries)  (Amendment)  Regulations,2016  w.e.f.  08-12-2016.  Prior  to substitution, it sub-regulation (2) read as under: Intermediaries) (Amendment) Regulations,2016 w.e.f. 08-12-2016. Prior to omission regulation 12 read as under:", "ents": [], "title": null}, {"text": "The  KRA  shall  obtain  the  KYC  documents  of  the  client  from  the  intermediary;  as prescribedby the Board and in terms of the rules, regulations, guidelines and circulars issued by theBoard or any other authority for Prevention of Money Laundering, from time to time.", "ents": [], "title": null}, {"text": "The KRA has the following functions and obligations –(a) KRA may prepare the Operating Instructions in co-ordination with other KRA(s) andissuethe same to implement the requirements of these regulations.(b) KRA(s) shall have electronic connectivity and with other KRA(s) in order to establishinter-operability among KRAs.documents of the client are in the custody of another KRA.(c)  KRA  shall  have  a  secure  data  transmission  link  with  other  KRA(s)  and  witheachintermediary that uploads the KYC documents on its system and relies upon its data.(d) KRA shall be responsible for storing, safeguarding and retrieving the KYCdocuments andsubmit to the Board or any other statutory authority as and whenrequired.(e) KRA shall retain the 12[] KYC documents of the client, in 13[]electronic form for the periodspecified by Rules, as well as ensuring that retrieval ofKYC information is facilitated withinstipulated time period.(f) Any information updated about a client shall be disseminated by KRA to allintermediariesthat avail of the services of the KRA in respect of that client.(g) KRA shall ensure that the integrity of the automatic data processing systems forelectronicrecords is maintained at all times.(h) KRA shall take all precautions necessary to ensure that the KYC documents/recordsare notlost, destroyed or tampered with and that sufficient back up of electronicrecords is available atall times at a different place.(i)  KRA  shall  have  adequate  mechanisms  for  the  purposes  of  reviewing,  monitoringandevaluating its controls, systems, procedures and safeguards.(j) KRA shall cause an audit of its controls, systems, procedures and safeguards to becarriedout periodically and take corrective actions for deficiencies, if any and reportto Board.(k) KRA shall take all reasonable measures to prevent unauthorized access to its databaseandhave audit of its systems and procedures at regular intervals as prescribed by theBoard.(l) KRA shall have checks built in its system so that an intermediary can access theinformationonly for the clients who approach him.(m)KRA  shall  appoint  a  compliance  officer  who  shall  be  responsible  for  monitoringthecompliance  of  the  Act,  rules  and  regulations,  notifications,  guidelines,  instructions,etc.,issued  by  the  Board  or  the  Central  Government  and  for  redressal  of  client’sgrievances.  Thecompliance  officer  shall  immediately  and  independently  report  to  theBoard  any  non-compliance observed by him.(n)  KRA  shall  send  a  letter  to  each  client  after  receipt  of  the  KYC  documents  fromtheintermediary, confirming the client’s details thereof.(o)  KRA  shall  take  adequate  steps  for  redressal  of  the  grievances  of  the  clients  withinonemonth  of  the  date  of  receipt  of  the  complaint  and  keep  the  Board  informed  aboutthenumber, nature and other particulars of the complaints from such investors.03-2013.13 ibid.", "ents": [{"start": 4, "end": 7, "label": "ENT"}, {"start": 61, "end": 2948, "label": "ACT"}], "title": null}, {"text": "The Intermediary has the following functions and obligations –14[(a) The intermediary shall perform the initial KYC/due diligence of the client, upload theKYC information with proper authentication on the system of the KRA, furnish the scannedimages of the KYC documents to the KRA, and retain the physical KYC documents:Provided  that  in  the  case  of  clients  of  a  mutual  fund,  the  Registrar  to  an  Issue  and  ShareTransfer Agent appointed by the mutual fund may perform the initial KYC/due diligence of theclient, upload the KYC information with proper authentication on the system of the KRA, andfurnish the scanned images of KYC documents to the KRA.]15[(aa) The intermediary or the mutual fund, as the case may be, shall furnish the physical KYCdocuments or authenticated copies thereof to the KRA, whenever so desired by the KRA.]16[(b)  When  the  client  approaches  another  intermediary  subsequently,  the  intermediary  shallverify and download the client’s details from the system of KRA:Provided that upon receipt of information on change in KYC details and status of the clients bythe  intermediary  or  when  it  comes  to  the  knowledge  of  the  intermediary,  at  any  stage,  theintermediary shall be responsible for uploading the updated information on the system of KRAand retaining the physical documents.(c) An intermediary shall not use the KYC data of a client obtained from the KRA forpurposesother than it is meant for; nor shall it make any commercial gain by sharingthe same with anythird party including its affiliates or associates.(d)  The  intermediary  shall  have  the  ultimate  responsibility  for  the  KYC  of  its  clients,byundertaking enhanced KYC measures commensurate with the risk profile of itsclients.17[Sharing of KYC information in the financial sector.14  Substituted  by  the  SEBI  {KYC(Know  Your  Client)  Registration  Agency}  (Amendment)  Regulations,  2013w.e.f. 22-03-2013 for the following:(a) The intermediary shall perform the initial KYC/due diligence of the client, shall upload the KYC informationon  the  system  of  the  KRA and  send  the original  KYC documents  to  KRA forthwith  from  the  date  of  accountopening or within the time as prescribed by the board from time to time. However, in case of mutual funds, anRTA appointed by the mutual fund may also undertake the KYC of the client and send the original documents tothe mutual fund or KRA.22-03-201316  Substituted  by  the  SEBI  {KYC(Know  Your  Client)  Registration  Agency}  (Amendment)  Regulations,  2014w.e.f. 13-03-2014 for the following:(b)  When  the  client  approaches  another  intermediary  subsequently,  it  will  be  optional  for  the  intermediary  toverify and download the client’s details from the system of KRA or to take fresh KYC as per existing system.However, upon receipt of information on change in KYC details and status of the clients by the intermediary orwhen  it  comes  to  the  knowledge  of  the  intermediary,  at  any  stage,  the  intermediary  shall  be  responsible  for", "ents": [{"start": 4, "end": 16, "label": "ENT"}, {"start": 86, "end": 3057, "label": "ACT"}], "title": null}, {"text": "  The  entities,  regulated  by  other  regulators  in  the  financial  sector  specified  by  the Board from time to time, may access the system of KRA for undertaking KYC of their clients who engage them for financial services.", "ents": [{"start": 99, "end": 104, "label": "ENT"}, {"start": 124, "end": 229, "label": "ACT"}], "title": null}, {"text": " The provisions of these regulations shall, mutatis mutandis, apply to the entities regulated by other regulators specified in sub-regulation (1).", "ents": [], "title": null}, {"text": " The system of KRA may be connected with any central KYC registry authorised by the Central Government for the purpose of collation and sharing of the KYC information in the financial sector.]", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 19, "end": 192, "label": "ACT"}], "title": null}, {"text": "In  order  to  remove  any  difficulties  in  the  application  or  interpretation  of  these regulations,the Board shall have the power to issue clarifications and guidelines in the form of", "ents": [{"start": 110, "end": 115, "label": "ENT"}, {"start": 116, "end": 190, "label": "ACT"}], "title": null}, {"text": "  The  Board  may  appoint  one  or  more  persons  as  inspecting  authority  to undertakeinspection  of  the  books  of  accounts,  records,  documents,  infrastructure,  systems andprocedures, of a KRA, for any purpose specified in sub-regulation (2).", "ents": [], "title": null}, {"text": " The Board may inspect a KRA for the following purposes:(a) that the books of accounts, records and KYC documents, as prescribed by the Board,arebeing maintained by the KRA;(b) to look into the complaints received by the KRA from clients or any other person;(c) to ascertain whether the provisions of the Act and these regulations are beingcomplied with;(d) to ascertain whether the systems, procedures and safeguards being followed by aKRA areadequate;(e)  to  ensure  that  privacy  of  clients’  data  is  maintained  and  the  same  is  not  shared  withanyother agency/associates in violation of these regulations;(f) to ensure that the affairs of a KRA are being conducted in a manner which are in theinterestof the investors and securities market.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 754, "label": "ACT"}], "title": null}, {"text": "  Before  undertaking  an  inspection  under  regulation  19,  the  Board  shall  give  not  less than10 days notice to the KRA, for that purpose.", "ents": [{"start": 68, "end": 73, "label": "ENT"}, {"start": 75, "end": 146, "label": "ACT"}], "title": null}, {"text": " Notwithstanding anything contained in sub-regulation (1), where the Board is satisfiedthat in the interest of the investors no such notice should be given, it may, by an order inwriting direct that the inspection of the affairs of the KRA be taken up without such notice.", "ents": [{"start": 69, "end": 74, "label": "ENT"}, {"start": 1, "end": 160, "label": "COND"}, {"start": 160, "end": 272, "label": "ACT"}], "title": null}, {"text": " On being empowered by the Board, the inspecting authority shall undertake inspectionand the  KRA  against  whom  an  inspection  is  being  carried  out  shall  be  bound  to  discharge hisobligations as provided under regulation 20.", "ents": [{"start": 27, "end": 32, "label": "ENT"}, {"start": 1, "end": 32, "label": "COND"}, {"start": 59, "end": 234, "label": "ACT"}], "title": null}, {"text": "  It  shall  be  the  duty  of  the  KRA  whose  affairs  are  being  inspected,  and  of  every director,officer  and  employee  thereof,  to  produce  to  the  inspecting  authority  such  books, accounts,records  and  other  documents  in  its  custody  or  control  and  furnish  him  with  such statementsand information relating to its activities as a KRA, within such reasonable period as theinspecting authority may require.", "ents": [], "title": null}, {"text": "  The  KRA  shall  allow  the  inspecting  authority  to  have  reasonable  access  to  the premisesoccupied  by  it  or  by  any  other  person  on  their  behalf  and  also  extend  reasonable facility forexamining any books, records, documents and computer data in the possession of the KRA or any  other  person  on  their  behalf  and  also  provide  copies  of  the  documents  or  other materialswhich,  in  the  opinion  of  the  inspecting  authority  are  relevant  for  the  purposes  oftheinspection.", "ents": [], "title": null}, {"text": "  The  inspecting  authority,  in  the  course  of  inspection,  shall  be  entitled  to  examine  or torecord the statements of any director, officer or employee of the KRA.", "ents": [], "title": null}, {"text": "  It  shall  be  the  duty  of  every  director,  officer  or  employee  of  the  KRA  to  give  to theinspecting  authority  all  assistance the", "ents": [], "title": null}, {"text": "The inspecting authority shall, as soon as possible, on completion of the inspection, submit areport to the Board: Provided that if directed to do so by the Board the inspecting authority shall submit interimreports.", "ents": [{"start": 4, "end": 24, "label": "ENT"}, {"start": 30, "end": 51, "label": "COND"}, {"start": 51, "end": 216, "label": "ACT"}], "title": null}, {"text": " The Board shall, after consideration of the inspection report, communicate the findings ofthe inspecting authority to the KRA, seek its comments on the same and if required, give itan opportunity of being heard. in  connection  with the inspection,  which", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 16, "end": 62, "label": "COND"}, {"start": 62, "end": 256, "label": "ACT"}], "title": null}, {"text": "  On  receipt  of  the  reply,  if  any,  from  the  KRA,  the  Board  may  call  upon  him  to  take suchmeasures,  as  the  Board  may  deem  fit,  in  the  interest  of  the  securities  market  and  for duecompliance with the provisions of the Act, and these regulations.", "ents": [{"start": 178, "end": 188, "label": "ENT"}, {"start": 2, "end": 29, "label": "COND"}, {"start": 71, "end": 275, "label": "ACT"}], "title": null}, {"text": "The  Board  shall  after  consideration  of  the  inspection  report  take  such  action  as providedunder Chapter V of the Intermediaries Regulations and in terms of the Act.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 12, "end": 175, "label": "ACT"}], "title": null}, {"text": " The Board shall have the power to appoint a qualified independent auditor to inspect, intothe  books  of  accounts,  records,  documents,  infrastructures,  systems  and  procedures  of aKRA.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 192, "label": "ACT"}], "title": null}, {"text": " The Board shall be entitled to recover from the KRA such expenses including fees paid tothe  auditors,  as  may  be  incurred  by  it  for  the  purposes  of  inspecting  the  books  of", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 186, "label": "ACT"}], "title": null}, {"text": "A KRA shall be liable for action if it –(a) contravenes any of the provisions of the Act, and these regulations;(b)  fails  to  furnish  any  information  relating  to  its  activity  as  a  KRA  as  required  undertheseregulations;(c) does not co-operate in any inspection or investigation or enquiry conducted by theBoard;(d) fails to comply with any direction of the Board;(e) fails to pay the requisite fees to the Board;and shall be dealt with in the manner provided under the Chapter V of the Intermediaries", "ents": [], "title": null}]