[{"text": "An application for registration of a mutual fund shall be made to the Board in Form A by the sponsor.", "ents": [{"start": 3, "end": 31, "label": "ENT"}, {"start": 49, "end": 101, "label": "ACT"}], "title": null}, {"text": "Every  application  for  registration  under  regulation  3  shall  be  accompanied  by  non- refundable application fee as specified in the Second Schedule.", "ents": [], "title": null}, {"text": "An application, which is not complete in all respects shall be liable to be rejected: Provided  that,  before  rejecting  any  such  application,  the  applicant  shall  be  given  an opportunity  to  complete  such  formalities  within  such  time  as  may  be  specified  by  the Board.", "ents": [{"start": 3, "end": 14, "label": "ENT"}, {"start": 54, "end": 288, "label": "ACT"}], "title": null}, {"text": "The Board may require the sponsor to furnish such further information or clarification as may be required by it.", "ents": [{"start": 4, "end": 9, "label": "ENT"}, {"start": 10, "end": 112, "label": "ACT"}], "title": null}, {"text": "For the purpose of grant of a certificate of registration, the applicant has to fulfill the following, namely—(a)  the sponsor should have a sound track record and general reputation of fairness andintegrity in all his business transactions.sponsor should—(i)  be carrying on business  in  financial services  for  a period of not  less than fiveyears; and(ii)  the networth is positive in all the immediately preceding five years; and(iii)  the  networth  in  the  immediately  preceding  year  is  more  than  the  capitalcontribution of the sponsor in the asset management company; and(iv)  the sponsor has profits after providing for depreciation, interest and tax in threeout of the immediately preceding five years, including the fifth year;17[(aa)  the applicant is a fit and proper person;](b)  in the case of an existing mutual fund, such fund is in the form of a trust and the trustdeed has been approved by the Board;(c)  the sponsor has contributed or contributes at least 40% to the net worth of the assetmanagement company:Provided  that  any  person  who  holds  40%  or  more  of  the  net  worth  of  an  assetmanagement company shall be deemed to be a sponsor and will be required to fulfillthe eligibility criteria specified in these regulations;(d)  the sponsor or any of its directors or the principal officer to be employed by the mutualfund  should  not  have  been  guilty  of  fraud  or  has  not  been  convicted  of  an  offenceinvolving moral turpitude or has not been found guilty of any economic offence;(e)  appointment of trustees to act as trustees for the mutual fund in accordance with theprovisions of the regulations;(f)  appointment of asset management company to manage the mutual fund and operatethe scheme of such funds in accordance with the provisions of these regulations;18[(g) appointment of custodian in order to keep custody of the securities or gold and goldrelated instrument or other assets of the mutual fund held in terms of these regulations,and provide such other custodial services as may be authorised by the trustees.]", "ents": [{"start": 30, "end": 57, "label": "ENT"}, {"start": 0, "end": 1146, "label": "COND"}, {"start": 1146, "end": 2076, "label": "ACT"}], "title": null}, {"text": "For the purpose of determining whether an applicant or the mutual fund is a fit and proper person the Board may take into account the criteria specified in Schedule II of the Securities and Exchange Board of India (Intermediaries) Regulations, 2008.]", "ents": [{"start": 42, "end": 51, "label": "ENT"}, {"start": 108, "end": 250, "label": "ACT"}], "title": null}, {"text": " No sponsor of a mutual fund, its associate or group company including the asset management company of the fund, through the schemes of the mutual fund or otherwise, individually or collectively, directly or indirectly, have –(a)  10%  or  more  of  the  share-holding  or  voting  rights  in  the  asset  managementcompany or the trustee company of any other mutual fund; or(b) representation  on  the  board  of  the  asset  management  company  or  the  trusteecompany of any other mutual fund.", "ents": [{"start": 17, "end": 28, "label": "ENT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": " Any shareholder holding 10% or more of the share-holding or voting rights in the asset  management  company  or  the  trustee  company  of  a  mutual  fund,  shall  not  have, directly or indirectly, - substitution , clause (g) read as under; “(g)  appointment  of  a  custodian  in  order  to  keep  custody  of  the  securities  *[or  gold  and  gold  related instruments] and carry out the custodian activities as may be authorised by the trustees.” 19  Substituted  by  the  SEBI  (Intermediaries)  Regulations,  2008,  w.e.f.  26-5-2008.  Prior  to  its  substitution, 2004, read as under : \"7A. Applicability of Securities and Exchange Board of India (Criteria for Fit and Proper Person) Regulations, 2004.—The provisions of the Securities and Exchange Board of India (Criteria for Fit and Proper Person) Regulations, 2004 shall, as far as may be, apply to all applicants or the mutual funds under these regulations.\"(a)  10%  or  more  of  the  share-holding  or  voting  rights  in  the  asset  managementcompany or the trustee company of any other mutual fund; or(b) representation  on  the  board  of  the  asset  management  company  or  the  trusteecompany of any other mutual fund.", "ents": [{"start": 25, "end": 28, "label": "ENT"}, {"start": 159, "end": 1195, "label": "ACT"}], "title": null}, {"text": "   Any person not in conformity with the sub-regulations (1) and (2) of this regulation, as on the date of the coming into force of this regulation shall comply with sub-regulations(1)  and  (2)  within  a  period  of  one  year  from  the  date  of  the  coming  into  force  of  thisregulation.]", "ents": [], "title": null}, {"text": " The Board, may on receipt of all information decide the application.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 12, "end": 69, "label": "ACT"}], "title": null}, {"text": "The Board may register the mutual fund and grant a certificate in Form B on the applicant paying the registration fee as specified in Second Schedule.", "ents": [{"start": 4, "end": 9, "label": "ENT"}, {"start": 10, "end": 150, "label": "ACT"}], "title": null}, {"text": "The registration granted to  a mutual  fund under regulation  9, shall be subject  to  the following terms and conditions—(a)  the  trustees,  the  sponsor,  the  asset  management  company  and  the  custodian  shallcomply with the provisions of these regulations;(b)  the mutual  fund shall forthwith inform  the Board, if any information  or  particularspreviously submitted to the Board was misleading or false in any material respect;(c)  the  mutual  fund  shall  forthwith  inform  the  Board,  of  any  material  change  in  theinformation  or  particulars  previously  furnished,  which  have  a  bearing  on  theregistration granted by it;(d)  payment of fees as specified in the regulations and the Second Schedule.", "ents": [{"start": 39, "end": 43, "label": "ENT"}, {"start": 65, "end": 726, "label": "ACT"}], "title": null}, {"text": "Where the sponsor does not satisfy the eligibility criteria mentioned in regulation 7, the Board may reject the application and inform the applicant of the same. Payment of 21[annual] service fee12. A mutual fund shall pay before the 15th April each year a service fee as specified in the Second Schedule for every financial year from the", "ents": [{"start": 91, "end": 96, "label": "ENT"}, {"start": 0, "end": 85, "label": "COND"}, {"start": 97, "end": 338, "label": "ACT"}], "title": null}, {"text": " Provided that the Board may, on being satisfied with the reasons for the delay permit the mutual fund to pay the service fee at any time before the expiry of two months from the commencement of the financial year to which such fee relates.", "ents": [{"start": 19, "end": 24, "label": "ENT"}, {"start": 25, "end": 240, "label": "ACT"}], "title": null}, {"text": " The Board may not permit a mutual fund who has not paid service fee to launch any", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 82, "label": "ACT"}], "title": null}, {"text": " The trustees and the asset management company shall with the prior approval of the Board enter into an investment management agreement. to its substitution, sub-regulation (3)  read as under; “(3) An asset management company or any of its officers or employees shall not be eligible to act as a trustee of any mutual fund.” to its substitution, sub-regulation (4)  read as under; “(4) No person who is appointed as a trustee of a mutual fund  can be appointed as a trustee of any other mutual fund unless—(a)  such a person is an independent trustee referred to in sub-regulation (5); and(b) prior approval of the mutual fund of which he is a trustee has been obtained for such an appointment.”substitution, sub-regulation (5)  read as under;“Atleast  50%  of  the  trustees  shall  be  independent  persons  and  no  such  trustee  shall  be  an  associate  or  asubsidiary or associated in any manner with the sponsor.”omission, regulation 17(1) proviso read as under;“Provided further that if any trustee resigns or retires, a new trustee shall be appointed within a period ofthree months with the prior approval of the Board.”", "ents": [{"start": 5, "end": 13, "label": "ENT"}, {"start": 47, "end": 1131, "label": "ACT"}], "title": null}, {"text": " The investment management agreement shall contain such clauses as are mentioned in the  Fourth  Schedule  and  such  other  clauses  as  are  necessary  for  the  purpose  of  makinginvestments.", "ents": [{"start": 5, "end": 36, "label": "ENT"}, {"start": 37, "end": 195, "label": "ACT"}], "title": null}, {"text": "  The  trustees  shall  have  a  right  to  obtain  from  the  asset  management  company  such information as is considered necessary by the trustees.", "ents": [{"start": 7, "end": 15, "label": "ENT"}, {"start": 17, "end": 151, "label": "ACT"}], "title": null}, {"text": " The trustees shall ensure before the launch of any scheme that the asset management company, has,—(a)  systems in place for its back office, dealing room and accounting;(b)  appointed  all  key  personnel  including  fund  manager(s)  for  the  scheme(s)  andsubmitted  their  bio-data  which  shall  contain  the  educational  qualifications,  pastexperience in the securities market with the trustees, within 15 days of their appoint-ment;(c)  appointed auditors to audit its accounts;27[(d)  appointed  a  compliance  officer  who  shall  be  responsible  for  monitoring  thecompliance of the Act,  rules and regulations,  notifications, guidelines, instructions,etc.,  issued  by  the  Board  or  the  Central  Government  and  for  redressal  of  investorsgrievances;](e)  appointed registrars and laid down parameters for their supervision;(f)  prepared a compliance manual and designed internal control mechanisms includinginternal audit systems;(g)  specified norms for empanelment of brokers and marketing agents;28[(h)  obtained, wherever required under these regulations, prior in principle approvalfrom the recognised stock exchange(s) where units are proposed to be listed.]29[(4A)  The  compliance  officer  appointed  under  clause  (d)  of  sub-regulation  (4)  shallimmediately and independently report to the Board any non-compliance observed by him.]", "ents": [{"start": 5, "end": 13, "label": "ENT"}, {"start": 14, "end": 1371, "label": "ACT"}], "title": null}, {"text": "  The  trustees  shall  ensure  that  an  asset  management  company  has  been  diligent  in empanelling the brokers, in monitoring securities transactions with brokers and avoiding undue concentration of business with any broker.", "ents": [], "title": null}, {"text": " The trustees shall ensure that the asset management company has not given any undue or  unfair  advantage  to  any  associates  or  dealt  with  any  of  the  associates  of  the  asset management company in any manner detrimental to interest of the unitholders.", "ents": [{"start": 5, "end": 13, "label": "ENT"}, {"start": 14, "end": 263, "label": "ACT"}], "title": null}, {"text": " The trustees shall ensure that the transactions entered into by the  asset  management company are in accordance with these regulations and the scheme.", "ents": [{"start": 5, "end": 13, "label": "ENT"}, {"start": 14, "end": 152, "label": "ACT"}], "title": null}, {"text": " The trustees shall ensure that the asset management company has been managing the mutual fund schemes independently of other activities and have taken adequate steps to", "ents": [{"start": 5, "end": 13, "label": "ENT"}, {"start": 14, "end": 169, "label": "ACT"}], "title": null}, {"text": "A mutual fund shall be constituted in the form of a trust  and the instrument of trust shall  be  in  the  form  of  a  deed,  duly  registered  under  the  provisions  of  the  Indian Registration  Act,  1908  (16  of  1908),  executed  by  the  sponsor  in  favour  of  the  trustees named in such an instrument.", "ents": [{"start": 2, "end": 13, "label": "ENT"}, {"start": 14, "end": 314, "label": "ACT"}], "title": null}, {"text": " The trust deed shall contain such clauses as are mentioned in the Third Schedule and such other clauses which are necessary for safeguarding the interests of the unitholders.", "ents": [{"start": 5, "end": 15, "label": "ENT"}, {"start": 16, "end": 175, "label": "ACT"}], "title": null}, {"text": " No trust deed shall contain a clause which has the effect of—(i)  limiting or extinguishing the obligations and liabilities of the trust in relation to anymutual fund or the unitholders; or(ii)  indemnifying  the  trustees  or  the  asset  management  company  for  loss  or  damagecaused  to  the  unitholders  by  their  acts  of  negligence  or  acts  of  commission  oromission.", "ents": [{"start": 10, "end": 14, "label": "ENT"}, {"start": 15, "end": 383, "label": "ACT"}], "title": null}, {"text": " A mutual fund shall appoint trustees in accordance with these regulations.", "ents": [{"start": 3, "end": 14, "label": "ENT"}, {"start": 15, "end": 75, "label": "ACT"}], "title": null}, {"text": " No person shall be eligible to be appointed as a trustee unless—(a)  he is a person of ability, integrity and standing; and(b)  has not been found guilty of moral turpitude; and(c)  has not been convicted of any economic offence or violation of any securities laws;and(d)  has furnished particulars as specified in Form C.", "ents": [], "title": null}, {"text": "  23[No  asset  management  company  and  no  director  (including  independent  director), officer or employee of an asset management company shall be eligible to be appointed as a trustee of any mutual fund.]”", "ents": [{"start": 81, "end": 90, "label": "ENT"}, {"start": 143, "end": 211, "label": "ACT"}], "title": null}, {"text": "  24[No  person  who  is  appointed  as  a  trustee  of  a  mutual  fund  shall  be  eligible  to  be appointed as  a trustee of any other mutual fund: Provided that any mutual fund which is not in compliance with sub-regulation (3) or (4) as at the commencement of the Securities and Exchange Board of India (Mutual Funds) (Fifth Amendment) Regulations, 2006 shall ensure compliance therewith within three months from such commencement.]” 25[(5) Two-thirds of the trustees shall be independent persons and shall not be associated with the sponsors or be associated with them in any manner whatsoever.]", "ents": [{"start": 26, "end": 35, "label": "ENT"}, {"start": 74, "end": 602, "label": "ACT"}], "title": null}, {"text": " In case a company is appointed as a trustee then its directors can act as trustees of any other trust provided that the object of the trust is not in conflict with the object of the mutualfund.", "ents": [{"start": 37, "end": 42, "label": "ENT"}, {"start": 37, "end": 42, "label": "ENT"}, {"start": 1, "end": 193, "label": "COND"}, {"start": 1, "end": 194, "label": "COND"}, {"start": 0, "end": 0, "label": "ACT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": " No trustee shall initially or any time thereafter be appointed without prior approval of the Board. 26[***]", "ents": [], "title": null}, {"text": " The existing trustees of any mutual fund may form a trustee company to act as a trustee with the prior approval of the Board.", "ents": [{"start": 5, "end": 25, "label": "ENT"}, {"start": 42, "end": 126, "label": "ACT"}], "title": null}, {"text": " ensure that the interest of investors of one scheme are not being compromised with those of any other scheme or of other activities of the asset management company. The trustees shall ensure that all the activities of the asset management company are inaccordance with the provisions of these regulations.(10) Where the trustees have reason to believe that the conduct of business of the mutualfund is not in accordance with these regulations and the scheme they shall forthwith takesuch remedial steps as are necessary by them and shall immediately inform the Board ofthe violation and the action taken by them.30[(11) Each trustee shall file the details of his transactions of dealing in securities with theMutual Fund on a quarterly basis.](12) The trustees shall be accountable for, and be the custodian of, the funds and propertyof the respective schemes and shall hold the same in trust for the benefit of the unitholdersin accordance with these regulations and the provisions of trust deed.(13) The trustees shall take steps to ensure that the transactions of the mutual fund are inaccordance with the provisions of the trust deed.(14) The trustees shall be responsible for the calculation of any income due to be paid tothe mutual fund and also of any income received in the mutual fund for the holders of theunits of any scheme in accordance with these regulations and the trust deed.(15) The trustees shall obtain the consent of the unitholders—(a)  whenever required to do so by the Board in the interest of the unitholders; or(b)  whenever  required  to  do  so  on  the  requisition  made  by  three-fourths  of  the  unit-holders of any scheme; or(c)  when the majority of the trustees decide to wind up or prematurely redeem the units.(d)  31[* * *]substitution, sub-regulation (11)  read as under;“(11) Each trustee shall file the details of his holdings in securities on a half early basis with the trust.”Prior to omission clause (d) read as under;“(d) when any change in the fundamental attributes of any scheme or the trust or fees and expenses payableor any other change which would modify the scheme or affect the interest of the unitholders is proposed tobe carried out unless the consent of not less than three-fourths of the unit holders is obtained:Provided that no such change shall be carried out unless three fourths of the unit holders have given theirconsent and the unit holders who do not give their consent are allowed to redeem their holdings in the scheme.*[Provided further that in case of an open ended scheme, the consent of the unitholders shall not be necessaryif:(i)(ii)the change in fundamental attribute is carried out after one year from the date of allotment ofunits.(ii) the unitholders are informed about the proposed change in fundamental attribute by sendingindividual  communication  and  an  advertisement  is  given  in  English  daily  newspaper  havingnationwide circulation and in a newspaper published in the language of the region where thehead office of the mutual fund is situated.32[(15A)  The  trustees  shall  ensure  that  no  change  in  the  fundamental  attributes  of  anyscheme or the trust or fees and expenses payable or any other change which would modifythe scheme and affects the interest of unitholders, shall be carried out unless,—(i)  a written communication about the proposed change is sent to each unitholder and anadvertisement is given in one English daily newspaper having nationwide circulationas well as in a newspaper published in the language of region where the Head Officeof the mutual fund is situated; and(ii)  the unitholders are given an option to exit at the prevailing Net Asset Value withoutany exit load.](16) The trustees shall call for the details of transactions in securities by the key personnelof the asset management company in his own name or on behalf of the asset managementcompany and shall report to the Board, as and when required.(17)  The  trustees  shall  quarterly  review  all  transactions  carried  out  between  the  mutualfunds, asset management company and its associates.(18) The trustees shall 33[quarterly] review the networth of the asset management companyand in case of any shortfall, ensure that the asset management company make up for theshortfall as per clause (f) of sub-regulation (1) of regulation 21.(19)  The  trustees  shall  periodically  review  all  service  contracts  such  as  custodyarrangements,  transfer  agency  of  the  securities  and  satisfy  itself  that  such  contracts  areexecuted in the interest of the unitholders.(20) The trustees shall ensure that there is no conflict of interest between the manner ofdeployment of its networth by the asset management company and the interest of the unit-holders.(21)  The  trustees  shall  periodically  review  the  investor  complaints  received  and  theredressal of the same by the asset management company.(22) The trustees shall abide by the Code of Conduct as specified in the Fifth Schedule.(23) The trustees shall furnish to the Board on a half-yearly basis,—(a)  a report on the activities of the mutual fund;(b)  a certificate stating that the trustees have satisfied themselves that there have been noinstances  of  self-dealing  or  front  running  by  any  of  the  trustees,  directors  and  keypersonnel of the asset management company;(c)  a certificate to the effect that the asset management company has been managing theschemes independently of any other activities and in case any activities of the naturereferred to in sub-regulation (2) of regulation 24 have been undertaken by the asset", "ents": [{"start": 29, "end": 38, "label": "ENT"}, {"start": 179, "end": 5608, "label": "ACT"}], "title": null}, {"text": " management company and has taken adequate steps to ensure that the interests of the unitholders are protected.34[ The independent trustees referred to in sub-regulation (5) of regulation 16 shall givetheir comments on the report received from the asset management company regarding theinvestments by the mutual fund in the securities of group companies of the sponsor.]35[(25) Trustees shall exercise due diligence as under:A. General Due Diligence:(i)  The Trustees shall be discerning in the appointment of the directors on the Board ofthe asset management company.(ii)  Trustees  shall  review  the  desirability  or  continuance  of  the  asset  managementcompany if substantial irregularities are observed in any of the schemes and shall notallow the asset management company to float new schemes.(iii)  The  Trustee  shall  ensure  that  the  trust  property  is  properly  protected,  held  andadministered by proper persons and by a proper number of such persons.(iv)  The Trustee shall ensure that all service providers are holding appropriate registrationsfrom the Board or concerned regulatory authority.(v)  The Trustees shall arrange for test checks of service contracts.(vi)  Trustees  shall  immediately  report  to  the  Board  of  any  special  developments  in  themutual fund.B. Specific due diligence:The Trustees shall:(i)  obtain internal audit reports at regular intervals from independent auditors appointedby the Trustees,(ii)  obtain  compliance  certificates  at  regular  intervals  from  the  asset  managementcompany,(iii)  hold meeting of trustees more frequently,(iv)  consider  the  reports  of  the  independent  auditor  and  compliance  reports  of  assetmanagement company at the meetings of trustees for appropriate action,(v)  maintain records of the decisions of the Trustees at their meetings and of the minutesof the meetings,(vi)  prescribe and adhere to a code of ethics by the Trustees, asset management companyand its personnel,(vii) communicate  in  writing  to  the  asset  management  company  of  the  deficiencies  andchecking on the rectification of deficiencies.(26) Notwithstanding anything contained in sub-regulations (1) to (25), the trustees shallnot be held liable for acts done in good faith if they have exercised adequate due diligencehonestly.(27)  The  independent  directors  of  the  trustees  or  asset  management  company  shall  payspecific attention to the following, as may be applicable, namely:—(i)  the  Investment  Management  Agreement  and  the  compensation  paid  under  theagreement,(ii)  service  contracts  with  affiliates—whether  the  asset  management  company  hascharged higher fees than outside contractors for the same services,(iii)  selections of the asset management company’s independent directors,(iv)  securities  transactions  involving  affiliates  to  the  extent  such  transactions  arepermitted,(v)  selecting and nominating individuals to fill independent directors vacancies,(vi)  code  of  ethics  must  be  designed  to  prevent  fraudulent,  deceptive  or  manipulativepractices by insiders in connection with personal securities transactions,(vii) the  reasonableness  of  fees  paid  to  sponsors,  asset  management  company  and  anyothers for services provided,(viii) principal underwriting contracts and their renewals,", "ents": [{"start": 85, "end": 96, "label": "ENT"}, {"start": 191, "end": 3334, "label": "ACT"}], "title": null}, {"text": " The application for the approval of the asset management company shall be made in Form D.", "ents": [{"start": 5, "end": 16, "label": "ENT"}, {"start": 66, "end": 90, "label": "ACT"}], "title": null}, {"text": " The provisions of regulations 5, 6 and 8 shall, so far as may be, apply to the application made under sub-regulation (1) as they apply to the application for registration of a mutualfund.", "ents": [], "title": null}, {"text": " The sponsor or, if so authorised by the trust deed, the trustee, shall appoint an asset management company, which has been approved by the Board under sub-regulation (2) of regulation 21.", "ents": [{"start": 57, "end": 64, "label": "ENT"}, {"start": 66, "end": 188, "label": "ACT"}], "title": null}, {"text": " The appointment of an asset management company can be terminated by majority of the trustees or by seventy-five per cent of the unitholders of the scheme.", "ents": [{"start": 85, "end": 93, "label": "ENT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": " Any change in the appointment of the asset management company shall be subject to prior approval of the Board and the unitholders.", "ents": [{"start": 5, "end": 11, "label": "ENT"}, {"start": 63, "end": 131, "label": "ACT"}], "title": null}, {"text": " For grant of approval of the asset management company the applicant has to fulfill the following :—(a)  in case the asset management company is an existing asset management company ithas a sound track record, general reputation and fairness in transactions.and the profitability of the asset management company;36[(aa)  the asset management company is a fit and proper person;](b)  the  directors  of  the  asset  management  company  are  persons  having  adequateprofessional experience in finance and financial services related field and not foundguilty of moral turpitude or convicted of any economic offence or violation of anysecurities laws;(c)  the key personnel of the asset management company 37[have not been found guilty ofmoral turpitude or convicted of economic offence or violation of securities laws] 38[orworked]  for  any  asset  management  company  or  mutual  fund  or  any  intermediary39[during the period when its] registration has been suspended or cancelled at any timeby the Board;(d)  the board of directors of such asset management company has at least fifty per centdirectors, who are not associate of, or associated in any manner with, the sponsor orany of its subsidiaries or the trustees;(e)  the Chairman of the asset management company is not a trustee of any mutual fund;(f)  the asset management company has a networth of not less than rupees 40[fifty crore]:Provided  that  an  asset  management  company  already  granted  approval  under  theprovisions of Securities and Exchange Board of India (Mutual  Funds) Regulations,41[1996]  shall  within  a  period  of  42[three  years]  from  the  date  of  notification  of43[Securities and Exchange Board of India (Mutual Funds) (Amendment) Regulations,2014] increase its networth to rupees 44[fifty crore]:45[***]37 Inserted ibid..“has not been working”.“whose”.40  Substituted  by  the  SEBI  (Mutual  Funds)  (Amendment)  Regulations,  2014,  w.e.f.  06-05-2014,  for  thewords, “ten crores”.41  Substituted  by  the  SEBI  (Mutual  Funds)  (Amendment)  Regulations,  2014,  w.e.f.  06-05-2014,  for  thefigure, “1993”.42  Substituted  by  the  SEBI  (Mutual  Funds)  (Amendment)  Regulations,  2014,  w.e.f.  06-05-2014,  for  thefigure, “twelve months”.the words, “these regulations”.44  Substituted  by  the  SEBI  (Mutual  Funds)  (Amendment)  Regulations,  2014,  w.e.f.  06-05-2014,  for  thewords, “ten crores”.as under:\"Provided  further  that the period specified in the first proviso may be extended in appropriate cases by theBoard up to three years for reasons to be recorded in writing:\"Provided further that no new schemes shall be allowed to be launched or managedby such asset management company till the networth has been raised to rupees 46[fiftycrore].]the paid up capital and free reserves of the asset management company after deductingtherefrom  miscellaneous  expenditure  to  the  extent  not  written  off  or  adjusted  ordeferred revenue expenditure, intangible assets and accumulated losses.]48[Provided further that an asset management company of a mutual fund eligible tolaunch only infrastructure debt fund schemes, shall have a networth of not less thanrupees ten crore.]49[Provided  further  that  in  cases  where  the  Board  is  satisfied  that  an  assetmanagement  company  is  taking  steps  to  meet  the  networth  requirement  within  thespecified time, the asset management company may be allowed to launch upto twonew schemes per year.]paid up capital and free reserves of the asset management company after deductingtherefrom  miscellaneous  expenditure  to  the  extent  not  written  off  or  adjusted  ordeferred revenue expenditure, intangible assets and accumulated losses. ]", "ents": [{"start": 59, "end": 68, "label": "ENT"}, {"start": 1, "end": 1574, "label": "COND"}, {"start": 1574, "end": 3715, "label": "ACT"}], "title": null}, {"text": "The approval granted under sub-regulation  of regulation 21 shall be subject to the following conditions, namely:—(a)  any director of the asset management company shall not hold the office of the directorin another asset management company unless such person is an independent directorreferred  to  in  clause  (d)  of  sub-regulation  (1)  of  regulation  21  and  approval  of  theBoard  of  asset  management  company  of  which  such  person  is  a  director,  has  beenobtained;(b)  the  asset  management  company  shall  forthwith  inform  the  Board  of  any  materialchange in the information or particulars previously furnished, which have a bearingon the approval granted by it;(c)  no appointment of a director of an asset management company shall be made withoutprior approval of the trustees;(d)  the asset management company undertakes to comply with these regulations;46  Substituted  by  the  SEBI  (Mutual  Funds)  (Amendment)  Regulations,  2014,  w.e.f.  06-05-2014,  for  thewords, “ten crores”.substitution, explanation  read as under;company.”51[(e)  no  change  in  the  controlling  interest  of  the  asset  management  company  shall  bemade unless,—(i)  prior approval of the trustees and the Board is obtained;(ii)  a written communication about the proposed change is sent to each unitholderand an advertisement is given in one English daily newspaper having nationwidecirculation and in a newspaper published in the language of the region where theHead Office of the mutual fund is situated; and(iii)  the  unitholders  are  given  an  option  to  exit  on  the  prevailing  Net  Asset  Valuewithout any exit load;](f)  the asset management company shall furnish such information and documents to the", "ents": [], "title": null}, {"text": "Where an application made under regulation 19 for grant of approval does not satisfy the eligibility criteria laid down in regulation 21, the Board may reject the application. 52[Restrictions on business activities of the asset management company to its substitution, clause (e) read as under;. “ *[(e) any change in controlling interest of the asset management company shall be only with prior approval of trustees, the Board and the unitholders.” “Provided that in case of an open ended scheme, the consent of the unitholders shall not be necessary if;(i)(ii)the change in control takes place after one year from the date of allotment of units(ii)  the  unitholders  are  informed  about  the  proposed  change  in  the  controlling  interest  of  assetmanagement company by sending individual communication and an advertisement is given in oneEnglish  daily  newspaper  having  nationwide  circulation  and  in  a  newspaper  published  in  thelanguage of the region where the head office of the mutual fund is situated.(iii)The unitholders are given an option to exit at the prevailing Net Asset Value without any exit load.]\"[*this Proviso had been added by SEBI (Mutual Funds) (Amendment) Regulations., 1999,w.e.f. 8-12-1999.]substitution, regulation 24 read as under:", "ents": [{"start": 6, "end": 20, "label": "ENT"}, {"start": 0, "end": 136, "label": "COND"}, {"start": 148, "end": 1274, "label": "ACT"}], "title": null}, {"text": "The asset management company shall, -(a)  not act as a trustee of any mutual fund;(b) not undertake any business activities other than in the nature of management andadvisory  services  provided  to  pooled  assets  including  offshore  funds,  insurancefunds, pension funds, provident funds, 53[or Category I foreign portfolio investor asspecified in Securities and Exchange Board of India (Foreign Portfolio Investors)Regulations, 2014], if any of such activities are not in conflict with the activities ofthe mutual fund:Provided that the asset management company may itself or through its subsidiariesundertake such activities, as permitted under clause (b), if, -(i)it satisfies the Board that bank and securities accounts are segregated activitywise;(ii)it meets with the capital adequacy requirements, if any, separately for eachsuch  activity  and  obtain  separate  approval,  if  necessary  under  the  relevantregulations;(iii)  it  ensures  that  there  is  no  material  conflict  of  interest  across  differentactivities;(iv)  the absence of conflict of interest shall be disclosed to the trustees and unitholders  in  scheme  information  document  and  statement  of  additionalinformation;(v)there are unavoidable conflict of interest situations, it shall satisfy itself thatdisclosures are made of source of conflict, potential ‘material risk or damage’to investor interests and detailed parameters for the same;(vi)  it appoints separate fund manager for each separate fund managed by it unlessthe investment objectives and asset allocation are same and the portfolio is not act as a trustee of any mutual fund;(2) not undertake any other business activities except activities in the nature of  [portfolio managementservices,] management and advisory services to offshore funds, pension funds, provident funds, venturecapital  funds,  management  of  insurance  funds,  financial  consultancy  and  exchange  of  research  oncommercial basis if any of such activities are not in conflict with the activities of the mutual fund :Provided  that  the  asset  management  company  may  itself  or  through  its  subsidiaries  undertake  suchactivities if it satisfies the Board that the key personnel of the asset management company, the systems,back office, bank and securities accounts are segregated activity-wise and there exist systems to prohibitaccess to inside information of various activities :Provided  further  that  asset  management  company  shall  meet  capital  adequacy  requirements,  if  any,separately for each such activity and obtain separate approval, if necessary under the relevant regulations.(3) The asset management company shall not invest in any of its schemes unless full disclosure of itsintention  to  invest  has  been  made  in  the  offer  documents    [in  case  of  schemes  launched  after  thenotification of these regulations] :Provided that an asset management company shall not be entitled to charge any fees on its investment inthat scheme.]”[*amended  by  the  SEBI  (Mutual  Funds)  (Amendment)  Regulations,  1999,  w.e.f.  8-12-1999  and  SEBI(Mutual Funds) (Amendment) Regulations, 1998, w.e.f. 12-1-1998]replicated across all the funds managed by the fund manager, within a periodof six months from the date of notification of Securities and Exchange Boardof India (Mutual Funds) (Amendment) Regulations, 2011;54[Provided that the requirements of this clause shall not apply if the fundsmanaged  are  of  Category  I  foreign  portfolio  investors  and/or  Category  IIforeign  portfolio  investors  which  are  appropriately  regulated  broad  basedfunds,  as  specified  in  Securities  and  Exchange  Board  of  India  (ForeignPortfolio Investors) Regulations, 2014](vii)  it  ensures  fair  treatment  of  investors  across  different  products  that  shallinclude,  but  not  limited  to,  simultaneous  buy  and  sell  in  the  same  equitysecurity  only  through  market  mechanism  and  a  written  trade  ordermanagement system;  and(viii) it  ensures  independence  to  key  personnel  handling  the  relevant  conflict  ofinterest is provided through removal of direct link between remuneration torelevant  asset  management  company  personnel  and  revenues  generated  bythat activity:Provided further that the asset management company may, itself or through its subsidiaries,undertake portfolio management services and advisory services for other than broad basedfund till further directions, as may be specified by the Board, subject to compliance withthe following additional conditions:-(i)(ii)it satisfies the Board that key personnel of the asset management company,the system, back office, bank and securities accounts are segregated activitywise  and  there  exist  system  to  prohibit  access  to  inside  information  ofvarious activities;it meets with the capital adequacy requirements, if any, separately for eachof  such  activities  and  obtain    separate  approval,  if  necessary  under  therelevant regulations.55[Provided further that the asset management company may become a proprietarytrading member for carrying out trades in the debt segment of a recognised stock exchange,on behalf of a mutual fund.](vi) of first proviso to clause (b)], the term ‘broad based fund’ shall mean the fund whichhas  at  least  twenty  investors  and  no  single  investor  account  for  more  than  twenty  fivepercent of corpus of the fund.]", "ents": [{"start": 4, "end": 28, "label": "ENT"}, {"start": 34, "end": 242, "label": "COND"}, {"start": 242, "end": 5429, "label": "ACT"}], "title": null}, {"text": " The asset management company shall take all reasonable steps and exercise due diligence to ensure that the investment of funds pertaining to any scheme is not contrary to the provisions of these regulations and the trust deed.", "ents": [{"start": 22, "end": 29, "label": "ENT"}, {"start": 30, "end": 227, "label": "ACT"}], "title": null}, {"text": "  The  asset  management  company  shall  exercise  due  diligence  and  care  in  all  its investment decisions as would be exercised by other persons engaged in the same business. 57[2A)  The  asset  management  company  shall  obtain,  wherever  required  under  these regulations, prior in-principle approval from the recognized tock exchange(s) where units are proposed to be listed.]", "ents": [], "title": null}, {"text": "  The  asset  management  company  shall  be  responsible  for  the  acts  of  commission  or omission by its employees or the persons whose services have been procured by the asset management company.", "ents": [], "title": null}, {"text": " The asset management company shall submit to the trustees quarterly reports of each year on its activities and the compliance with these regulations.", "ents": [{"start": 22, "end": 29, "label": "ENT"}, {"start": 30, "end": 150, "label": "ACT"}], "title": null}, {"text": "  The  trustees  at  the  request  of  the  asset  management  company  may  terminate  the assignment of the asset management company at any time: Provided that such termination shall become effective only after the trustees have accepted the  termination  of  assignment  and  communicated  their  decision  in  writing  to  the  asset management company.", "ents": [{"start": 7, "end": 15, "label": "ENT"}, {"start": 72, "end": 357, "label": "ACT"}], "title": null}, {"text": " Notwithstanding anything contained in any contract or agreement or termination, the asset  management  company  or  its  directors  or  other  officers  shall  not  be  absolved  of liability to the mutual fund for their acts of commission or omission, while holding such position or office. 58[(6A)  The  Chief  Executive  Officer  (whatever  his  designation  may  be)  of  the  asset management company shall ensure that the mutual fund complies with all the provisions of these regulations and the guidelines or circulars issued in relation thereto from time to time and that the investments made by the fund managers  are in  the interest  of the unit holders and shall also be responsible for the overall risk management function of the mutualfund.mean and include the Securities and Exchange Board of India (Mutual Funds) Regulations,1996 as amended from time to time.(6B) The fund managers (whatever the designation may be) shall ensure that the funds ofthe schemes are invested to achieve the objectives of the scheme and in the interest of theunit holders.] 59[(7)(a) An asset management company shall not through any broker associated with the sponsor, purchase or sell securities, which is average of 5 per cent or more of the aggregate purchases and sale of securities made by the mutual fund in all its schemes : substitution, sub-regulation 7 read as under; “(7)  No asset management company shall deal in securities through any broker associated with the sponsor or a firm which is an associate of a sponsor beyond 5% of the daily gross business of the mutual fund.” Provided that for the purpose of this sub-regulation, the aggregate purchase and sale of securities shall exclude sale and distribution of units issued by the mutual fund : Provided further that the aforesaid limit of 5 per cent shall apply for a block of any threemonths.(b) An asset management company shall not purchase or sell securities through any broker[other than a broker referred to in clause (a) of sub-regulation (7)] which is average of 5per cent or more of the aggregate purchases and sale of securities made by the mutual fundin  all  its  schemes,  unless  the  asset  management  company  has  recorded  in  writing  thejustification for exceeding the limit of 5 per cent and reports of all such investments aresent to the trustees on a quarterly basis :Provided that the aforesaid limit shall apply for a block of three months.]", "ents": [], "title": null}, {"text": " An asset management company shall not utilise the services of the sponsor or any of its associates, employees or their relatives, for the purpose of any securities transaction and distribution and sale of securities: Provided that an asset management company may utilise such services if disclosure to that effect is made to the unitholders and the brokerage or commission paid is also disclosed in the half-yearly annual accounts of the mutual fund : 60[Provided further that the mutual funds shall disclose at the time of declaring half-yearly and yearly results :(i)  any  underwriting  obligations  undertaken  by  the  schemes  of  the  mutual  funds  withrespect to issue of securities associate companies,(ii)  devolvement, if any,(iii)  subscription by the schemes in the issues lead managed by associate companies,(iv)  subscription  to  any  issue  of  equity  or  debt  on  private  placement  basis  where  thesponsor or its associate companies have acted as arranger or manager.]", "ents": [{"start": 21, "end": 28, "label": "ENT"}, {"start": 29, "end": 993, "label": "ACT"}], "title": null}, {"text": " The asset management company shall file with the trustees the details of transactions in securities by the key personnel of the asset management company in their own name or on behalf of the asset management company and shall also report to the Board, as and when required by the Board.", "ents": [{"start": 22, "end": 29, "label": "ENT"}, {"start": 30, "end": 287, "label": "ACT"}], "title": null}, {"text": " In case the asset management company enters into any securities transactions with any of  its  associates  a  report  to  that  effect  shall  61[***]  be  sent  to  the  trustees  62[at  its  next meeting].", "ents": [], "title": null}, {"text": "  In case any  company  has invested more than 5 per cent  of the net  asset value of  a scheme, the investment made by that scheme or by any other scheme of the same mutual", "ents": [{"start": 101, "end": 116, "label": "ENT"}, {"start": 101, "end": 116, "label": "ENT"}, {"start": 2, "end": 95, "label": "COND"}, {"start": 2, "end": 173, "label": "COND"}, {"start": 0, "end": 0, "label": "ACT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": " 62 Inserted  ibid.. 63 Inserted  ibid.. has been made within one year of the date of the former investment calculated on either side]. The asset management company shall file with the trustees and the Board—(a)  detailed bio-data of all its directors along with their interest in other companies withinfifteen days of their appointment;(b)  any change in the interests of directors every six months; and64[(c)  a quarterly report to the trustees giving details and adequate justification about thepurchase and sale of the securities of the group companies of the sponsor or the assetmanagement  company,  as  the  case  may  be,  by  the  mutual  fund  during  the  saidquarter.]65[(13)  Each  director  of  the  asset  management  company  shall  file  the  details  of  histransactions  of  dealing  in  securities  with  the  trustees  on  a  quarterly  basis  in  accordancewith guidelines issued by the Board.](14) The asset management company shall not appoint any person as key personnel whohas been found guilty of any economic offence or involved in violation of securities laws.(15) The asset management company shall appoint registrars and share transfer agents whoare registered with the Board:Provided if the work relating to the transfer of units is processed in-house, the charges atcompetitive  market  rates  may  be  debited  to  the  scheme  and  for  rates  higher  than  thecompetitive market rates, prior approval of the trustees shall be obtained and reasons forcharging higher rates shall be disclosed in the annual accounts.(16) The asset management company shall abide by the Code of Conduct as specified inthe Fifth Schedule.66[(17) The asset management company shall not invest in any of its scheme, unless fulldisclosure  of  its  intention  to  invest  has  been  made  in  the  offer  documents,  in  case  ofschemes launched after the notification of Securities and Exchange Board of India (MutualFunds) (Amendment) Regulations, 2011:Provided that an asset management company shall not be entitled to charge any fee on itsinvestment in that scheme.(18) The asset management company shall not carry out its operations including tradingdesk, unit holder servicing and investment operations outside the territory of India:Provided that the asset management company having any of its operations outside Indiashall wind up and bring them within the territory of India within a period of one year formthe  date  of  notification  of  Securities  and  Exchange  Board  of  India  (Mutual  Funds)(Amendment) Regulations, 2011:64 Inserted  ibid..to its substitution, sub-regulation (13) read as under;“(13) A statement of holding in securities of the directors of the asset management company shall be filedwith the trustees with the dates of acquisition of such securities at the end of each financial year.”Provided further that the Board may grant a further period of one year if it is satisfied thatthere  was  sufficient  cause  for  not  winding  up  of  the  operation  outside  India  within  thatperiod.]67[(19)  The  asset  management  company  shall  compute  and  carry  out  valuation  ofinvestments  made  by  its  scheme(s)  in  accordance  with  the  investment  valuation  normsspecified in Eighth Schedule, and shall publish the same.(20) The asset management company and the sponsor of the mutual fund shall be liable tocompensate  the  affected  investors  and/or  the  scheme  for  any  unfair  treatment  to  anyinvestor as a result of inappropriate valuation.(21) The asset management company shall report and disclose all the transactions in debtand money market securities, including inter scheme transfers, as may be specified by theBoard.]", "ents": [{"start": 4, "end": 12, "label": "ENT"}, {"start": 165, "end": 3690, "label": "ACT"}], "title": null}, {"text": " The mutual fund shall appoint a Custodian to carry out the custodial services for the schemes of the fund and sent intimation of the same to the Board within fifteen days of the appointment of the Custodian: 68[Provided that in case of a gold exchange traded fund scheme, the assets of the scheme being gold or gold related instruments may be kept in custody of a bank which is registered as a custodian with the Board.] 69[Provided further that in case of a real estate mutual fund scheme, the title deed of real estate assets held by it may be kept in the custody of a custodian registered with the Board.]", "ents": [{"start": 5, "end": 16, "label": "ENT"}, {"start": 17, "end": 609, "label": "ACT"}], "title": null}, {"text": " No custodian in  which the sponsor or its associates hold  50 per  cent  or more of the voting  rights  of  the  share  capital  of  the  custodian  or  where  50  per  cent  or  more  of  the directors of the custodian represent the interest of the sponsor or its associates shall act as custodian  for  a  mutual  fund  constituted  by  the  same  sponsor  or  any  of  its  associates  or subsidiary company: 70[Provided that where the sponsor or its associates hold 50 per cent or more of the voting rights of the share capital of the custodian, such custodian may act as custodian for a  mutual  fund  constituted  by  the  same  sponsor  or  any  of  its  associates  or  subsidiary company if:(i)  the sponsor has a net worth of at least twenty thousand crore rupees atall points of time;(ii) 50 per cent or more of the directors of the custodian are those who donot represent the interest of the sponsor or its associates;(iii)the custodian and the asset management company of a mutual fund arenot subsidiaries of each other;(iv) no person is a director of both the custodian and the asset managementcompany of a mutual fund; and(v) the custodian and the asset management company of a mutual fundsign an undertaking that they will act independently of each other intheir dealings with the scheme.]", "ents": [{"start": 4, "end": 13, "label": "ENT"}, {"start": 277, "end": 1306, "label": "ACT"}], "title": null}, {"text": "The mutual fund shall enter into a custodian agreement with the custodian, which shall contain the clauses which are necessary for the efficient and orderly conduct of the affairs of the custodian: Provided that the agreement, the service contract, terms and appointment of the custodian", "ents": [{"start": 4, "end": 15, "label": "ENT"}, {"start": 16, "end": 287, "label": "ACT"}], "title": null}, {"text": " The offer document shall contain disclosures which are adequate in order to enable the  investors  to  make  informed  investment  decision  73[including  the  disclosure  on maximum investments proposed to be made by the scheme in the listed securities of the group companies of the sponsor.]", "ents": [{"start": 5, "end": 19, "label": "ENT"}, {"start": 20, "end": 294, "label": "ACT"}], "title": null}, {"text": " The Board may in the interest of investors require the asset management company to carry out such modifications in the offer document as it deems fit.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 151, "label": "ACT"}], "title": null}, {"text": " In case no modifications are suggested by the Board in the offer document within 21 74[working]  days  from  the  date  of  filing,  the  asset  management  company  may  issue  the offer document. 75[(4) No one shall issue any form of application for units of a mutual fund unless the form is accompanied by the memorandum containing such information as may be specified by the Board.] 76[(5)  The  offer  document  shall  contain  the  disclosure  regarding  the  prior  in  principle approval obtained from the recognized stock exchange(s), where units are proposed to be listed in accordance with these regulations.]", "ents": [{"start": 12, "end": 25, "label": "ENT"}, {"start": 12, "end": 25, "label": "ENT"}, {"start": 1, "end": 131, "label": "COND"}, {"start": 1, "end": 167, "label": "COND"}, {"start": 167, "end": 621, "label": "ACT"}, {"start": 167, "end": 621, "label": "ACT"}], "title": null}, {"text": "No guaranteed return shall be provided in a scheme,—(a)  unless  such  returns  are  fully  guaranteed  by  the  sponsor  or  the  asset  managementcompany;(b)  unless a statement indicating the name of the person who will guarantee the return, ismade in the offer document;(c)  the manner in which the guarantee is to be met has been stated in the offer document.", "ents": [{"start": 3, "end": 12, "label": "ENT"}, {"start": 21, "end": 364, "label": "ACT"}], "title": null}, {"text": "A capital protection oriented scheme may be launched, subject to the following:(a)  the  units  of  the  scheme  are  rated  by  a  registered  credit  rating  agency  from  theviewpoint of the ability of its portfolio structure to attain protection of the capitalinvested therein;(b) the scheme is close ended; and(c)  there is compliance with such other requirements as may be specified by the Boardin this behalf.]", "ents": [{"start": 30, "end": 36, "label": "ENT"}, {"start": 37, "end": 417, "label": "ACT"}], "title": null}, {"text": "After the receipt of the report under sub-regulation  of regulation 41, if the Board is satisfied  that  all  measures  for  winding  up  of  the  scheme  have  been  complied  with,  the scheme shall cease to exist.", "ents": [{"start": 79, "end": 84, "label": "ENT"}, {"start": 0, "end": 70, "label": "COND"}, {"start": 195, "end": 216, "label": "ACT"}], "title": null}, {"text": " The units of a mutual fund scheme shall be delisted from a recognised stock exchange", "ents": [{"start": 16, "end": 27, "label": "ENT"}, {"start": 35, "end": 85, "label": "ACT"}], "title": null}, {"text": " No scheme shall be launched by the asset management company unless such scheme is approved by the trustees and a copy of the offer document has been filed with the Board. 71[(2) The mutual fund shall pay the minimum filing fee specified in the Second Schedule to the Board while filing the offer document under sub-regulation (1).", "ents": [{"start": 4, "end": 10, "label": "ENT"}, {"start": 11, "end": 331, "label": "ACT"}], "title": null}, {"text": "  The  mutual  fund  shall  pay  the  balance  filing  fee  calculated  in  accordance  with  the Second Schedule to the Board within such time as may be specified by the Board.] 72[(4) The sponsor or asset management company shall invest not less than one percent of the amount which would be raised in the new fund offer or fifty lakh rupees, whichever is less, in the growth option of the scheme and such investment shall not be redeemed unless the scheme is wound up: Provided that this sub-regulation shall not apply to close ended schemes.", "ents": [{"start": 15, "end": 19, "label": "ENT"}, {"start": 21, "end": 545, "label": "ACT"}], "title": null}, {"text": "  The  sponsor  or  asset  management  company  of  schemes  existing  as  on  date  of notification of the SEBI(Mutual Funds)(Amendment) Regulations, 2014 shall invest not less  than  one  percent  of  the  assets  under  management  of  the  scheme  as  on  date  of notification of these regulations or fifty lakh rupees, whichever is less, in the growth option of the scheme and such investment shall not be redeemed unless the scheme is wound up: Provided that the amount calculated as per this sub-regulation shall be invested within one year from the date of notification of these regulations: Provided further this sub-regulation shall not apply to close ended schemes.] its substitution, sub-regulation (2) read as under; “(2) Every mutual fund shall along with the offer document of each scheme pay filing fees as specified in the Second Schedule.”", "ents": [{"start": 52, "end": 58, "label": "ENT"}, {"start": 2, "end": 156, "label": "COND"}, {"start": 156, "end": 858, "label": "ACT"}], "title": null}, {"text": "  The  asset  management  company  shall  provide  an  option  to  the  unitholder  to nominate, in the manner specified in Fourth Schedule, a person in whom the units held by him shall vest in the event of his death.", "ents": [], "title": null}, {"text": " Where  the units are held  by more than one person jointly, the joint  unitholders may together nominate a person in whom all the rights in the units shall vest in the event of death of all the joint unitholders.]", "ents": [{"start": 45, "end": 59, "label": "ENT"}, {"start": 1, "end": 59, "label": "COND"}, {"start": 84, "end": 214, "label": "ACT"}], "title": null}, {"text": "78[***] Advertisements 79[***] shall be in conformity with the Advertisement Code as specified in the Sixth Schedule and shall be submitted to the Board within 7 days from the date of issue. 80[***]Misleading statements21-2-2012.w.e.f. 21-2-2012.80 Sub-regulation (2) omitted, ibid. Prior to its omission, sub-regulation (2) read as under,-", "ents": [], "title": null}, {"text": "The offer document and advertisement materials shall not be misleading or contain any statement or opinion which are incorrect or false.", "ents": [{"start": 4, "end": 18, "label": "ENT"}, {"start": 47, "end": 136, "label": "ACT"}], "title": null}, {"text": "The listed entity, which intends to list units of its  scheme on the recognised stock exchange(s), shall obtain ‘in-principle’ approval from recognised stock exchange(s) in the manner as specified by the recognised stock exchange(s) from time to time.", "ents": [{"start": 4, "end": 17, "label": "ENT"}, {"start": 99, "end": 251, "label": "ACT"}], "title": null}, {"text": " Every mutual fund desirous of listing units of its schemes on a recognised stock exchange shall execute an agreement with such stock exchange.", "ents": [{"start": 65, "end": 90, "label": "ENT"}, {"start": 91, "end": 143, "label": "ACT"}], "title": null}, {"text": "  Every  mutual  fund  which  has  previously  entered  into  agreements  with  a  recognised stock exchange to list units of its schemes shall execute a fresh listing agreement with such stock exchange within six months of the date of notification of Securities and Exchange Board of India (Listing Obligations and Disclosure Requirements) Regulations, 2015.]", "ents": [{"start": 17, "end": 21, "label": "ENT"}, {"start": 138, "end": 360, "label": "ACT"}], "title": null}, {"text": "Every  close  ended  scheme  shall  be  listed  in  a  recognized  stock  exchange  within  six  months  from  the closure of the subscription: Provided that listing of close ended scheme shall not be mandatory—(a)  if the said scheme provides for periodic repurchase facility to all the unitholders with restriction, if any,on the extent of such repurchase; or(b)  if the said scheme provides for monthly income or caters to special classes of persons like senior citizens,women, children, widows or physically handicapped or any special class of persons providing for repurchaseof units at regular intervals; or(c)  if the details of such repurchase facility are clearly disclosed in the offer document; or(d)  if the said scheme opens for repurchase within a period of six months from the closure of subscription.*[(e) if the said scheme is a capital protection oriented scheme.]”(b) if the said scheme provides for monthly income or caters to special classes of personslike  senior  citizens,  women,  children,  widows  or  physically  handicapped  or  any  specialclass of persons providing for repurchase of units at regular intervals; or(c) if the details of such repurchase facility are clearly disclosed in the offer document; or(d) if the said scheme opens for repurchase within a period of six months from the closureof subscription; or", "ents": [], "title": null}, {"text": "83[  Units  of  a  close  ended  scheme,  other  than  those  of  an  equity  linked  savings scheme, launched on or after the commencement of the Securities and Exchange Board of India (Mutual Funds) (Amendment) Regulations, 2009 shall not be repurchased before the end of maturity period of such scheme.](2) The units of close ended schemes referred to in the proviso to regulation 32 may beopen for sale or redemption at fixed predetermined intervals  84[***] if the maximum andminimum  amount  of  sale  or  redemption  of  the  units  and  the  periodicity  of  such  sale  orredemption have been disclosed in the offer document.85[***](3) The units of close ended scheme may be converted into open-ended scheme,—(a)  if  the  offer  document  of  such  scheme  discloses  the  option  and  the  period  of  suchconversion; or86[(b) the unitholders are provided with an option to redeem their units in full 87[; and]]88[(c)  the  initial  issue  expenses  of  the  scheme  launched  prior  to  commencement  of  theSecurities and Exchange Board of India (Mutual Funds) (Amendment) Regulations,2008 have been amortised fully in accordance with the Tenth Schedule.]83  Substituted  by  the  SEBI  (Mutual  Funds)  (Amendment)  Regulations,  2009,  w.e.f.  8-4-2009. Prior  to  itssubstitution, clause (1) read as under;“(1) The asset management company may at its option repurchase or reissue the repurchased units of a closeended scheme.”1-1998.clause (2A) read as under;“* [(2A) The asset management company shall not repurchase units of a capital protection oriented schemebefore end of the maturity period.]”‘the majority of the unitholders gives a consent to that effect.”substitution, clause (c) read as under;“*[(c)  the  initial  issue  expenses  of  the  scheme  have  been  amortised  fully  in  accordance  with  the  TenthSchedule.]”(4) A close ended scheme shall be fully redeemed at the end of the maturity period 89[***]90[Provided that a close-ended scheme may be allowed to be rolled over if the purpose,period and other terms of the roll over and all other material details of the scheme includingthe likely composition  of assets immediately before the roll over, the net assets and netasset value of the scheme, are disclosed to the unitholders and a copy of the same has beenfiled with the Board :Provided further that such roll over will be permitted only in the case of those unitholderswho express their consent in writing and the unitholders who do not opt for the roll over orhave not given written consent shall be allowed to redeem their holdings in full at net assetvalue based price.]", "ents": [{"start": 147, "end": 157, "label": "ENT"}, {"start": 231, "end": 2617, "label": "ACT"}], "title": null}, {"text": "No  scheme  of  a  mutual  fund  other  than  the  91[initial]  offering  period  of  any  equity linked savings schemes shall be open for subscription for more than 92[15] days: 93[Provided that in case of mutual fund schemes eligible under Rajiv Gandhi Equity Savings Scheme, the period specified in this regulation shall not be more than thirty days.]", "ents": [], "title": null}, {"text": " The asset management company shall specify in the offer document,—(a)  the minimum subscription amount it seeks to raise under the scheme; and(b)  in case of oversubscription the extent of subscription it may retain :Provided that where the asset management company retains the oversubscription referredto  in  clause  (b),  all  the  applicants  applying  upto  five  thousand  units  shall  be  given  fullallotment subject to the oversubscription mentioned in clause (b).", "ents": [{"start": 22, "end": 29, "label": "ENT"}, {"start": 30, "end": 475, "label": "ACT"}], "title": null}, {"text": "  The  mutual  fund  and  asset  management  company  shall  be  liable  to  refund  the application money to the applicants,—(i)  if the mutual  fund  fails to receive the minimum  subscription amount referred to  inclause (a) of sub-regulation (1);(ii)  if the moneys received from the applicants for units are in excess of subscription asreferred to in clause (b) of sub-regulation (1).", "ents": [{"start": 15, "end": 26, "label": "ENT"}, {"start": 54, "end": 389, "label": "ACT"}], "title": null}, {"text": " Any amount refundable under sub-regulation (2) shall be refunded within a period of 94[five working days] from the date of closure of subscription list, by Registered post with 89 The words, ‘unless a majority of the unitholders otherwise decide for its roll over by passing a resolution’ acknowledgement  due  and  by  cheque  or  demand  draft  marked  “A/c  payee”  to  the applicants: 95[Provided that in case of mutual fund schemes eligible under Rajiv Gandhi Equity Savings Scheme, the period specified in this sub-regulation shall be fifteen days from the closure of the initial subscription list.]", "ents": [], "title": null}, {"text": "  In  the  event  of  failure  to  refund  the  amounts  within  the  period  specified  in  sub- regulation  (3),  the  asset  management  company  shall  be  liable  to  pay  interest  to  the applicants at a rate of fifteen per cent per annum from the expiry of 96[five working days] from the date of closure of the subscription list: 97[Provided that in case of mutual fund schemes eligible under Rajiv Gandhi Equity Savings Scheme, the period specified in this sub-regulation shall be fifteen days from the", "ents": [{"start": 37, "end": 41, "label": "ENT"}, {"start": 2, "end": 149, "label": "COND"}, {"start": 149, "end": 511, "label": "ACT"}], "title": null}, {"text": "The asset management company shall issue to the applicant whose application has been accepted, unit certificates  or  a  statement  of  accounts  specifying  the  number  of  units  allotted  to  the  applicant  as  soon  as possible but not later than six weeks from the date of closure of the *[initial subscription list and/or from the date of receipt of the request from the unitholders in any open ended scheme] : Provided that if an applicant so desires, the asset management company shall issue the unit certificates to the applicant within six weeks of the receipt of request for the certificate.”", "ents": [], "title": null}, {"text": " An applicant in a close ended scheme whose application has been accepted shall havethe option either to receive the statement of accounts or to hold units in dematerialised formand the asset management company shall issue to such applicant, a statement of accountsspecifying the number of units allotted to the applicant or issue units in dematerialized formas soon as possible but not later than 102[five working days] from the date of closure of theinitial subscription list:103[Provided  that  in  case  of  mutual  fund  schemes  eligible  under  Rajiv  GandhiEquity Savings Scheme, the period specified in  this  sub-regulation  shall  be fifteen daysfrom the closure of the initial subscription list.](3) The asset management company shall issue units in dematerialized form to a unitholderin a close ended scheme listed on a recognised stock exchange within two working days ofthe receipt of request from the unitholder.]104[(4) The asset management company shall ensure that consolidated account statementfor each calendar month is issued, on or before tenth day of succeeding month, detailingall the transactions and holding at the end of the month including transaction charges paidto the distributor, across all schemes of all mutual funds, to all the investors in whose foliostransaction has taken place during that month:Provided  that  the  asset  management  company  shall  ensure  that  a  consolidated  accountstatement  every  half  yearly  (September/  March)  is  issued,  on  or  before  tenth  day  ofsucceeding month, detailing holding at the end of the six month, across all schemes of allmutual funds, to all such investors in whose folios no transaction has taken place duringthat period:Provided  further  that  the  asset  management  company  shall  identify  common  investoracross  fund  houses  by  their  permanent  account  number  for  the  purposes  of  sendingconsolidated account statement.purchase,  redemption,  switch,  dividend  payout,  dividend  reinvestment,  systematicinvestment  plan,  systematic  withdrawal  plan,  systematic  transfer  plan  and  bonustransactions.]", "ents": [{"start": 4, "end": 13, "label": "ENT"}, {"start": 1, "end": 74, "label": "COND"}, {"start": 74, "end": 2119, "label": "ACT"}], "title": null}, {"text": " 105[A unit] unless otherwise restricted or prohibited under the scheme, shall be freely transferable by act of parties or by operation of law. 106[(1A) A unitholder, in a close ended scheme listed on a recognized stock exchange, who desires to trade in units shall hold units in dematerialised form.] ‘A unit certificate’. 106 Inserted  ibid.", "ents": [], "title": null}, {"text": " The asset management company shall, on production of instrument of transfer together with  relevant  unit  certificates,  register  the  transfer  and  return  the  unit  certificate  to  the transferee within thirty days from the date of such production: Provided  that  if  the  units  are  with  the  depository  such  units  will  be  transferable  in accordance  with  the  provisions  of  the  Securities  and  Exchange  Board  of  India (Depositories and Participants) Regulations, 1996.", "ents": [], "title": null}, {"text": "  A  close-ended  scheme  shall  be  wound  up  on  the  expiry  of  duration  fixed in  the scheme on the redemption of the units unless it is rolled over for a further period under sub-regulation (4) of regulation 33.", "ents": [], "title": null}, {"text": " A scheme of a mutual fund may be wound up, after repaying the amount due to the unit holders,—(a)  on  the  happening  of  any  event  which,  in  the  opinion  of  the  trustees,  requires  thescheme to be wound up; or(b)  if  seventy-five  per  cent  of  the  unit  holders  of  a  scheme  pass  a  resolution  that  thescheme be wound up; or(c)  if the Board so directs in the interest of the unitholders.", "ents": [{"start": 15, "end": 26, "label": "ENT"}, {"start": 27, "end": 409, "label": "ACT"}], "title": null}, {"text": " Where a scheme is to be wound up under 108[***] sub-regulation (2), the trustees shall give notice disclosing the circumstances leading to the winding up of the scheme:—(a)  to the Board; andw.e.f. 12-1-1998.(b)  in  two  daily  newspapers  having  circulation  all  over  India,  a  vernacular  newspaper", "ents": [{"start": 73, "end": 81, "label": "ENT"}, {"start": 1, "end": 67, "label": "COND"}, {"start": 82, "end": 306, "label": "ACT"}], "title": null}, {"text": "On and from the date of the publication of notice under clause (b) of sub-regulation  of regulation 39, the trustee or the asset management company as the case may be, shall—(a)  cease to carry on any business activities in respect of the scheme so wound up;(b)  cease to create or cancel units in the scheme;(c)  cease to issue or redeem units in the scheme.", "ents": [{"start": 108, "end": 115, "label": "ENT"}, {"start": 0, "end": 102, "label": "COND"}, {"start": 160, "end": 359, "label": "ACT"}], "title": null}, {"text": " The trustee shall call a meeting of the unitholders to approve by simple majority of the unitholders present and voting at the meeting resolution for authorising the trustees or any other person to take steps for winding up of the scheme: Provided that a meeting of the unitholders shall not be necessary if the scheme is wound up at the end of maturity period of the scheme.", "ents": [{"start": 5, "end": 12, "label": "ENT"}, {"start": 13, "end": 376, "label": "ACT"}], "title": null}, {"text": "(a) The trustee or the person authorised under sub-regulation  (1) shall  dispose of the assets of the scheme concerned in the best interest of the unitholders of that scheme.(b) The proceeds of sale realised under clause (a), shall be first utilised towards dischargeof such liabilities as are due and payable under the scheme and after making appropriateprovision for meeting the expenses connected with such winding up, the balance shall bepaid to the unitholders in proportion to their respective interest in the assets of the schemeas on the date when the decision for winding up was taken.", "ents": [{"start": 8, "end": 15, "label": "ENT"}, {"start": 67, "end": 595, "label": "ACT"}], "title": null}, {"text": " On the completion of the winding up, the trustee shall forward to the Board and the unitholders a report on the winding up containing particulars such as circumstances leading to  the winding up, the steps taken for disposal  of assets of the  fund before winding up, expenses of the fund for winding up, net assets available for distribution to the unit holders and a certificate from the auditors of the fund.", "ents": [{"start": 26, "end": 36, "label": "ENT"}, {"start": 1, "end": 36, "label": "COND"}, {"start": 50, "end": 412, "label": "ACT"}], "title": null}, {"text": "  Notwithstanding  anything  contained  in  this  regulation,  the  provisions  of  these regulations in respect of disclosures of half-yearly reports and annual reports shall continue", "ents": [], "title": null}, {"text": " The price at which the units may be subscribed or sold and the price at which such units may at any time be repurchased by the mutual fund shall be made available to theinvestors.", "ents": [{"start": 24, "end": 29, "label": "ENT"}, {"start": 30, "end": 180, "label": "ACT"}], "title": null}, {"text": " The mutual fund, in case of open-ended scheme, shall at least once a week publish in a daily newspaper of all India circulation, the sale and repurchase price of units.", "ents": [{"start": 5, "end": 16, "label": "ENT"}, {"start": 48, "end": 169, "label": "ACT"}], "title": null}, {"text": "  While  determining  the  prices  of  the  units,  the  mutual  fund  shall  ensure  that  the repurchase price is not lower than 93 per cent of the Net Asset Value and the sale price is not higher than 107 per cent of the Net Asset Value: 127[Provided that the repurchase price of the units of close ended scheme launched prior to  the  commencement  of  the  Securities  and  Exchange  Board  of  India  (Mutual  Funds) (Amendment) Regulations, 2009 shall not  be lower than ninety five per cent  of  the Net Asset Value:] Provided further that the difference between the repurchase price and the sale price of the unit shall not exceed 7 per cent calculated on the sale price: 128[***] 129[(3A) Where a mutual fund repurchases units in a close ended scheme 130[launched prior to  the  commencement  of  the  Securities  and  Exchange  Board  of  India  (Mutual  Funds) (Amendment) Regulations, 2009] which fulfils the conditions mentioned in sub-regulation (3B),  it  shall  deduct  an  amount  representing  proportionate  initial  issue  expenses  or  part thereof remaining unamortized, from the repurchase proceeds. 126  Substituted  by  the  SEBI  (Mutual  Funds)  (Second  Amendment)  Regulations,  2012,  w.e.f.  01-10-2012. Prior to its substitution, sub-regulation (2) read as under: “”(2) The Net Asset Value of the scheme shall be calculated and published at least in two daily newspapers at intervals of not exceeding one week : Provided that the Net Asset Value of a close ended scheme, other than that of equity linked savings scheme, shall be calculated on daily basis and published in at least two daily newspapers having circulation all over India.” substitution, proviso read as under; “Provided that the repurchase price of the units of a close ended scheme shall not be lower than 95 per cent of the Net Asset Value:” proviso read as under; “Provided further that no entry load shall be charged by any close-ended scheme after commencement of the Securities and Exchange Board of India (Mutual Funds) (Second Amendment) Regulations, 2006.” unamortised” refers to such proportion of the expenses of the scheme as are attributable to the units being repurchased. 131[(3B) The conditions referred to in sub-regulation (3A) are the following:(a)  the  scheme  is  launched  after  the  commencement  of  the  Securities  and  ExchangeBoard of India (Mutual Funds)(Second Amendment) Regulations, 2006 and prior tocommencement  of  the  Securities  and  Exchange  Board  of  India  (Mutual  Funds)(Amendment) Regulations, 2008;(b) initial issue expenses in respect of the scheme are accounted in the books of accountsof the scheme in accordance with Tenth Schedule.](3C) The amount recovered under sub-regulation (3A) shall be credited to the unamortizedinitial issue expenses of the scheme.]", "ents": [{"start": 65, "end": 69, "label": "ENT"}, {"start": 2, "end": 49, "label": "COND"}, {"start": 71, "end": 2810, "label": "ACT"}], "title": null}, {"text": " The price of units shall be determined with reference to the last determined Net Asset Value as mentioned in sub-regulation (3) unless,—(a)  the scheme announces the Net Asset Value on a daily basis; and132[(b)  the sale price is determined with or without a fixed premium added to the future net", "ents": [{"start": 14, "end": 19, "label": "ENT"}, {"start": 20, "end": 297, "label": "ACT"}], "title": null}, {"text": "The moneys collected under any scheme of a mutual fund shall be invested only in transferable securities in the money market or in the capital market or in privately placed debentures or securitised debts: Provided that moneys collected under any money market scheme of a mutual fund shall be invested only in money market instruments in accordance with directions issued by the Reserve Bank of India: Provided  further  that  in  case  of  securitised  debts  such  fund  may  invest  in  asset  backed  securities  *[and] mortgaged backed securities. 114 Inserted  ibid. 116 Inserted, ibid.", "ents": [{"start": 43, "end": 54, "label": "ENT"}, {"start": 55, "end": 592, "label": "ACT"}], "title": null}, {"text": "  Any  investment  to  be  made  under  regulation  43  shall  be  invested  subject  to  the investment restriction specified in the Seventh Schedule: 118[Provided that nothing in the Seventh Schedule shall apply to a gold exchange traded fund scheme.] 119[(1A) The mutual fund having an aggregate of securities which are worth Rs. 10 crores or more, as on the latest balance-sheet date, shall subject to such instructions as may be issued from time to time by the Board settle their transactions entered on or after January 15, 1998, only through dematerialised securities.]", "ents": [], "title": null}, {"text": "  The  mutual  fund  shall  not  borrow  except  to  meet  temporary  liquidity  needs  of  the mutual funds for the purpose of repurchase, redemption of units or payment of interest or dividend to the unitholders: Provided that the mutual fund shall not borrow more than 20 per cent of the net asset of the scheme and the duration of such a borrowing shall not exceed a period of six months. 120[(3) Save as otherwise expressly provided under these regulations, the mutual fund shall not advance any loans for any purpose.] 121[(4) A mutual fund may lend and borrow securities in accordance with the framework relating to short selling and securities lending and borrowing specified by the Board.] 122[(5) A gold exchange traded fund scheme shall be subject to the following investment restrictions:(a)  123[***](b)  the funds of any such scheme shall be invested only in gold or gold related instrumentsin accordance with its investment objective, except to the extent necessary to meet theliquidity requirements for honouring repurchases or redemptions, as disclosed in theoffer document; and(c)  pending  deployment  of  funds  in  accordance  with  clause  (b),  the  mutual  fund  mayinvest such funds in short-term deposits of scheduled commercial banks.]substitution, sub-regulation (3) read as under;“(3) The mutual fund shall not advance any loans for any purpose.”121  Substituted  by  the  SEBI  (Mutual  Funds)  (Second  Amendment)  Regulations,  2007,  w.e.f.  31-10-2007.Prior to its substitution, sub-regulation (4) read as under;“*[(4) The mutual fund may lend securities in accordance with the Stock Lending Scheme of the Board.]”“the initial issue expenses in respect of any such scheme shall not exceed six per cent of the funds raisedunder that scheme;”forwardtransactions,  derivativestransactions  and  short  selling124[Carry", "ents": [{"start": 15, "end": 19, "label": "ENT"}, {"start": 21, "end": 1849, "label": "ACT"}], "title": null}, {"text": "The  funds  of  a  scheme  shall  not  in  any  manner  be  used  in  option  trading  or  in  short  selling  or  carry forward transactions: Provided that a mutual fund may enter into derivatives transactions in a recognised stock exchange, subject to such Guidelines as may be specified by the Board].” [*Amended  by  the  SEBI  (Mutual  Funds)  (Second  Amendment)  Regulations,  2006,  w.e.f.  22-5-2006  and SEBI (Mutual Funds) (Amendment).] substitution, regulation 47 read as under; “47. Method of valuation of investments.─Every mutual fund shall compute and carry out valuation of its investments in its portfolio and publish the same in accordance with the valuation norms specified in Eighth Schedule.”126[ The Net Asset Value of the scheme shall be calculated on daily basis and publishedin at least two daily newspapers having circulation all over India.]", "ents": [{"start": 5, "end": 9, "label": "ENT"}, {"start": 27, "end": 869, "label": "ACT"}], "title": null}, {"text": "Mutual  funds  may  enter  into  underwriting  agreement  after  obtaining  a  certificate  of registration in terms of the Securities and Exchange Board of India (Underwriters) Rules and Securities and Exchange Board of India (Underwriters) Regulations, 1993 authorising it to carry on activities as underwriters. deemed as if investments are made in such securities. The capital adequacy norms for the purpose of underwriting shall be the net asset of thescheme:Provided that the underwriting obligation of a mutual fund shall not at any time exceedthe total net asset value of the scheme.", "ents": [], "title": null}, {"text": "Every  mutual  fund  shall  ensure  that  the  asset  management  company  computes  and carries  out  valuation  of  investments  made  by  its  scheme(s)  in  accordance  with  the investment valuation norms specified in Eighth Schedule, and publishes the same.]", "ents": [{"start": 15, "end": 19, "label": "ENT"}, {"start": 21, "end": 264, "label": "ACT"}], "title": null}, {"text": " Every mutual fund shall compute the Net Asset Value of each scheme by dividing the net assets of the scheme by the number of units outstanding on the valuation date. 124  Substituted  by  the  SEBI  (Mutual  Funds)  (Second  Amendment)  Regulations,  2007,  w.e.f.  31-10-2007. Prior to its substitution, regulation 45  read as under;", "ents": [{"start": 14, "end": 18, "label": "ENT"}, {"start": 19, "end": 335, "label": "ACT"}], "title": null}, {"text": "  Definitions", "ents": [], "title": null}, {"text": " Permissible investments", "ents": [{"start": 1, "end": 24, "label": "ENT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": " Duties of trustees Disclosures in offer document and other disclosures", "ents": [{"start": 20, "end": 31, "label": "ENT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": "", "ents": [], "title": null}, {"text": " 49OA. Eligibility criteria for launching infrastructure debt fund scheme Offering Period Conditions for infrastructure debt fund schemes Private Placement", "ents": [], "title": null}, {"text": " Disclosures in offer document and other disclosures", "ents": [{"start": 16, "end": 30, "label": "ENT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": " Every asset management company for each scheme shall keep and maintain proper books of account, records and documents, for each scheme so as to explain its transactions and to disclose at any point of time the financial position of each scheme and in particular give a true and fair view of the state of affairs of the fund and intimate to the Board the place where such books of account, records and documents are maintained.", "ents": [{"start": 41, "end": 47, "label": "ENT"}, {"start": 48, "end": 427, "label": "ACT"}], "title": null}, {"text": " Every asset management company shall maintain and preserve for a period of 149[eight] years its books of account, records and documents.", "ents": [{"start": 24, "end": 31, "label": "ENT"}, {"start": 32, "end": 137, "label": "ACT"}], "title": null}, {"text": " The asset management company shall follow the accounting policies and standards as specified  in  Ninth  Schedule  so  as  to  provide  appropriate  details  of  the  schemewise disposition of the assets of the fund at the relevant accounting date and the performance during  that  period  together  with  information  regarding  distribution  or  accumulation  of income accruing to the unitholder in a fair and true manner.", "ents": [], "title": null}, {"text": " Every mutual fund shall have the annual statement of accounts audited by an auditor who is not in any way associated with the auditor of the asset management company. person  who  is  qualified  to  audit  the  accounts  of  a  company  under  section  224  of  the Companies Act, 1956 (1 of 1956).", "ents": [{"start": 14, "end": 18, "label": "ENT"}, {"start": 19, "end": 299, "label": "ACT"}], "title": null}, {"text": " An auditor shall be appointed by the trustees.", "ents": [{"start": 4, "end": 11, "label": "ENT"}, {"start": 12, "end": 47, "label": "ACT"}], "title": null}, {"text": " The auditor shall forward his report to the trustees and such report shall form part of the Annual Report of the mutual fund.", "ents": [{"start": 5, "end": 12, "label": "ENT"}, {"start": 13, "end": 126, "label": "ACT"}], "title": null}, {"text": " The auditor’s report shall comprise the following:—(a)  a certificate to the effect that,—(i)  he  has  obtained  all  information  and  explanations  which,  to  the  best  of  hisknowledge and belief, were necessary for the purpose of the audit ;(ii)  the balance sheet and the revenue account give a fair and true view of the scheme,state of affairs and surplus or deficit in  the Fund for the accounting period  towhich the Balance Sheet or, as the case may be, the Revenue Account relates ;(iii)  the  statement  of  account  has  been  prepared  in  accordance  with  accountingpolicies and standards as specified in the Ninth Schedule.‘42’.", "ents": [{"start": 5, "end": 21, "label": "ENT"}, {"start": 22, "end": 648, "label": "ACT"}], "title": null}, {"text": "The trustee shall be bound to make such disclosures to the unitholders as are essential in order to keep them informed about any information which may have an adverse bearing", "ents": [{"start": 4, "end": 11, "label": "ENT"}, {"start": 12, "end": 174, "label": "ACT"}], "title": null}, {"text": "The financial year for all the schemes shall end as of March 31st of each year; Provided that, for a new scheme commenced during a financial year, the disclosure and reporting requirements would apply for the period beginning from the date of its commencement and ending on March 31st of 150[that financial] year.", "ents": [], "title": null}, {"text": "The exit load charged, if any, after the commencement of the SEBI (Mutual Funds) (Second Amendment) Regulations, 2012, shall be credited to the scheme.] ‘the following’.", "ents": [], "title": null}, {"text": "  All  expenses  should  be  clearly  identified  and  appropriated  in  the  individualschemes. 152[(2)  The  asset  management  company  may  charge  the  scheme  with  investment  and advisory fees which shall be fully disclosed in the offer document.]", "ents": [], "title": null}, {"text": " 153[***]", "ents": [], "title": null}, {"text": " In addition to the fees mentioned in sub-regulation (2), the asset management company may charge the 154[scheme] with the following expenses, namely:—(a) 155[***](b)  recurring expenses including:—(i)  marketing and selling expenses including agents’ commission, if any ;(ii)  brokerage and transaction cost ;(iii)  registrar services for transfer of units sold or redeemed ;(iv)  fees and expenses of trustees ;(v)  audit fees ;(vi)  custodian fees ;156[(vii) costs related to investor communication ;(viii) costs of fund transfer from location to location ;(ix)  costs  of  providing  account  statements  and  dividend/redemption  cheques  andwarrants ;(x)  insurance premium paid by the fund ;(ii) One per cent of the excess amount over Rs.100 crores, where net assets so calculated exceed(i) One and a quarter of one per cent of the weekly average net assets outstanding in each accounting152  Substituted  by  the  SEBI  (Mutual  Funds)  (Second  Amendment)  Regulations,  2012,  w.e.f.  01-10-2012.Prior to its substitution, Sub-regulation (2) read as under;“(2) The Asset Management Company may charge the mutual fund with investment and advisory fees whichare fully disclosed in the offer document subject to the following namely:—year for the scheme concerned, as long as the net assets do not exceed Rs.100 crores, andRs.100 crores.Provided that in case of an index fund scheme, the investment and advisory fees shall not exceed three fourthsof one percent (0.75%) of the weekly average net assets. ”omission, sub-regulations (3) read as under;“(a) For schemes launched on a no load basis, the asset management company shall be entitled to collect anadditional management fee not exceeding 1% of the weekly average net assets outstanding in each financialyear.”the words “mutual fund”.omission, sub-regulation (4)(a) read as under;“*[initial expenses of launching close-ended schemes, which shall be accounted in the books of account ofthe scheme in accordance with the Tenth Schedule;]”1-1998.(xi)  winding up costs for terminating a fund or a scheme ;(xii) costs of statutory advertisements ;]  157[***]158[(xii-a) in  case  of  a  gold  exchange  traded  fund  scheme,  recurring  expenses  incurredtowards storage and handling of gold; 159[***]]160[(xii-b) in case of a capital oriented scheme, rating fees; 161[***]]162[(xii-c)  in  case  of  a  real  estate  mutual  fund  scheme,  insurance  premia  and  costs  ofmaintenance  of  the  real  estate  assets  (excluding  costs  of  development  of  suchassets)  over  and  above  the  expenses  specified  in  regulation  52  to  the  extentdisclosed in the offer document;]163[(xii-d) listing fees, in case of schemes listed on a recognised stock exchange; and]164[(xiii)] such other costs as may be approved by the Board.", "ents": [{"start": 20, "end": 34, "label": "ENT"}, {"start": 87, "end": 2791, "label": "ACT"}], "title": null}, {"text": "8.2006. substitution, sub-regulation (xii-b) read as under; “*[(xii-b) in case of a real estate mutual fund scheme, insurance premia and costs of maintenance of the real estate  assets  (excluding  costs  of  development  of  such  assets)  over  and  above  the  expenses  specified  in regulation 52 to the extent disclosed in the offer document; and]” 164 Sub-clause (vii) renumbered as sub-clause (xiii) by the SEBI (Mutual Funds) (Amendment) Regulations, 1998, w.e.f. 12-1-1998. proviso of sub-regulation  read as under; “*[Provided that initial expenses of launching a close-ended scheme shall not exceed six per cent of initial resources raised under that scheme:] #[Provided  further  that  any  excess  over  the  6  per  cent  initial  issue  expense  shall  be  borne  by  the  asset management company.]” substitution, sub-regulation (6)  read as under; “*[(6) The total expenses of the scheme excluding issue or redemption expenses, whether initially borne by the mutual fund or by the asset management company, but including the investment management and advisory fee shall be subject to the following limits :—168[(a) in case of a fund of funds scheme, the total expenses of the scheme including", "ents": [{"start": 74, "end": 83, "label": "ENT"}, {"start": 2, "end": 594, "label": "COND"}, {"start": 594, "end": 1210, "label": "ACT"}], "title": null}, {"text": "50 per cent of the daily net assets of the scheme.](b) in case of an index fund scheme or exchange traded fund, the total expenses of thescheme including the investment and advisory fees shall not exceed one and onehalf percent (1.5%) of the 169[daily] net assets;(c) in case of any other scheme-(i) on the first Rs.100 crores of the daily 170[* * *] net assets 2.5%;(ii) on the next Rs.300 crores of the daily 171[* * *] net assets 2.25%;(iii) on the next Rs.300 crores of the daily 172[* * *] net assets 2.0%;(iv) on the balance of the assets 1.75%:(i)  On the first Rs.100 crores of the average weekly net assets 2.5%;(ii)  On the next Rs.300 crores of the average weekly net assets 2.25%;(iii) On the next Rs.300 crores of the average weekly net assets 2.0%;(iv)  On the balance of the assets 1.75% :Provided that such recurring expenses shall be lesser by at least 0.25% of the weekly average net assetsoutstanding in each financial year in respect of a scheme investing in bonds :Provided further that in case of a fund of funds scheme, the total expenses of the scheme including themanagement  fees  shall  not  exceed  0.75%  of  the  daily  or  weekly  average  net  assets,  depending  uponwhether the NAV of the scheme is calculated on daily or weekly basis.Provided further that in case of an index fund scheme, the total expenses of the scheme including theinvestment and advisory fees shall not exceed one and one half percent (1.5%) of the weekly averagenet assets.]”[*Amended by the SEBI (Mutual Funds) (Amendment) Regulations, 2003, w.e.f. 19-5-2003 and SEBI(Mutual Funds) (Second Amendment) Regulations,  2007, w.e.f. 31-10-2007]168  Substituted  by  the  SEBI  (Mutual  Funds)  (Second  Amendment)  Regulations,  2012,  w.e.f.  01-10-2012.Prior to its substitution, clause (a) read as under;“(a) in case of a fund of funds scheme, the total expenses of the scheme including the management fees shallbe either:-(i) not exceeding 0.75% of the daily or weekly average net assets, depending upon whether the NAV of thescheme is calculated on daily or weekly basis; or(ii) it may consist of -(A) management fees for the scheme not exceeding 0.75% of the daily or weekly average net assets dependingupon whether the NAV of the scheme is calculated on daily or weekly basis;(B)  other expenses relating to administration of the scheme; and(C)  charges levied by the underlying schemes:Provided that the sum total of (A), (B) and the weighted average of the total expense ratio of the underlyingschemes shall not exceed 2.50% of the daily or weekly average net assets (depending upon whether the NAVof the scheme is calculated on daily or weekly basis) of the scheme.”the words “weekly average”.170 Words “or average weekly” omitted ibid.171 Words “or average weekly” omitted ibid.172 Words “or average weekly” omittedibid..Provided that in respect of a scheme investing in bonds such recurring expensesshall be lesser by at least 0.25% of the daily  173[* * *] net assets outstanding in eachfinancial year.]174[(6A)  In  addition  to  the  limits  specified  in  sub-regulation  ,  the  following  costs  orexpenses may be charged to the scheme, namely-(a) brokerage and transaction costs which are incurred for the purpose of execution of tradeand is included in the cost of investment, not exceeding 0.12 per cent in case of cash markettransactions and 0.05 per cent in case of derivatives transactions;(b) expenses not exceeding of 0.30 per cent of daily net assets,  if the new inflows fromsuch cities as specified by the Board from time to time are at least -Provided  further  that  expenses  charged  under  this  clause  shall  be  utilised  for(i) 30 per cent of gross new inflows in the scheme, or;(ii) 15 per cent of the average assets under management (year to date) of the scheme,whichever is higher:Provided that if inflows from such cities is less than the higher of sub-clause (i) orsub-  clause  (ii),  such  expenses  on  daily  net  assets  of  the  scheme  shall  be  charged  onproportionate basis:distribution expenses incurred for bringing inflows from such cities:Provided further that amount incurred as expense on account of inflows from suchcities shall be credited back to the scheme in case the said inflows are redeemed within aperiod of one year from the date of investment;(c) additional expenses, incurred towards different heads mentioned under sub-regulations(2) and (4),  not exceeding 0.20 per cent of daily net assets of the scheme](7) Any expenditure in excess of the limits specified in  175[sub-regulations (6) and (6A)]shall be borne by the asset management company 176[or by the trustee or sponsors].(8) The provisions of sub-regulations (3), (4), (5) and (6) will come into effect 177[from 1stApril,  1997]  for  those  schemes  of  mutual  funds  which  have  been  launched  prior  tonotification of these regulations.", "ents": [{"start": 43, "end": 49, "label": "ENT"}, {"start": 187, "end": 4876, "label": "ACT"}], "title": null}, {"text": "A  mutual  fund  may  declare  dividends  in  accordance  with  the  offer  document  and subject to such Guidelines as may be specified by the Board.] Despatch of warrants and proceeds 173 Words “or weekly average” omitted ibid. 174 Inserted  ibid. the words, symbols and number “sub-regulation ”. 177  Substituted  by  the  SEBI  (Mutual  Funds)  (Second  Amendment)  Regulations,  1997,  w.e.f.  15-4-1997,", "ents": [], "title": null}, {"text": "Every mutual fund and asset management company shall,(a)  despatch to the unitholders the dividend warrants within 179[30] days of the declarationof the dividend;(b)  despatch the redemption or repurchase proceeds within 10 working days from the dateof redemption or repurchase;180[(c)  in the event of failure to despatch the redemption or repurchase proceeds within theperiod specified in sub-clause (b), the asset management company shall be liable topay interest to the unitholders at such rate as may be specified by the Board for theperiod of such delay;(d)notwithstanding  payment  of  such  interest  to  the  unit-holders  under  sub-clause (c), the asset management company may be liable for penalty for failure to despatchthe redemption or repurchase proceeds within the stipulated time.]", "ents": [{"start": 39, "end": 46, "label": "ENT"}, {"start": 52, "end": 405, "label": "COND"}, {"start": 405, "end": 799, "label": "ACT"}], "title": null}, {"text": "Every mutual fund or the asset management company shall prepare in respect of each financial year an annual report and annual statement of accounts of the schemes and the fund as specified in Eleventh Schedule.", "ents": [], "title": null}, {"text": " The schemewise Annual Report of a mutual fund or an abridged summary thereof 182[***]  shall  be  mailed  to  all  unitholders  as  soon  as  may  be  but  not  later  than  183[four months] from the date of closure of the relevant accounts year 184[:] 185[Provided that the scheme wise annual report or abridged summary thereof may be sent to investors in electronic form on their registered e-mail address in the manner specified by the Board]", "ents": [{"start": 35, "end": 46, "label": "ENT"}, {"start": 88, "end": 446, "label": "ACT"}], "title": null}, {"text": " The Annual Report and abridged summary thereof shall contain details as specified in the Eleventh Schedule and such other details as are necessary for the purpose of providing a true and fair view of the operations of the mutual fund: 186[Provided that the abridged schemewise Annual Report mailed to the unitholders is in the format prescribed by the Board in this regard.]", "ents": [{"start": 23, "end": 39, "label": "ENT"}, {"start": 48, "end": 375, "label": "ACT"}], "title": null}, {"text": " The report 187[mailed in abridged summary form as per sub-regulation (1)] shall carry a  note  that  188[for  unitholders  of  a  scheme]  full  Annual  Report  shall  be  available  for inspection at the Head Office of the mutual fund and a copy thereof shall be made available to unitholder on payment of such nominal fees as may be specified by the mutual fund. 189[(4) The asset management company shall display the link of the full scheme wise annual reports prominently on their website.] ‘Publication’. 182 Words ‘shall be published through an advertisement and an abridged schemewise annual report” omitted by  the  SEBI  (Mutual  Funds)  (Second  Amendment)  Regulations,  2002,  w.e.f.  20-2-2002.  Prior  to  this  the SEBI (MF) Amend. Regulations, 1998. 29-9-2008. 185 Inserted, ibid. to this,) proviso read as under; “*[Provided that the abridged schemewise annual report mailed to unitholders need not contain full portfolio disclosure but  must contain details on  group company investments such as the  name of the company, the amount of investment made in each company of the group by each scheme and the aggregate investments made by all schemes in the group companies of the sponsor. #[***]]” “Provided  further  that  full  portfolio  disclosure  is  not  required  if  the  full  accounts  are  published  innewspapers.”]187  Substitute  for  ‘if  published  in  summary  form’  by  the  SEBI  (Mutual  Funds)  (Second  Amendment)Regulations, 2002, w.e.f. 20-2-2002", "ents": [{"start": 5, "end": 22, "label": "ENT"}, {"start": 75, "end": 1487, "label": "ACT"}], "title": null}, {"text": "Every mutual fund  190[***] shall within  191[four months] from the date of closure of each financial year forward to the Board a copy of the Annual Report and other information including  details  of  investments  and  deposits  held  by  the  mutual  fund  so  that  the  entire schemewise portfolio of the mutual funds is disclosed to the Board.", "ents": [{"start": 6, "end": 17, "label": "ENT"}, {"start": 28, "end": 348, "label": "ACT"}], "title": null}, {"text": " The mutual fund, the asset management company, the trustee, custodian, sponsor of the mutual fund shall make such disclosures or submit such documents as they may be called upon to do so by the Board.", "ents": [{"start": 5, "end": 16, "label": "ENT"}, {"start": 99, "end": 201, "label": "ACT"}], "title": null}, {"text": " Without prejudice to the generality of sub-regulation (1), the mutual fund 192[***] shall furnish the following periodic reports to the Board, namely:—(a)  copies of the duly audited annual statements of accounts including the balance sheetand the profit and loss account for the fund and in respect of each scheme, once a year;(b)  a copy of six monthly unaudited accounts ;(c)  a quarterly statement of movements in the net assets for each of the schemes of thefund;(d)  a quarterly portfolio statement, including changes from the previous periods, for eachscheme.", "ents": [{"start": 57, "end": 58, "label": "ENT"}, {"start": 85, "end": 567, "label": "ACT"}], "title": null}, {"text": " No sale of units of any scheme of a mutual fund shall be made by the trustees or an", "ents": [{"start": 37, "end": 48, "label": "ENT"}, {"start": 49, "end": 84, "label": "ACT"}], "title": null}, {"text": "A mutual fund and asset management company shall before the expiry of one month from the close of each half year that is on 31st March and on 30th September, publish its unaudited financial results in one English daily newspaper circulating in the whole of the India and in a newspaper published in the language of the region where the Head Office of the mutual fund is situated. The half-yearly results must be printed in at least 7 point times Roman font with proper spacing for easy reading : Provided that the half-yearly unaudited report referred in this sub-regulation shall contain details as specified in Twelfth Schedule and such other details as are necessary for the purpose of providing a true and fair view of the operations of the mutual fund.” Provided that the half-yearly unaudited report referred to in this sub-regulation shall contain details as specified in Twelfth Schedule and such other details as are necessary for the purpose of providing a true and fair view of the operations of the mutual fund.  A  mutual  fund  and  asset  management  company,  shall  publish  an  advertisementdisclosing the hosting of such financial results on their website, in atleast one English dailynewspaper  having  nationwide  circulation  and  in  a  newspaper  having  wide  circulationpublished  in  the  language  of  the  region  where  the  Head  Office  of  the  mutual  fund  issituated.]", "ents": [{"start": 2, "end": 13, "label": "ENT"}, {"start": 43, "end": 1404, "label": "ACT"}], "title": null}, {"text": "59A. A mutual fund shall before the expiry of one month from the close of each half- year (i.e., 31st March and 30th September), send to all unitholders a complete statement of its scheme portfolio : Provided  that  statement  of  scheme  portfolio  may  not  be  sent  to  the  unitholders,  if  the statement is published, by way of an advertisement, in one English daily circulating in the whole of India and in a newspaper published in the language of the region where the head office of the mutual fund is situated.]", "ents": [{"start": 7, "end": 18, "label": "ENT"}, {"start": 19, "end": 521, "label": "ACT"}], "title": null}, {"text": " The Board may appoint one or more persons as inspecting officer to undertake the inspection  of  the  books  of  account,  records,  documents  and  infrastructure,  systems  and procedures or to investigate the affairs of a mutual fund, the trustees and asset management company for any of the following purposes, namely :—(a)  to  ensure  that  the  books  of  account  are  being  maintained  by  the  mutual  fund,  thetrustees and asset management company in the manner specified in these regulations;(b)  to ascertain whether the provisions of the Act and these regulations are being compliedwith by the mutual fund, the trustees and asset management company ;(c)  to ascertain whether the systems, procedures and safeguards followed by the mutualfund are adequate ;(d)  to  ascertain  whether  the  provisions  of  the  Act  or  any  rules  or  regulations  madethereunder have been violated ;(e)  to investigate into the complaints received from the investors or any other person onany matter having a bearing on the activities of the mutual funds, trustees and assetmanagement company ;(f)  to suo motu ensure that the affairs of the mutual fund, trustees or asset managementcompany are being conducted in a manner which is in the interest of the investors orthe securities market.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 1291, "label": "ACT"}], "title": null}, {"text": " Before ordering an inspection or investigation under regulation 61 the Board shall give not less than ten days notice to the mutual fund, asset management company or trustees as the case may be.", "ents": [{"start": 72, "end": 77, "label": "ENT"}, {"start": 78, "end": 195, "label": "ACT"}], "title": null}, {"text": " Notwithstanding anything contained in sub-regulation (1), where the Board is satisfied that in the interest of the investors no such notice should be given, it may, by an order in writing direct that such inspection or investigation be taken up without such notice.", "ents": [{"start": 69, "end": 74, "label": "ENT"}, {"start": 1, "end": 161, "label": "COND"}, {"start": 161, "end": 266, "label": "ACT"}], "title": null}, {"text": "  During  the  course  of  inspection  or  investigation,  the  mutual  fund,  trustees  or  asset management company against whom the inspection or investigation is being carried out shall be bound to discharge his obligations as provided in regulation 63.", "ents": [{"start": 79, "end": 87, "label": "ENT"}, {"start": 2, "end": 184, "label": "COND"}, {"start": 184, "end": 257, "label": "ACT"}], "title": null}, {"text": " It shall be the duty of the mutual fund, trustees or asset management company whose affairs  are  being  inspected  or  investigated,  and  of  every  director,  officer  and  employee thereof,  to  produce  to  the  inspecting  officer  such  books,  accounts,  records,  and  other documents  in  its  custody  or  control  and  furnish  him  such  statements  and  information relating to the activities as mutual funds, trustees or asset management company, as the inspecting officer may require, within such reasonable period as the inspecting officer mayspecify.", "ents": [], "title": null}, {"text": "  The  mutual  fund,  trustees  or  asset  management  company  shall  allow  the  inspecting officer to have a reasonable access to the premises occupied by it or by any other person on  its  behalf  and  also  extend  reasonable  facility  for  examining  any  books,  records, documents  and  computer  data  in  the  possession  of  the  mutual  fund,  trustees  and  asset management company or such other person and also provide copies of documents or other materials which in the opinion of the inspecting officer are relevant for the purpose of theinspection.", "ents": [{"start": 22, "end": 30, "label": "ENT"}, {"start": 64, "end": 567, "label": "ACT"}], "title": null}, {"text": " The inspecting officer, in the course of inspection or investigation, shall be entitled to examine or record the statements of any director, officer, or employee of the mutual fund, trustees and asset management company.", "ents": [{"start": 5, "end": 23, "label": "ENT"}, {"start": 71, "end": 221, "label": "ACT"}], "title": null}, {"text": "  It  shall be the duty  of every director, officer,  or employee of the mutual  fund, asset management  company  or  trustee  to  give  to  the  inspecting  officer  all  assistance  in connection  with  the  inspection  or  investigation,  which  the  inspecting  officer  may", "ents": [], "title": null}, {"text": "The inspecting officer shall, as soon as possible, on completion of the inspection or investigation submit a report to the Board: Provided that if directed to do so by the Board, he may submit an interim report.", "ents": [{"start": 4, "end": 22, "label": "ENT"}, {"start": 28, "end": 49, "label": "COND"}, {"start": 49, "end": 211, "label": "ACT"}], "title": null}, {"text": "The  Board  or  the  Chairman  shall  after  consideration  of  inspection  or  investigation report take such action as the Board or Chairman may deem fit and appropriate including action under the Securities and Exchange Board of India (Procedure for Holding Enquiry by Enquiry Officer and Imposing Penalty) Regulations, 2002.]", "ents": [], "title": null}, {"text": "Without prejudice to the provisions of regulation 55, the Board shall have the power to appoint an auditor to inspect or investigate, as the case may be, into the books of account or the affairs of the mutual fund, trustee or asset management company: Provided that the Auditor so appointed shall have the same powers of the inspecting officer as  stated  in  regulation  61  and  the  obligation  of  the  mutual  fund,  asset  management company, trustee, and their respective employees in regulation 63, shall be applicable to the investigation under this regulation.", "ents": [{"start": 58, "end": 63, "label": "ENT"}, {"start": 64, "end": 570, "label": "ACT"}], "title": null}, {"text": "The Board shall be entitled to recover such expenses including fees paid to the auditors as may be incurred by it for the purposes of inspecting the books of account, records and", "ents": [{"start": 4, "end": 9, "label": "ENT"}, {"start": 10, "end": 178, "label": "ACT"}], "title": null}, {"text": "Publication of order of suspension or cancellation. The order of suspension or cancellation passed under sub-regulation  of regulation 72, may be published by the Board in two newspaper.” violation of any of the provisions of these regulations after following procedure under this Chapter.(3) The Board may during the pendency of any proceeding of suspension or cancellationunder this Chapter also order suspension for launching of any scheme not exceeding threemonths without following procedure under this Chapter :", "ents": [{"start": 15, "end": 34, "label": "ENT"}, {"start": 139, "end": 517, "label": "ACT"}], "title": null}, {"text": "The Board may for the offences specified in sections 15A to 15E of the Act initiate action under section 15-I of the Act and in case of violation of any of the provisions of the Act or the regulations, initiate action under section 11, 11B or section 24 of the Act. The Board may in addition to suspension or cancellation of certificate, order suspensionof  launching  of  any  scheme  of  a  mutual  fund  for  a  period  not  exceeding  one  year  for(1) On and from the date of the suspension of the certificate or the approval, as the case may be, the mutualfund, trustees or asset management company, shall cease to carry on any activity as a mutual fund, trustee orasset  management company, during the period of suspension, and shall be subject to the directions of theBoard with regard to any records, documents, or securities that may be in its custody or control, relating toits activities as mutual fund, trustees or asset management company.(2) On and from the date of cancellation of the certificate or the approval, as the case may be, the mutualfund, trustees or asset management company shall with immediate effect, cease to carry on any activity asmutual fund, trustees or asset management company, as the case may be.(3) The Board may in the interest of the unit holders issue directions with regard to the transfer of any records,documents or securities that may be in its custody or control, relating to its activities as mutual fund, trusteesor asset management company.(4) The Board may in order to protect the interest of the unit holders order the transfer of records, document,securities,  etc.  to  any  person  specifically  appointed  for  the  purpose  or  to  any  other  trustee  or  assetmanagement company.Provided that the Board shall while appointing such a person determine the terms and conditions of such an", "ents": [{"start": 4, "end": 9, "label": "ENT"}, {"start": 10, "end": 1845, "label": "ACT"}], "title": null}, {"text": "A mutual fund which—(a)  contravenes any of the provisions of the Act and these regulations;(b)  fails to furnish any information or furnishes wrong information relating to its activityas a mutual fund as required under these regulations;(c)  fails to submit periodical returns as required under these regulations;(d)  does not co-operate in any inquiry or inspection conducted by the Board;(e)  fails to comply with any directions of the Board issued under the provisions of the Actor the regulations;(f)  fails to resolve the complaints of the investors or fails to give a satisfactory reply tothe Board in this behalf;(g)  indulges in unfair trade practices in securities.meaning as in the Securities and Exchange Board of India (Prohibition of Fraudulentand Unfair Trade Practices Relating to Securities Market) Regulations, 1995;(h)  is  guilty  of  misconduct  or  improper  or  unbusinesslike  or  unprofessional  conductwhich is not in accordance with the Code of Conduct specified in the Fifth Schedule;(i)  asset  management  company  fails  to  maintain  the  net  worth  in  accordance  with  theprovisions of regulation 21;(j)  fails to pay any fees;(k)  violates the conditions of registration;(l)  mutual  fund,  asset  management  company  or  trustees  of  that  mutual  fund  does  notcarry out its obligations as specified in these regulations,shall be dealt with  in  the manner provided under the Securities and Exchange  Board ofIndia  (Procedure  for  Holding  Enquiry  by  Enquiry  Officer  and  Imposing  Penalty)", "ents": [{"start": 2, "end": 13, "label": "ENT"}, {"start": 0, "end": 1363, "label": "COND"}, {"start": 1363, "end": 1538, "label": "ACT"}], "title": null}, {"text": "to 74. 197[***](e) fails to comply with any directions of the Board issued under the provisions of the Act or the regulations;(f) fails to resolve the complaints of the investors or fails to give a satisfactory reply to  the Board in thisbehalf;(g) indulges in unfair trade practices in securities;Exchange Board of India (Fraudulent and Unfair Trade Practices in Securities Market) Regulations, 1995;(h)  is  guilty  of  misconduct  or  improper  or  unbusinesslike  or  unprofessional  conduct  which  is  not  inaccordance with the Code of Conduct specified in the Fifth Schedule;(i) asset management company fails to maintain the networth in accordance with the provisions of regulation21;(j) fails to pay any fees;(k) violates the conditions of registration;(l) mutual fund, asset management company or trustees of that mutual fund does not carry out its obligationsas specified in these regulations.”Imposing Penalty) Regulations, 2002, w.e.f. 27-9-2002. Prior to its substitution, regulation 69 to 74 read asunder;itscontinuanceis  notintheand  other  mutualinterest  of  unitholders“69. The Board may cancel the certificate of registration granted to a mutual fund, if such mutual fund.(a) is guilty of fraud, or has been convicted of an economic offence;(b) has been guilty of repeated defaults of the nature specified in regulation 68;(c) the mutual fund, asset management company, trustee of that mutual fund indulges in price manipulationor price rigging or cornering activities affecting the securities market and the investors interest;(d) the financial position of the mutual fund deteriorates to such an extent that the Board is of the opinionthat", "ents": [{"start": 17, "end": 18, "label": "ENT"}, {"start": 0, "end": 1105, "label": "COND"}, {"start": 1105, "end": 1663, "label": "ACT"}], "title": null}, {"text": "Manner of making order of cancellation or suspension No order of suspension or cancellation of certificate or the approval, as the case may be, shall be made by the  Board  against  a  mutual  fund,  trustees,  asset  management  company  except  after  holding  an  enquiry  in", "ents": [{"start": 10, "end": 16, "label": "ENT"}, {"start": 0, "end": 136, "label": "COND"}, {"start": 136, "end": 278, "label": "ACT"}], "title": null}, {"text": "Manner of holding enquiry before suspension or cancellation. For the purpose of holding an enquiry, under regulation 70 the Board may appoint one or more enquiryofficers.(2) The enquiry officer shall issue to the mutual fund, asset management company or the trustee, as the casemay be, at its registered office or the principal place of its business, a notice setting out the grounds on whichaction is proposed to be taken against it and calling upon it to show cause against such action within a periodof fourteen days from the date of receipt of the notice.(3) The mutual fund, asset management company or trustee shall within fourteen days of the date of receiptof such notice, furnish to the enquiry officer a written reply, together with copies of documentary or otherevidence relied on by it or sought by the Board from the mutual fund, trustees, or asset management company.(4) The enquiry officer shall give a reasonable opportunity of hearing to the mutual fund, trustees, or assetmanagement company, to enable it to make submissions in support of its reply made under sub-regulation(3).(5) Before the enquiry officer, the mutual fund, trustees or asset management company may either appear inperson or through any person duly authorised by the mutual fund, trustees or asset management company.Provided  that  no  lawyer  or  advocate  shall  be  permitted  to  represent  the  mutual  fund,  trustees  or  assetmanagement company at the enquiry:Provided further that where a lawyer or an advocate has been appointed by the Board as a presenting officerunder  sub-regulation  (6),  it  shall  be  lawful  for  the  mutual  fund,  asset  management  company  or  trustee  topresent its case through a lawyer or advocate.(6) The  enquiry  officer  may  if  he  considers  it  necessary,  ask  the  Board  to  appoint  a  presenting  officer  topresent its case.(7) The enquiry officer shall, after taking into account all relevant facts and submissions made by the mutualfund, trustees or asset management company submit a report to the Board and recommend the action, if any,to be taken against the mutual fund, trustees or asset management company as also the grounds on which the", "ents": [{"start": 88, "end": 98, "label": "ENT"}, {"start": 130, "end": 2190, "label": "ACT"}], "title": null}, {"text": "Show cause notice and order  On receipt of the report from the enquiry officer, the Board shall consider the same and issue to the mutual fund, trustees or asset management company, a show-cause notice.(2) The  mutual  fund, asset  management company or trustee, shall  within  fourteen  days  of the date of thereceipt of the show-cause notice, send a reply to the Board.(3) The Board, after considering the reply of the mutual fund, trustees or asset management company, if any,shall as soon as possible pass such order as it deems fit.(4) The Board shall send to the mutual fund, trustees, or asset management company, a copy of the order", "ents": [{"start": 47, "end": 53, "label": "ENT"}, {"start": 90, "end": 641, "label": "ACT"}], "title": null}, {"text": "Effect of suspension or cancellation of certificate of registration action is", "ents": [{"start": 40, "end": 67, "label": "ENT"}, {"start": 0, "end": 77, "label": "COND"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": "The  Board  may  initiate  action  for  suspension  or  cancellation  of  registration  of  an intermediary holding a certificate of registration under section 12 of the Act who fails to exercise due diligence or to comply with the obligations under these regulations: Provided that no such certificate of registration shall be suspended or cancelled unless the procedure specified in regulations applicable to such intermediary is complied with.", "ents": [], "title": null}, {"text": "Without prejudice to regulation 68, a mutual fund and/or asset management company shall be liable for action under the applicable provisions of the Act and the Regulations framed thereunder,−(a)  in case the advertisement issued is in contravention with the Advertisement Codespecified in Sixth Schedule;(b) in  case  the  valuation  of  securities  is  in  contravention  of  the  Principles  of  FairValuation specified in Eighth Schedule.]", "ents": [{"start": 38, "end": 49, "label": "ENT"}, {"start": 82, "end": 442, "label": "ACT"}], "title": null}, {"text": " The Securities & Exchange Board of India (Mutual Funds) Regulations, 1993 are hereby repealed.", "ents": [{"start": 5, "end": 15, "label": "ENT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": " Notwithstanding such repeal :(a)  anything done or any action taken or purported to have been done or taken, includingregistration  or  approval  granted,  fees  collected,  scheme  announced,  registration  orapproval, suspended or cancelled, any inquiry or investigation commenced under thesaid regulations, shall be deemed to have been done or taken under the correspondingprovisions of these regulations ;(b)  any application made to the Board under the said regulations and pending before itshall  be  deemed  to  have  been  made  under  the  corresponding  provisions  of  theseregulations ;any appeals preferred to the Central Government under the said regulations andpending before it shall be deemed to have been preferred under the correspondingprovisions of these regulations.", "ents": [], "title": null}, {"text": "In  order  to  remove  any  difficulties  in  the  application  or  interpretation  of  these regulations,  the  Board  shall  have  the  power  to  issue  clarifications  and  guidelines  in  the form of notes or circulars which shall be binding on the sponsor, mutual funds, trustees, asset management companies and custodians.", "ents": [{"start": 113, "end": 118, "label": "ENT"}, {"start": 120, "end": 329, "label": "ACT"}], "title": null}, {"text": " These regulations may be called the Securities and Exchange Board of India (Mutual Funds) Regulations, 1996.", "ents": [], "title": null}, {"text": " They shall come into force on the date of their publication in the Official Gazette.", "ents": [], "title": null}, {"text": "In these regulations, unless the context otherwise requires:—(a)  “Act” means the Securities and Exchange Board of India Act, 1992 (15 of 1992);(b)  1[“advertisement” shall include all forms of communication issued by or on behalf ofthe asset management company/mutual fund that may influence investment decisionsof any investor/prospective investors;]substitution, clause (b) read as under;\"(b)   “advertisement”  includes  every  form  of  advertising,  whether  in  a  publication,  by  display  ofnotices, signs, labels or by means of circulars, catalogues or other documents, by an exhibition of(c)  “associate” includes a person,—(i)  who directly or indirectly, by himself, or in combination with relatives, exercisescontrol over the asset management company or the trustee, as the case may be,or(ii)  in  respect  of  whom  the  asset  management  company  or  the  trustee,  directly  orindirectly, by itself, or in combination with other persons exercises a control, or(iii)  whose director, officer or employee is a director, officer or employee of the assetmanagement company;(d)  “asset  management  company”  means  a  company  formed  and  registered  under  theCompanies  Act,  1956  (1  of  1956)  and  approved  as  such  by  the  Board  under  sub-regulation  of regulation 21;(e)  “broker” means a stock broker as defined in Securities and Exchange Board of India(Stock Brokers and Sub-brokers) Rules, 1992;2[(ea)  “capital  protection  oriented  scheme”  means  a  mutual  fund  scheme  which  isdesignated  as  such  and,  which  endeavour’s  to  protect  the  capital  invested  thereinthrough suitable orientation of its portfolio structure;](f)  “close-ended  scheme”  means  any  scheme  of  a  mutual  fund  in  which  the  period  ofmaturity of the scheme is specified;(g)  “control” means,—(i)  in the case of a company any person or combination of persons who directly orindirectly own, control or hold shares carrying not less than 10% of the votingrights of such company; or(ii)  as between two companies, if the same person or combination  of persons directlyor indirectly, own, control or hold shares carrying not less than 10% of the votingrights of each of the two companies; or(iii)  majority of the directors of any company who are in a position to exercise controlover the asset management company;(h)  “custodian” means a person who has been granted a certificate of registration to carryon the business of custodian of securities under the Securities and Exchange Board ofIndia (Custodian of Securities) Regulations, 1996;(i)  “depository” means a body corporate as defined in the Depositories Act, 1996 (22 of1996);(j)  “economic offence” means an offence to which the Economic Offences (Limitationof Prosecution) Act, 1974 (12 of 1974), applies for the time being;(k)   3[***](l)  “form” means any of the forms specified as such in the First Schedule;pictures  or  photographic  films,  by  way  of  sound  broadcasting  or  television,  or  in  any  othermanner;\"2002, w.e.f. 27-9-2003. Prior to omission  clause (k) read as under;“(k) “enquiry officer” means any person appointed as such by the Board under chapter ix;”(m)  “fraud”  for the purpose of these regulations has the same meaning as is assigned toit in section 17 of the Indian Contract Act, 1872 (9 of 1872);4[(ma)  “fund of funds scheme” means a mutual fund scheme that invests primarily in otherschemes of the same mutual fund or other mutual funds;]5[(mb)  “gold exchange traded fund scheme” shall mean a mutual fund scheme that investsprimarily in gold or gold related instruments;(mc) “gold related instrument” shall mean such instrument having gold as underlying, asmay be specified by the Board from time to time;]6[(mm) “group” means a group as defined in clause (ef) of section 2 of the Monopolies andRestrictive Trade Practices Act, 1969 (54 of 1969);]7[(mn)“index fund scheme” means a mutual fund scheme that invests in securities in thesame proportion as an index of securities;]8[(mo)  “InvIT”  or  “Infrastructure  Investment  Trust”  shall  have  the  meaning  assigned  inclause (za) of sub-regulation (1) of regulation 2 of the Securities and Exchange Boardof India (Infrastructure Investment Trusts) Regulations, 2014;](n)  “inspecting officer” means any person appointed as such by the Board under ChapterVIII;(o)  “money market instruments” includes commercial papers, commercial bills, treasurybills,  Government  securities  having  an  unexpired  maturity  up  to  one  year,  call  ornotice money, certificate of deposit, usance bills, and any other like instruments asspecified by the Reserve Bank of India from time to time;(p)  “money market mutual fund” means a scheme of a mutual fund which has been setup with the objective of investing exclusively in money market instruments;9[(q)  “mutual fund” means a fund established in the form of a trust to raise monies throughthe sale of units to the public or a section of the public under one or more schemesfor  investing  in  securities  including  money  market  instruments  or  gold  or  goldrelated instruments or real estate assets10[:]]11[Provided that infrastructure debt fund schemes may raise monies through privateplacement of units, subject to conditions specified in these regulations;](r)  “offer document” means any document by which a mutual fund invites public forsubscription of units of a scheme;substitution , clause (q) read as under;“(q) “mutual fund” means a fund established in the form of a trust to raise monies through the sale of unitsto  the  public  or  a  section    of  the  public  under  one  or  more  schemes  for  investing  in  securities,  includingmoney market instruments *[or gold or gold related instruments];”(s)  “open-ended scheme” means a scheme of a mutual fund which offers units for salewithout specifying any duration for redemption;12[(sa)  \"private  placement\"  means  any  offer  of  units  of  a  mutual  fund  scheme  orinvitation to subscribe such units to a select group of persons, by a mutual fund (otherthan by way of public offer) through issue of a placement memorandum and whichis not being calculated to result, directly or indirectly in the units becoming availablefor  subscription  or  purchase  by  persons  other  than  those  receiving  the  offer  orinvitation;]13[(sb) “REIT” or “Real Estate Investment Trust” shall have the meaning assigned inclause (zm) of sub-regulation 1 of regulation 2 of the Securities and Exchange Boardof India (Real Estate Investment Trusts) Regulations, 2014;]14[15(sc)  “real  estate  mutual  fund  scheme”  means  a  mutual  fund  scheme  that  investsdirectly or indirectly in real estate assets or other permissible assets in accordancewith these regulations;](t)  “relative” means a person as defined in section 6 of the Companies Act, 1956 (1 of1956);(u)  “scheme” means a scheme of a mutual fund launched under Chapter V;(v)  “schedule” means any of the schedules annexed to these regulations;(w)  “securities laws” means the Securities and Exchange Board of India Act, 1992 (15of  1992),  the  Securities  Contracts  (Regulation)  Act,  1956  (42  of  1956)  and  theDepositories  Act,  1996  (22  of  1996),  including  their  amendments  and  such  otherlaws as may be enacted from time to time;", "ents": [{"start": 82, "end": 92, "label": "ENT"}, {"start": 167, "end": 7289, "label": "ACT"}], "title": null}, {"text": "For the purposes of this Chapter, unless the context otherwise requires-(a) “real estate asset” means an identifiable immovable property-(i) which is located within India in such city as may be specified by the Board fromtime to time or in a special economic zone within the meaning of clause (za) of section2 of the Special Economic Zones Act, 2005 (28 of 2005);(ii) on which construction is complete and which is usable;(iii) which is evidenced by valid title documents;(iv) which is legally transferable;(v) which is free from all encumbrances;(a)the scheme is launched after commencement of the Securities and Exchange Board of Indiasubstitution, sub regulation (3B) read as under;“(3B) The conditions referred to in sub-regulation (3A) are the following :(Mutual Funds) (Second Amendment) Regulations, 2006; andcharged to the mutual fund, as per clause (a) of sub-regulation  of regulation 52.”“the sale price is determined by adding to the future Net Asset Value a fixed premium which is declared inadvance.(b)initial issue expenses in respect of the scheme have been charged or are proposed to be(vi) which is not subject matter of any litigation;but does not include-I. a project under construction; or 4II. vacant land; orIII. deserted property; orIV. land specified for agricultural use; orV. a property which is reserved or attached by any Government or other authority orpursuant  to  orders  of  a  court  of  law  or  the  acquisition  of  which  is  otherwiseprohibited under any law for the time being in force;", "ents": [{"start": 45, "end": 52, "label": "ENT"}, {"start": 187, "end": 1527, "label": "ACT"}], "title": null}, {"text": " The provisions of this Chapter shall apply to real estate mutual fund schemes.", "ents": [], "title": null}, {"text": " Unless the context otherwise requires, all other provisions of these regulations and the guidelines and circulars issues thereunder shall apply to real estate mutual fund schemes, and trustees and asset management companies in relation to such schemes, except where specific provisions are made in relation thereto under this Chapter.", "ents": [{"start": 105, "end": 114, "label": "ENT"}, {"start": 133, "end": 335, "label": "ACT"}], "title": null}, {"text": " A Certificate of registration may be granted under regulation 9 to an applicant proposing to launch only real estate mutual fund schemes if he;-(a) has been carrying on business in real estate for a period of not less than five years;(b) fulfills eligibility criteria provided in regulation 7, except that specified in item (i)", "ents": [{"start": 3, "end": 30, "label": "ENT"}, {"start": 1, "end": 31, "label": "COND"}, {"start": 31, "end": 328, "label": "ACT"}], "title": null}, {"text": " A real estate mutual fund scheme of a mutual fund registered under subregulation (1) shall not  invest in  the securities mentioned in sub-clauses (ii) to  (iii) of  clause (a) or in clause  (b)  of  sub-regulation  (2)  of  regulation  49E  unless  it  has  key  personnel  having adequate professional experience in finance and financial services related field.", "ents": [{"start": 3, "end": 14, "label": "ENT"}, {"start": 86, "end": 364, "label": "ACT"}], "title": null}, {"text": "  An  existing  mutual  fund  may  launch  a  real  estate  mutual  fund  scheme  if  it  has  an", "ents": [{"start": 24, "end": 28, "label": "ENT"}, {"start": 30, "end": 97, "label": "ACT"}], "title": null}, {"text": " Every real estate mutual fund scheme shall be close-ended and its units shall be listed on a recognized stock exchange: Provided  that  the  redemption  of  a  real  estate  mutual  fund  scheme  may  be  done  in  a staggered manner.", "ents": [{"start": 7, "end": 18, "label": "ENT"}, {"start": 38, "end": 235, "label": "ACT"}], "title": null}, {"text": " The units issued by a real estate mutual fund scheme shall not confer any right on the unit  holders  to  use  the  real  estate  assets  held  by  the  scheme  and  any  provision  to  the contrary in the trust deed or in the terms of issue shall be void.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 54, "end": 257, "label": "ACT"}], "title": null}, {"text": " The title deeds pertaining to real estate assets held by a real estate mutual fund scheme shall be kept in safe custody with the custodian of the mutual fund.", "ents": [{"start": 17, "end": 42, "label": "ENT"}, {"start": 91, "end": 159, "label": "ACT"}], "title": null}, {"text": "  A  real  estate  mutual  fund  scheme  shall  not  undertake  lending  or  housing  financeactivities.", "ents": [{"start": 27, "end": 39, "label": "ENT"}, {"start": 41, "end": 104, "label": "ACT"}], "title": null}, {"text": " All financial transactions of a real estate mutual fund scheme shall be routed through", "ents": [{"start": 5, "end": 27, "label": "ENT"}, {"start": 64, "end": 87, "label": "ACT"}], "title": null}, {"text": " Every real state mutual fund scheme shall invest at least thirty five per cent. of the net assets of the scheme directly in real estate assets.", "ents": [{"start": 18, "end": 29, "label": "ENT"}, {"start": 37, "end": 144, "label": "ACT"}], "title": null}, {"text": " Subject to sub-regulation (1), every real estate mutual fund scheme shall invest-(a) at least seventy five per cent. of the net assets of the scheme in-(i) real estate assets;(ii) mortgage backed securities (but not directly in mortgages);(iii)  equity  shares  or  debentures  of  companies  engaged  in  dealing  in  real  estateassets or in undertaking real estate development projects, whether listed on arecognized stock exchange in India or not;(b) the balance in other securities;", "ents": [{"start": 38, "end": 49, "label": "ENT"}, {"start": 69, "end": 488, "label": "ACT"}], "title": null}, {"text": " Unless otherwise disclosed in the offer document, no mutual fund shall, under all its real estate mutual fund schemes, invest more than thirty per cent. of its net assets in a singlecity.", "ents": [{"start": 35, "end": 50, "label": "ENT"}, {"start": 71, "end": 118, "label": "COND"}, {"start": 118, "end": 188, "label": "ACT"}], "title": null}, {"text": " No mutual fund shall, under all its real estate mutual fund schemes, invest more than fifteen per cent. of its net assets in the real estate assets of any single real estate project. by a builder in a single location within a city.", "ents": [], "title": null}, {"text": " No mutual fund shall, under all its real estate mutual fund schemes, invest more than twenty five per cent. of the total issued capital of any unlisted company.", "ents": [], "title": null}, {"text": " No mutual fund shall invest more than fifteen per cent of the net assets of any of its real estate mutual fund schemes in the equity shares or debentures of any unlisted company.", "ents": [], "title": null}, {"text": " No real estate mutual fund scheme shall invest in –(a) any unlisted security of the sponsor or its associate or group company;(b)  any  listed  security  issued  by  way  of  preferential  allotment  by  the  sponsor  or  itsassociate or group company;(c)  any  listed  security  of  the  sponsor  or  its  associate  or  group  company,  in  excess  oftwenty five per cent of the net assets of the scheme.", "ents": [{"start": 16, "end": 27, "label": "ENT"}, {"start": 35, "end": 407, "label": "ACT"}], "title": null}, {"text": " No mutual fund shall transfer real estate assets amongst its schemes.", "ents": [], "title": null}, {"text": " No mutual fund shall invest in any real estate asset which was owned by the sponsor or the asset management company or any of its associates during the period of last five years", "ents": [], "title": null}, {"text": " The real estate assets held by a real estate mutual fund scheme shall be valued –(a) at cost price on the date of acquisition; and(b) at fair price on every ninetieth day from the day of its purchase in accordance withthe norms specified in Schedule IXB.", "ents": [{"start": 5, "end": 16, "label": "ENT"}, {"start": 65, "end": 255, "label": "ACT"}], "title": null}, {"text": " The asset  management  company, its directors, the trustees and the real  estate valuer shall ensure that the valuation of assets held by a real estate mutual fund scheme are done in  good  faith,  in  accordance  with  the  norms  specified  in  Schedule  IX  B  and  that  the accounts of the scheme are prepared in accordance with accounting principles specified in Schedule XI.", "ents": [{"start": 52, "end": 60, "label": "ENT"}, {"start": 89, "end": 382, "label": "ACT"}], "title": null}, {"text": "  The  net  asset  value  of  every  real  estate  mutual  fund  scheme  shall  be  calculated  and declared at the close of each business day on the basis of the most current valuation of the", "ents": [{"start": 37, "end": 41, "label": "ENT"}, {"start": 73, "end": 192, "label": "ACT"}], "title": null}, {"text": "  Without  prejudice  to  the  provisions  of  regulation  21,  the  asset  management company of a mutual fund having real estate mutual fund schemes shall appoint suitable number of qualified key personnel with relevant experience, before undertaking investment management of real estate assets of a real estate mutual fund scheme.", "ents": [{"start": 100, "end": 111, "label": "ENT"}, {"start": 2, "end": 151, "label": "COND"}, {"start": 151, "end": 333, "label": "ACT"}], "title": null}, {"text": " The asset management company may appoint advisors to advise it on acquisitions or proposed acquisitions of real estate assets.", "ents": [{"start": 22, "end": 29, "label": "ENT"}, {"start": 30, "end": 127, "label": "ACT"}], "title": null}, {"text": " The asset management company shall exercise due care while appointing real estate valuers for valuing the real estate assets held by the real estate mutual fund scheme and shall ensure that there is no conflict of interest.", "ents": [{"start": 22, "end": 29, "label": "ENT"}, {"start": 30, "end": 224, "label": "ACT"}], "title": null}, {"text": " The asset management company shall lay down an adequate system of internal controls and risk management.", "ents": [], "title": null}, {"text": " The asset management company shall put in place systems to ensure that all financial transactions  are  done  through  banking  channels  and  exclude  transactions  in  cash  or unaccounted transactions.", "ents": [{"start": 22, "end": 29, "label": "ENT"}, {"start": 30, "end": 205, "label": "ACT"}], "title": null}, {"text": "  The  asset  management  company  shall  exercise  due  diligence  in  maintenance  of  the assets  of  a  real  estate  mutual  fund  scheme  and  shall  ensure  that  there  is  no  avoidable deterioration in their value.", "ents": [], "title": null}, {"text": " The asset management company shall ensure that the real estate assets held by a real estate mutual fund scheme are adequately insured against impair, damage or destruction.", "ents": [{"start": 22, "end": 29, "label": "ENT"}, {"start": 30, "end": 173, "label": "ACT"}], "title": null}, {"text": " The asset management company shall ensure that the cost of maintenance and insurance of real estate assets is within reasonable limits and that no funds of the scheme are utilized towards development of such assets.", "ents": [{"start": 22, "end": 29, "label": "ENT"}, {"start": 30, "end": 216, "label": "ACT"}], "title": null}, {"text": "  The  asset  management  company  shall  ensure  that  a  real  estate  valuer  certifies compliance with sub-regulation (8) on an annual basis.", "ents": [], "title": null}, {"text": " The asset management company shall ensure that no real estate valuer continues with valuation  of particular real  estate asset for more than two  years and that no such valuer values the same asset for a period of at least three years thereafter.", "ents": [{"start": 22, "end": 29, "label": "ENT"}, {"start": 30, "end": 248, "label": "ACT"}], "title": null}, {"text": "  The  asset  management  company  shall  record  in  writing,  the  details  of  its  decision making process in buying or selling real estate assets together with the justifications for such decisions and forward the same periodically to trustees.", "ents": [], "title": null}, {"text": " The asset management company shall ensure that investment of funds of the real estate mutual fund scheme is not made contrary to provisions of this chapter and the trust deed. 134[(13)  The  asset  management  company  shall  obtain,  wherever  required  under  these regulations, prior in-principle approval from the recognized stock exchange(s) where units are proposed to be listed.]", "ents": [{"start": 22, "end": 29, "label": "ENT"}, {"start": 30, "end": 387, "label": "ACT"}], "title": null}, {"text": " The asset management company may let out or lease out the real estate assets held by the real estate mutual fund scheme if the term of such lease or letting does not extend beyond the period of maturity of the scheme.", "ents": [{"start": 22, "end": 29, "label": "ENT"}, {"start": 30, "end": 218, "label": "ACT"}], "title": null}, {"text": " Where real estate assets are let out or leased out, the asset management company shall diligently collect the rents or other income in a timely manner.", "ents": [{"start": 41, "end": 51, "label": "ENT"}, {"start": 1, "end": 51, "label": "COND"}, {"start": 82, "end": 152, "label": "ACT"}], "title": null}, {"text": " Real estate assets held by a real estate mutual fund scheme may be let out to the sponsor, asset  management  company  or  any  of  their  associates,  at  market  price  or  otherwise  on commercial terms: Provided that not more than 25% of the total rental income of the scheme shall be derived from assets so let out.", "ents": [], "title": null}, {"text": " The trustees shall ensure that the asset management company has the necessary expertise,  internal  control  systems  and  risk  management  mechanism  to  invest  in  and manage investments in real estate assets on a continuous basis.", "ents": [{"start": 5, "end": 13, "label": "ENT"}, {"start": 14, "end": 236, "label": "ACT"}], "title": null}, {"text": " The trustees shall monitor whether due diligence is exercised by the asset management company in managing the investments.", "ents": [{"start": 5, "end": 13, "label": "ENT"}, {"start": 14, "end": 123, "label": "ACT"}], "title": null}, {"text": "  The  trustees  shall  review  the  market  price  of  the  units  during  the  year  and  shall recommend proportionate buy back of units from  unit holders, if the units are traded at steep discount to the net asset value.", "ents": [], "title": null}, {"text": "  The  magnitude  of  discount  which  shall  amount  to  steep  discount  referred  to  in  sub- regulation (3) shall be disclosed in the offer document.", "ents": [{"start": 22, "end": 30, "label": "ENT"}, {"start": 39, "end": 154, "label": "ACT"}], "title": null}, {"text": "  The  trustees  shall  ensure  that  only  permissible  investments  are  made  by  the  asset management company.", "ents": [], "title": null}, {"text": " The trustees shall ensure that all financial transactions of the real estate mutual fund scheme  are  made  only  through  banking  channels  and  that  systems  exist  to  exclude transactions in cash and unaccounted transactions.", "ents": [{"start": 5, "end": 13, "label": "ENT"}, {"start": 14, "end": 232, "label": "ACT"}], "title": null}, {"text": " The trustees shall lay down the criteria for empanelment of real estate brokers.", "ents": [{"start": 5, "end": 13, "label": "ENT"}, {"start": 14, "end": 81, "label": "ACT"}], "title": null}, {"text": "  The  trustees  shall  lay  down  the  broad  procedure  to  be  followed  by  the  assert management company while transacting in real estate assets.", "ents": [], "title": null}, {"text": " The trustees shall require the asset management company to set up such systems and submit such reports to trustees, as may be necessary for them to effectively monitor the performance and functioning of the real estate mutual fund schemes.", "ents": [{"start": 5, "end": 13, "label": "ENT"}, {"start": 14, "end": 240, "label": "ACT"}], "title": null}, {"text": "  The  trustees  shall  include  a  confirmation  on  compliance  with  sub  regulation  (9)  in their half yearly reports made to the Board. 135[(11)  The  trustees  shall  obtain,  wherever  required  under  these  regulations,  prior  in- principle approval from the recognised stock exchange(s) where units are proposed to belisted.]", "ents": [{"start": 7, "end": 15, "label": "ENT"}, {"start": 17, "end": 337, "label": "ACT"}], "title": null}, {"text": " The offer documents of real estate mutual fund schemes shall contain disclosures which are adequate for investors to make informed investment decisions and such further disclosures as may be specified by the Board.", "ents": [{"start": 5, "end": 20, "label": "ENT"}, {"start": 56, "end": 215, "label": "ACT"}], "title": null}, {"text": " The portfolio disclosures and financial results in respect of a real estate mutual fund scheme shall contain such further disclosures as are specified by the Board.", "ents": [{"start": 15, "end": 26, "label": "ENT"}, {"start": 96, "end": 165, "label": "ACT"}], "title": null}, {"text": " Advertisements  in  respect  of  real  estate mutual  fund schemes shall  conform  to  such guidelines as may be specified by the Board.", "ents": [{"start": 55, "end": 59, "label": "ENT"}, {"start": 68, "end": 137, "label": "ACT"}], "title": null}, {"text": " All transactions done by the trustees or the employees or directors of the asset management company or the trustee company in real  estate assets  shall be disclosed by them to the compliance officer within one month of the transaction.", "ents": [{"start": 30, "end": 38, "label": "ENT"}, {"start": 148, "end": 237, "label": "ACT"}], "title": null}, {"text": "  The  compliance  officer  shall  make  a  report  thereon  from  the  view  point  of  possible conflict of interest and shall submit it to the trustees with his recommendations, if any.", "ents": [], "title": null}, {"text": " The persons covered in sub-regulation (1) may obtain the views of the trustees before", "ents": [], "title": null}, {"text": "For the purposes of this Chapter, unless the context otherwise requires-  “Infrastructure debt fund scheme” means a mutual fund scheme that invests primarily(minimum 90% of scheme assets) in the debt securities or securitized debt instrument ofinfrastructure companies or infrastructure capital  companies or infrastructure projects orspecial  purpose  vehicles  which  are  created  for  the  purpose  of  facilitating  or  promotinginvestment  in  infrastructure,  and  other  permissible  assets  in  accordance  with  theseregulations  or  bank  loans  in  respect  of  completed  and  revenue  generating  projects  ofinfrastructure companies or projects or special purpose vehicles.(2)  “Infrastructure” includes the sectors as specified by guidelines issued by the Board oras notified by Ministry of Finance, from time to time.(3) ‘Strategic Investor’ means;(i)  an  Infrastructure  Finance  Company  registered  with  Reserve  bank  of  India  asNon Banking Financial Company;(ii) a Scheduled Commercial Bank;(iii) International Multilateral Financial Institution;137[(iv) Systemically Important Non Banking Financial Companies registered withReserve Bank of India;(v)  Foreign  Institutional  Investors  registered  with  the  Board,  subject  to  theirapplicable investment limits, which are long term investors in terms of   thenorms specified by SEBI.]Applicability.", "ents": [{"start": 45, "end": 72, "label": "ENT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": "The  provisions  of  this  chapter  shall  apply  to  infrastructure  debt  fund  schemes launched by mutual funds.", "ents": [], "title": null}, {"text": "  All  other  provisions  of  these  regulations  and  the  guidelines  and  circulars  issued thereunder,  unless  the  context  otherwise  require  or  repugnant  to  the  provisions  of  this chapter, shall apply to infrastructure debt  fund schemes, trustees  and  asset management companies in relation to such schemes.", "ents": [{"start": 77, "end": 105, "label": "ENT"}, {"start": 2, "end": 204, "label": "COND"}, {"start": 204, "end": 324, "label": "ACT"}], "title": null}, {"text": " An existing mutual fund may launch an infrastructure debt fund schemes if it has an adequate number of key personnel having adequate experience in infrastructuresector.", "ents": [{"start": 20, "end": 24, "label": "ENT"}, {"start": 25, "end": 169, "label": "ACT"}], "title": null}, {"text": " A certificate of registration may be granted under regulation 9 to an applicant proposing to launch only infrastructure debt fund schemes if the sponsor or the parent company of the sponsor: -(a)  has been carrying on activities or business  in infrastructure financing sectorfor a period of not less than five years;(b)fulfills eligibility criteria provided in Regulation 7.sponsor’ shall mean a company which holds at least 75% of paid up equityshare capital of the sponsor.138[Offering period.49NA. No scheme of an infrastructure debt fund, in the case of a public offer,  shall beopen for subscription  for more than forty five days.]", "ents": [{"start": 3, "end": 30, "label": "ENT"}, {"start": 1, "end": 31, "label": "COND"}, {"start": 31, "end": 639, "label": "ACT"}], "title": null}, {"text": "    An  infrastructure  debt  fund  scheme  shall  be  launched  either  as  close-ended scheme maturing after more than five years or interval scheme with lock-in of five years and 139[specified transaction period of not more than forty five days] as may be specified in the scheme information document140[:] 141[Provided that the tenure of the scheme may be extended to two years subject to approval of two-thirds of the unitholders by value of their investment in the scheme.]", "ents": [{"start": 36, "end": 42, "label": "ENT"}, {"start": 44, "end": 479, "label": "ACT"}], "title": null}, {"text": " Units  of  infrastructure  debt  fund  schemes  shall  be  listed  on  a  recognized  stock exchange, provided that such units shall be listed only after being fully paid up.", "ents": [], "title": null}, {"text": " Mutual Funds may disclose indicative portfolio of infrastructure debt fund scheme to its potential investors disclosing the type of assets the mutual fund will be investing. Regulations, 2013, w.e.f. 16-4-2013.", "ents": [], "title": null}, {"text": " An infrastructure debt fund scheme shall have minimum five investors and no single investor shall hold more than fifty percent of net assets of the scheme.", "ents": [{"start": 4, "end": 18, "label": "ENT"}, {"start": 36, "end": 156, "label": "ACT"}], "title": null}, {"text": " No  infrastructure  debt  fund  scheme  shall  accept  any  investment  from  any  investor which is less than Rupees one crore.", "ents": [], "title": null}, {"text": " The minimum size of the unit shall be Rupees ten lakhs.", "ents": [{"start": 5, "end": 17, "label": "ENT"}, {"start": 30, "end": 56, "label": "ACT"}], "title": null}, {"text": " Each scheme launched as infrastructure debt fund scheme shall have firm commitment from the strategic investors for contribution of an amount of at least Rupees twenty five crores  before  the  allotment  of  units  of  the  scheme  are  marketed  to  other  potentialinvestors.", "ents": [], "title": null}, {"text": "  Mutual Funds launching infrastructure debt fund scheme may issue partly paid units to the investors, subject to following conditions:(a)  The  asset  management  company  shall  call  for  the  unpaid  portionsdepending upon the deployment opportunities;(b)  The  offer  document  of  the  scheme  shall  disclose  the  interest  or  penaltywhich  may  be  deducted  in  case  of  non  payment  of  call  money  by  theinvestors within stipulated time; and(c)  The amount of interest or penalty shall be retained in the scheme.142[Private Placement.49-OA. (1) The units of an infrastructure debt fund scheme may be offered through privateplacement to less than fifty persons, subject to approval by the trustees and the board ofthe asset management company.(2) The offer made under sub-regulation (1), shall be subject to the following:(a) A placement memorandum, in the manner as specified by the Board,  shall be filedby the mutual fund with the Board at least seven days prior to the launch of the scheme;and(b)  the  mutual  fund  shall  pay  to  the  Board,  filing  fee  as  specified  in  the  SecondSchedule.]", "ents": [{"start": 45, "end": 49, "label": "ENT"}, {"start": 57, "end": 1119, "label": "ACT"}], "title": null}, {"text": " Every infrastructure debt fund scheme shall invest at least ninety percent of the net  assets  of  the  scheme  in  the  debt  securities  or  securitized  debt  instruments  of infrastructure companies or projects or special purpose vehicles which are created for the purpose of facilitating or promoting investment in infrastructure or bank loans in respect of  completed  and  revenue  generating  projects  of  infrastructure  companies  or  special purpose vehicle 143[:] 144[Provided that the funds received on account of re-payment of principal, whether by way of pre-payment or otherwise, with respect to the underlying assets of the scheme, shall be invested as specified in this sub-regulation: Provided further that if the investments specified in this sub-regulation are not available, such  funds  may  be  invested  in  bonds  of  Public  Financial  Institutions  and  Infrastructure Finance Companies.]", "ents": [], "title": null}, {"text": " Subject  to  sub-regulation (1), every  infrastructure debt  fund scheme may   invest the balance amount in equity shares, convertibles including mezzanine financing instruments of  companies  engaged  in  infrastructure,  infrastructure    development  projects,  whether listed on a recognized stock exchange in India or not; or money market instruments and bank deposits.", "ents": [], "title": null}, {"text": " The investment  restrictions shall be applicable on the life-cycle of the infrastructure debt fund scheme and shall be reckoned with reference to the total amount raised by the infrastructure debt fund scheme.", "ents": [{"start": 5, "end": 29, "label": "ENT"}, {"start": 30, "end": 210, "label": "ACT"}], "title": null}, {"text": " No mutual fund shall, under all its infrastructure debt fund schemes, invest more than thirty per cent of its net assets in the debt securities or assets of any single infrastructure company  or  project  or  special  purpose  vehicles  which  are  created  for  the  purpose  of facilitating or promoting investment in infrastructure or bank loans in respect of completed and revenue generating projects of any single infrastructure company or project or special purpose vehicle.", "ents": [], "title": null}, {"text": " An infrastructure debt scheme shall not invest more than 30% of the net assets of the scheme  in  debt  instruments  or  assets  of  any  single  infrastructure  company  or  project  or special  purpose  vehicles  which  are  created  for  the  purpose  of  facilitating  or  promoting investment in infrastructure or bank loans in respect of completed and revenue generating projects of any single infrastructure company or project or special purpose vehicle145[.] 146[***] 147[(5A) The overall investments by an infrastructure debt fund scheme in debt instruments or  assets  of  infrastructure  companies  or  projects  or  special  purpose  vehicles,  which  are created for the purpose  of facilitating or promoting investment  in  infrastructure or bank loans in respect of completed and revenue generating projects of infrastructure companies or  projects  or  special  purpose  vehicles,  which  are  rated  below  investment  grade  or  are unrated, shall not exceed 30% of the net assets of the scheme: Provided that the overall investment limit may increase up to 50% of the net assets of the scheme  with  the  prior  approval  of  the  trustees  and  the  board  of  the  asset  managementcompany.]", "ents": [{"start": 4, "end": 30, "label": "ENT"}, {"start": 31, "end": 1213, "label": "ACT"}], "title": null}, {"text": "  No infrastructure debt fund scheme shall invest in –(i) Any unlisted security of the sponsor or its associate or group company;(ii) Any listed security issued by way of preferential  allotment  by the sponsor or itsassociate or group company;(Amendment) Regulations, 2013, w.e.f. 16-4-2013.read as,“Provided that such investment limit may be extended upto 50% of the net assets of the scheme with theprior approval of the board of trustees and the board of asset management company.”(iii) Any listed security of the sponsor or its associate or group company or bank loanin respect of completed and revenue generating projects of infrastructure companiesor special purpose vehicles of the sponsor or its associate or group companies, inexcess of twenty five per cent of the net assets of the scheme, subject to approvalof  trustees  and  full  disclosures  to  investors  for  investments  made  within  theaforesaid limits; or148[(iv)  any asset or securities owned by the sponsor or asset management company ortheir associates in excess of 30% of the net assets of the scheme, provided that-(a) such investment is in assets or securities not below investment grade;(b)  the  sponsor  or  its  associates  retains  atleast  30%  of  the  assets  orsecurities,  in  which  investment  is  made  by  the  scheme,  till  the  assets  orsecurities are held in the scheme portfolio; and(c)  approval  for  such  investment  is  granted  by  the  trustees  and  fulldisclosures are made to the investors regarding such investment.]", "ents": [{"start": 25, "end": 29, "label": "ENT"}, {"start": 37, "end": 1527, "label": "ACT"}], "title": null}, {"text": " The assets held by an infrastructure debt fund scheme shall be valued “in good faith” by the asset management  company on the  basis of appropriate valuation methods based on principles approved by the trustees.", "ents": [{"start": 43, "end": 47, "label": "ENT"}, {"start": 55, "end": 212, "label": "ACT"}], "title": null}, {"text": " The valuation shall be documented and the supporting data in respect of each security so valued shall be preserved at least for a period of five years after the expiry of the scheme.", "ents": [{"start": 5, "end": 14, "label": "ENT"}, {"start": 15, "end": 183, "label": "ACT"}], "title": null}, {"text": " The methods used to arrive at values ‘in good faith’ shall be periodically reviewed by the Trustees and by the statutory auditor of the mutual fund.", "ents": [], "title": null}, {"text": " The valuation  policy  approved by the board of  asset management company  shall be disclosed in the scheme information document.", "ents": [{"start": 5, "end": 14, "label": "ENT"}, {"start": 76, "end": 130, "label": "ACT"}], "title": null}, {"text": " The net asset value of every infrastructure debt fund scheme shall be calculated and declared atleast once in each quarter.", "ents": [{"start": 45, "end": 54, "label": "ENT"}, {"start": 62, "end": 124, "label": "ACT"}], "title": null}, {"text": " The asset management company shall lay down an adequate system of internal controls and risk management.", "ents": [], "title": null}, {"text": " The  asset  management  company  shall  exercise  due  diligence  in  maintenance  of  the assets  of  an  infrastructure  debt  fund  scheme  and  shall  ensure  that  there  is  no  avoidable deterioration in their value. substitution, clause (iv) read as follows: \"Any asset or securities owned by the sponsor or asset management company or its associates, in excess of 20%  of  the  net  assets  of  the  scheme  not  below  investment  grade,  subject  to  approval  of  trustees  and  full disclosures to investors for investments made within the aforesaid limits.\"", "ents": [], "title": null}, {"text": " The  asset  management  company  shall  record  in  writing,  the  details  of  its  decision making  process  in  buying  or  selling  infrastructure  companies’  assets  together  with  the justifications for such decisions and forward the same periodically to trustees.", "ents": [], "title": null}, {"text": " The  asset  management  company  shall  ensure  that  investment  of  funds  of  the Infrastructure Debt Fund schemes is not made contrary to provisions of this chapter and the trust deed.", "ents": [], "title": null}, {"text": " The  asset  management  company  shall  obtain,  wherever  required  under  these regulations, prior in-principle approval from the recognized stock exchange(s) where units are proposed to be listed.", "ents": [], "title": null}, {"text": " The  asset  management  company  shall  institute  such  mechanisms  as  to  ensure  that proper  care  is  taken  for  collection,  monitoring  and  supervision  of  the  debt  assets  by appointing a service provider having extensive experience thereof, if required.", "ents": [], "title": null}, {"text": " The offer documents of infrastructure debt fund schemes shall contain disclosures which are adequate for investors to make informed investment decisions and such further disclosures as may be specified by the Board.", "ents": [{"start": 5, "end": 20, "label": "ENT"}, {"start": 57, "end": 216, "label": "ACT"}], "title": null}, {"text": " The portfolio disclosures and financial results in respect of an infrastructure debt fund schemes shall contain such further disclosures as may be specified by the Board.", "ents": [{"start": 15, "end": 26, "label": "ENT"}, {"start": 99, "end": 171, "label": "ACT"}], "title": null}, {"text": "  Advertisements in respect of infrastructure debt fund schemes shall conform to such guidelines as may be specified by the Board.", "ents": [], "title": null}, {"text": " All transactions done by the trustees or the employees or directors of the asset management company or the trustee company in the investee companies shall be disclosed by them to the compliance officer within one month of the transaction.", "ents": [{"start": 30, "end": 38, "label": "ENT"}, {"start": 150, "end": 239, "label": "ACT"}], "title": null}, {"text": " The  compliance  officer  shall  make  a  report  thereon  from  the  view  point  of  possible conflict of interest and shall submit it to the trustees with his recommendations, if any.", "ents": [], "title": null}, {"text": " The persons covered in sub-regulation (1) may obtain the views of the trustees before", "ents": [], "title": null}]