[{"text": "", "ents": [], "title": null}, {"text": " Application to conform to the requirements Furnishing of further information, clarification, and personal representation Consideration of application Capital adequacy requirement Procedure for registration", "ents": [{"start": 66, "end": 77, "label": "ENT"}, {"start": 1, "end": 206, "label": "COND"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": " Investment of clients' moneys and management of clients’", "ents": [], "title": null}, {"text": "  Foreign institutional investors and sub-accounts availing", "ents": [], "title": null}, {"text": "  Maintenance  of  books  of  accounts,  records  and  other", "ents": [{"start": 19, "end": 38, "label": "ENT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": "Liability for action in case of default Enquiry Officer and Imposing Penalty) Regulations, 2002] Enquiry Officer and Imposing Penalty) Regulations, 2002] Enquiry Officer and Imposing Penalty) Regulations, 2002] Enquiry Officer and Imposing Penalty) Regulations, 2002] Enquiry Officer and Imposing Penalty) Regulations, 2002] Enquiry Officer and Imposing Penalty) Regulations, 2002]", "ents": [{"start": 40, "end": 55, "label": "ENT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": "Short title and commencement.─ These regulations may be called the  Securities  and  Exchange  Board  of  India  (Portfolio  Managers) Regulations, 1993.(2)  They  shall  come  into  force  on  the  date1  of  their  publication  in  the", "ents": [], "title": null}, {"text": "Definitions.─In  these  regulations,  unless  the  context  otherwise requires,─ 1    7th  January,  1993,  vide  S.O.  No.  SEBI/LE/92/III,  dated  7-01-1993,  Gazette  of  India, Extraordinary, 1993, Part III, section 4.1[(a)  “Act”  means  the  Securities  and  Exchange  Board  of  India  Act,1992 (15 of 1992);]2[(aa)]   3[* * *]4[(aa)  “body  corporate”  shall  have  the  meaning  assigned  to  it  in  orunder clause  of section 2 of the Companies Act, 1956 (1 of1956);(ab)    “certificate”  means  a  certificate  of  registration  issued  by  theBoard;(ac)    “change  of  status  or  constitution”  in  relation  to  a  portfoliomanager─(i)  means  any  change  in  its  status  or  constitution  ofwhatsoever nature; and(ii)  without prejudice to generality of sub-clause (i), includes–(A)  amalgamation,  demerger,  consolidation  or  any  otherkind of corporate restructuring falling within the scopeof section 391 of the Companies Act, 1956 (1 of 1956)or the corresponding provision of any other law for thetime being in force;(B)  changeindirector; andits  managing  director  or  whole-timew.e.f. 7-9-2006.2  Clause  (a)  renumbered  as  (aa)  by  the  SEBI  (Portfolio  Managers)  (Amendment)Regulations, 2002, w.e.f. 11-10-2002.Penalty) Regulations, 2002, w.e.f. 27-9-2002. Prior to its omission, clause (aa) read asunder:“(aa) “Enquiry Officer\" means any officer of the Board, or any other person, havingexperience  in  dealing  with  the  problems  relating  to  the  securities  market,  who  isauthorized by the Board under Chapter V;”w.e.f. 07-09-2006.(C)  any change in control over the body corporate;(ad)      “change  in  control”,  in  relation  to  a  portfolio  manager  being  abody corporate, means:─(i)(ii)if its shares are listed on any recognized stock exchange,change in control within the meaning of regulation 12 ofthe Securities and Exchange Board of India (SubstantialAcquisition of Shares and Takeovers) Regulations, 1997;in any other case, change in the controlling interest in thebody corporate;“controlling  interest”  means  an  interest,  whether  direct  orindirect, to the extent of at least fifty one percent of voting rightsin the body corporate;]1[(ae)] “chartered  accountant\"  means  a  chartered  accountant  asdefined  in  clause  (b)  of  sub-section  (1)  of  section  2  of  theChartered  Accountants  Act,  1949  (38  of  1949)  and  who  hasobtained a certificate of practice under sub-section (1) of section6 of that Act;]2[(af)  “discretionary portfolio manager” means a portfolio manager whoto  portfolioexercises  or  may,  under  a  contract  relatingmanagement,  exercise  any  degree  of  discretion  as  to  theinvestments or management of the portfolio of securities or thefunds of the client, as the case may be;](b)      \"form\" means a form specified in Schedule I;10-2002, as clause (a); renumbered as clause (ae) by the SEBI (Portfolio Managers)(Second Amendment) Regulations, 2006 w.e.f. 07-09-2006.w.e.f. 07-09-2006.(c)     \"inspecting authority\" means one or more persons appointed bythe Board to exercise powers conferred under Chapter IV;1[(ca)  “portfolio”  means  the  total  holdings  of  securities  belonging  toany person;(cb)     “portfolio  manager”  means  any  person  who  pursuant  to  acontract  or  arrangement  with  a  client,  advises  or  directs  orundertakes  on  behalf  of  the  client  (whether  as  a  discretionaryportfolio  manager  or  otherwise)the  management  oradministration  of  a  portfolio  of  securities  or  the  funds  of  theclient, as the case may be;]2[(d)   “principal officer” means an employee of the portfolio managerwho has been designated as such by the portfolio manager;][(e)]    3[* * *]4[(ea)  “securities  lending”  means  the  securities  lending  as  per  theSecurities Lending Scheme, 1997 specified by the Board;]w.e.f. 07-09-2006.2  Substituted  by  the  SEBI  (Portfolio  Managers)  (Amendment)  Regulations,  2006  w.e.f.05-07-2006.  Prior  to  its  substitution,  clause  (d)  as  substituted  by  the  SEBI  (PortfolioManagers) (Amendment) Regulations, 2002, w.e.f. 11-10-2002 read as under:\"(d) “principal officer\" means a director of the portfolio manager, who is responsiblefor the activities of portfolio management and has been designated as principal officerby the portfolio manager;”w.e.f.  07-09-2006. Prior to its omission, clause (e) read as under:“(e)  \"rules\"  means  Securities  and  Exchange  Board  of  India  (Portfolio  Managers)Rules, 1992;”10-2002.(f)     Words  and  expressions  used  and  not  definedtheseregulations  but  defined  in  the  Act  1[*  *  *]  shall  have  themeanings respectively assigned to them in the Act 2[* * *].", "ents": [{"start": 136, "end": 147, "label": "ENT"}, {"start": 361, "end": 4697, "label": "ACT"}], "title": null}, {"text": "3.  Registration  as  portfolio  manager.─No  person  shall  act  as portfolio manager unless he holds a certificate granted by the Board under these regulations: Provided  that  a  merchant  banker  acting  as  a  portfolio  manager immediately before commencement of the Securities and Exchange Board of  India  (Portfolio  Managers)  (Second  Amendment)  Regulations,  2006 may  continue from  such commencement  or,  if  he  has  made  an  application  for  registration  under these regulations within the said period of six months, till the disposal of such application.] for  a  period  of  six  months", "ents": [], "title": null}, {"text": "3A.  Application  for  grant  of  certificate.─5[  An  application  by  a portfolio manager for the grant of a certificate shall be made to the Board in Form A and shall be accompanied by a non-refundable application fee, Amendment) Regulations, 2006 w.e.f. 07-09-2006. 2  The words “or the rules, as the case may be” omitted, ibid.w.e.f. 07-09-2006.4  Regulation  ‘3’  renumbered  as  ‘3A’  by  the  SEBI  (Portfolio  Managers)  (SecondAmendment) Regulations, 2006, w.e.f. 07-09-2006.27-05-2004. Prior to its substitution, sub-regulation (1) read as under:“(1) An application by a portfolio manager for a grant of a certificate shall be madeto the Board in Form A.”as specified in clause (1) of Schedule II, to be paid in the manner specifiedin Part B thereof.](2)  Notwithstanding  anything  contained  in  sub-regulation  (1),  anyapplication made by a portfolio manager prior to coming into force of theseregulations containing such particulars or as near thereto as mentioned inForm  A  shall  be  treated  as  an  application  made  in  pursuance  of  sub-", "ents": [{"start": 34, "end": 45, "label": "ENT"}, {"start": 0, "end": 123, "label": "COND"}, {"start": 123, "end": 1062, "label": "ACT"}], "title": null}, {"text": "Application  to  conform  to  the  requirements.─Subject  to  the provisions  of  sub-regulation    of  regulation 3, any application,  which  is not  complete  in  all  respects  and  does  not  conform  to  the  instructions specified in the form, shall be rejected: Provided that, before rejecting any such application, the applicant shall be  given  an  opportunity  to  remove  within  the  time  specified  such", "ents": [{"start": 122, "end": 133, "label": "ENT"}, {"start": 0, "end": 250, "label": "COND"}, {"start": 250, "end": 417, "label": "ACT"}], "title": null}, {"text": "Furnishing  of  further  information,  clarification  and  personalrepresentation.─  The  Board  may  require  the  applicant  to  furnishfurther information or clarification regarding matters relevant to his activityof a portfolio manager for the purposes of disposal of the application.(2)  The  applicant  or,  its  principal  officer  shall,  if  so  required,  appear", "ents": [{"start": 25, "end": 36, "label": "ENT"}, {"start": 0, "end": 97, "label": "COND"}, {"start": 97, "end": 372, "label": "ACT"}], "title": null}, {"text": "6.  Consideration  of  application.─  For  considering  the  grant  of certificate of registration to the applicant, the Board shall take into account 11-10-2002. Prior to its substitution, regulation 6, read as under: “6. Consideration of application.─The Board shall take into account for considering the  grant  of  a  certificate,  all  matters  which  are  relevant  to  the  activities  relating  to portfolio  manager  and  in  particular  whether  the  applicant  complies  with  the  following requirements namely: - all  matters  which  it  deems  relevant  to  the  activities  relating  to  portfoliomanagement.(2) Without prejudice to the generality of the foregoing provisions, theBoard shall consider whether-(a)   the applicant is a body corporate;(b)    the  applicant  has  the  necessary  infrastructure  like  adequateoffice  space,  equipments  and  the  manpower  to  effectivelydischarge the activities of a portfolio manager;1[(c)  the principal officer of the applicant has either–(i)  a professional qualification in finance, law, accountancy orbusiness  management  from  a  university  or  an  institution(a)  the  applicant  has  the  necessary  infrastructure  like  adequate  office  space,equipments, and manpower to effectively discharge his activities;(b)  the applicant has in his employment minimum of two persons who have theexperience to conduct the business of portfolio manager;(c)    a  person,  directly  or  indirectly  connected  with  the  applicant  has  not  beengranted  registration  by  the  Board  in  case  of  the  applicant  being  a  bodycorporate;indirectly  connected\"  means  any  person  being  an  associate,  subsidiary,inter-connected or group company of the applicant in case of the applicantbeing a body corporate;(d)  the applicant fulfils the capital adequacy requirements specified in regulation7;(e)  the  applicant,  his  partner,  director  or  principal  officer  is  not  involved  in  anylitigation  connected  with  the  securities  market  and  which  has  an  adversebearing on the business of the applicant;(f)  the applicant, his director, partner or principal officer has not at any time beenconvicted for any offence involving moral turpitude or has been found guiltyof any economic offence;(g) the applicant has the professional qualification from an institution recognizedby the Government in finance, law, accountancy or business management;(Portfolio Mangers) (Amendment) Regulations, 1998 w.e.f. 05-01-1998.](h)   grant of certificate to the applicant is in the interest of investors.w.e.f. 05-07-2006. Prior to its substitution, clause (c) read as under:“(c)  the  principal  officer  of  the  applicant  has  the  professional  qualifications  infinance, law, accountancy or business management from an institution recognized bythe Government;”recognized  by  the  Central  Government  or  any  StateGovernment or a foreign university; or(ii)    an  experience  of  at  least  ten  years  in  related  activities  inthe  securities  market  including  in  a  portfolio  manager,stock broker or as a fund manager.](d)the applicant has in its employment minimum of two personswho,  between  them,  have  at  least  five  years  experience  1[inrelated activities in portfolio management or stock broking orinvestment  management]  or  in  the  areas  related  to  fundmanagement;(e)   any  previous  application  for  grant  of  certificate  made  by  anyperson directly or indirectly connected with the applicant hasbeen rejected by the Board;(f)   any disciplinary action has been taken by the Board against aperson directly or indirectly connected with the applicant underthe Act or the Rules or the Regulations made thereunder.the expression \"person directly or indirectly connected\" meansany  person  being  an  associate,  subsidiary,  inter-connectedcompany  or  a  company  under  the  same  management  withinthe meaning of section 370(1B) of the Companies Act,1956 orin the same group;(g)   the  applicantfulfillsthe  capital  adequacy  requirementsspecified in regulation 7;11-08-2008  for  the  words  “as  portfolio  manager  or  stock  broker  or  investmentmanager.”(h)(i)the applicant, its director, principal officer or the employee asspecified  in  clause  (d)  is  involved  in  any  litigation  connectedwith  the  securities  market  which  has  an  adverse  bearing  onthe business of the applicant;the applicant, its director, principal officer or the employee asspecified in clause (d) has at any time been convicted for anyoffence  involving  moral  turpitude  or  has  been  found  guilty  of", "ents": [{"start": 71, "end": 98, "label": "ENT"}, {"start": 2, "end": 127, "label": "COND"}, {"start": 127, "end": 4603, "label": "ACT"}], "title": null}, {"text": "6A.  Criteria  for  fit  and  proper  person.─For  the  purposes  of determining  whether  an  applicant  or  the  portfolio  manager  is  a  fit  and proper  person  the  Board  may  take  into  account  the  criteria  specified  in Schedule II of the Securities and Exchange Board of India (Intermediaries) Regulations, 2008.] 01-1998. Regulations, 2004, read as under: “6A.  Applicability  of  Securities  and  Exchange  Board  of  India  (Criteria  for  fit  and proper  person)  Regulations,  2004.─The  provisions  of  the  Securities  and  Exchange Board of India (Criteria for fit and proper person) Regulations, 2004 shall, as for as may", "ents": [{"start": 20, "end": 23, "label": "ENT"}, {"start": 179, "end": 646, "label": "ACT"}], "title": null}, {"text": "7.  Capital  Adequacy  Requirement.─The  capital  adequacy requirement referred to in clause (g) of regulation 6 shall not be less than the networth of 2[two crore rupees]: 3[Provided  that  a  portfolio  manager,  who  was  granted  a  certificate under these regulations prior to the commencement of the Securities and Exchange Board of India (Portfolio Managers) (Amendment) Regulations, 2008, shall raise its networth to not less than one crore rupees within six months from such commencement and to not less than two crore rupees within six months thereafter: Provided further that the portfolio manager shall fulfill capital adequacy requirement  under  these  regulations,  separately  and  independently,  of capital  adequacy  requirements,  if  any,  for  each  activity  undertaken  by  it under the relevant regulations.] aggregate  value  of  paid  up  equity  capital  plus  free  reserves  (excluding reserves  created  out  of  revaluation)  reduced  by  the  aggregate  value  of accumulated  losses  and  deferred  expenditure  not  written  off,  including", "ents": [], "title": null}, {"text": "Procedure for registration.─The Board on being satisfied that the applicant  fulfils  the  requirements  specified  in  regulation  6  shall  send  an 11-10-2002. Prior to its substitution, regulation 7, read as under: “7. Capital Adequacy requirement.─ The capital adequacy requirement referred to in sub-regulation (d) of regulation 6 shall not be less than the networth of Rupees fifty lacs of the person making the application; an  applicant  which  is  a  partnership  firm  or  a  body  corporate,  the  value  of  a  capital contributed  to  the  business  of  such  firm  or  the  paid  up  equity  capital  of  such  body corporate and plus free reserves as the case may be at the time of making application under sub-regulation  of regulation 3.” (Portfolio Managers) (Amendment) Regulations, 2008, w.e.f. 11-08-2008. 3  Inserted, ibid. intimation to the applicant and on receipt of the payment of 1[registration] fees as specified in 2[clause (1A) of] Schedule II then grant a certificate in", "ents": [{"start": 32, "end": 37, "label": "ENT"}, {"start": 0, "end": 135, "label": "COND"}, {"start": 135, "end": 1002, "label": "ACT"}], "title": null}, {"text": "Renewal of certificate.─  A portfolio manager may, three months before the expiry of the validity of the certificate, make an application for renewal in Form A 3[along with fees specified in clause 1 of Schedule II.](2)  The application for renewal, under sub-regulation (1) shall be dealtwith  in  the  same  manner  as  if  it  were  an  application  for  grant  of  acertificate made under regulation 3.4[(3)  The  Board,  on  being  satisfied  that  the  applicant  fulfills  therequirements  specified  in  regulation  6,  shall  send  an  intimation  to  theapplicant  and  on  receipt  of  payment  of  renewal  fees  as  specified  in", "ents": [{"start": 11, "end": 22, "label": "ENT"}, {"start": 11, "end": 22, "label": "ENT"}, {"start": 0, "end": 46, "label": "COND"}, {"start": 49, "end": 116, "label": "COND"}, {"start": 46, "end": 642, "label": "ACT"}, {"start": 116, "end": 642, "label": "ACT"}], "title": null}, {"text": "9A. Conditions of registration.─ Any registration granted under regulation 8 or any renewal granted under regulation 9 shall be subject to the following conditions, namely:-(a)  where the portfolio manager proposes to change its status orconstitution,  it  shall  obtain  prior  approval  of  the  Board  forcontinuing to act as such after the change;Regulations, 2004, w.e.f. 27-5-2004.2  The words \"clause (1A) of\" inserted, ibid.(Portfolio Managers) (Second Amendment) Regulations, 2006, w.e.f. 07-9-2006.w.e.f. 07-09-2006. Prior to its substitution, sub-regulation (3), read as under:“(3)  The  Board  on  being  satisfied  that  the  applicant  fulfils  the  requirementsspecified in regulation 6 for renewal of certificate shall grant a certificate in Form B andsend an intimation to the applicant.”5  Regulations 9A and 9B inserted, ibid.it  shall  pay  the  fees  for  registration  or  renewal,  as  the  casemay be, in the manner provided in these regulations;it shall take adequate steps for redressal of grievances of theinvestors  within  one  month  of  the  date  of  the  receipt  of  thecomplaint  and  keep  the  Board  informed  about  the  number,nature and other particulars of the complaints received;it  shall  maintain  capital  adequacy  requirements  specified  inregulation 7 at all times during the period of the certificate orrenewal thereof;it shall abide by the regulations made under the Act in respectof the activities carried on by it as portfolio manager.(b)(c)(d)(e)(2) Nothing contained in clause (a) of sub-regulation (1) shall affect theobligation  to  obtain  a  fresh  registration  under  section  12  of  the  Act  in", "ents": [], "title": null}, {"text": "Period  of  validity  of  certificate.─The  certificate  of  registration granted  under  regulation  8  and  its  renewal  granted  under  regulation  9, shall be valid for a period of three years from the date of its issue to the", "ents": [], "title": null}, {"text": "Procedure  where  registration  is  not  granted.─  Where  an application for grant of a certificate under regulation 3 or of renewal under regulation 9 does not satisfy the requirements set out in regulation 6, the Board  may  reject  the  application,  after  giving  an  opportunity  of  beingheard.(2)  The  refusal  to  grant  registration  shall  be  communicated  by  theBoard within thirty days of such refusal to the applicant stating therein thegrounds on which the application has been rejected.(3)  Any  applicant  may,  being  aggrieved  by  the  decision  of  the  Boardunder sub-regulation (1), apply within a period of thirty days from the dateof  receipt  of  such  intimation,  to  the  Board  for  reconsideration  of  itsdecision.(4)  The  Board  shall  reconsider  an  application  made  under  sub-regulation (3) and communicate its decision as soon as possible in writing", "ents": [{"start": 89, "end": 117, "label": "ENT"}, {"start": 0, "end": 223, "label": "COND"}, {"start": 223, "end": 894, "label": "ACT"}], "title": null}, {"text": "Effect  of  refusal  to  grant  certificate.─Any  portfolio  manager whose application for a certificate has been refused by the Board shall on and  from  the  date  of  the  receipt  of  the  communication  under  sub- regulation  of regulation 10 cease to carry on any activity as portfolio", "ents": [{"start": 129, "end": 134, "label": "ENT"}, {"start": 135, "end": 292, "label": "ACT"}], "title": null}, {"text": "Payment  of  fees,  and  the  consequences  of  failure  to  payfees.─ Every applicant eligible for grant of a certificate shall pay feesin such manner and within the period specified in Schedule II.(2)  Where  a  portfolio  manager  fails  to  pay  the  fees  as  provided  inSchedule  II,  the  Board  may  suspend  the  certificate,  whereupon  theportfolio  manager  shall  forthwith  cease  to  carry  on  the  activity  as  a", "ents": [{"start": 77, "end": 86, "label": "ENT"}, {"start": 0, "end": 123, "label": "COND"}, {"start": 123, "end": 431, "label": "ACT"}], "title": null}, {"text": "  Code  of  Conduct.─Every  portfolio  manager  shall  abide  by  the", "ents": [], "title": null}, {"text": "14.  Contract  with  clients  and  disclosures.─  (a)  The  portfolio manager shall, before taking up an assignment of management of funds or portfolio of securities on behalf of a client, enter into an agreement in writing with such client clearly defining the inter se relationship, and setting out their mutual rights, liabilities and obligations relating to management of funds  or  portfolio  of  securities  containing  the  details  as  specified  in Schedule IV.(b)  The agreement between the portfolio manager and the clientshall, inter alia, contain:(i)the  investment  objectives  and  the  services  to  beprovided;(ii)    areas of investment and restrictions, if any, imposed bythe  client  with  regard  to  the  investment  in  a  particularcompany or industry;11-10-2002. Prior to its substitution, regulation 14, read as under:“14. Contract with clients.─(1) (a) Every portfolio manager shall before taking up anassignment of management of portfolio on behalf of a client, enter into an agreementwith  such  client  clearly  defining  the  inter-se  relationship,  and  setting  out  their  mutualrights, liabilities and obligations relating to management of the portfolio of the client.(b)  The contract shall, inter alia, contain; -(i)   the investment objectives and the services to be provided;(ii)  areas  of  investment  and  restrictions,  if  any,  imposed  by  the  client  with  regard  toinvestment in a particular company or industry;(iii)  attendant risks involved in the management of the portfolio;(iv)  period of the contract and provision of early termination, if any;(v)  amount to be invested;(vi)  procedure  of  settling  client's  account  including  form  of  repayment  on  maturity  orearly termination of contract;(vii) fees payable to the portfolio manager;(viii)custody of securities.(2) The funds of all clients shall be placed by the portfolio manager in a separateaccount to be maintained by him in a scheduled commercial bank.bank  included  in  the  Second  Schedule  to  the  Reserve  Bank  of  India  Act,  1934 (2 of1934);(3) The portfolio manager shall charge an agreed fee from the client for renderingportfolio  management  services  without  guaranteeing  or  assuring,  either  directly  orindirectly any return and such fee shall be independent of the return to the client andshall not be on a return sharing basis.\"(iii)   type of instruments and proportion of exposure;(iv)   tenure of portfolio investments;(v)    terms for early withdrawal of funds or securities by theclients;(vi)    attendant  risks  involved  in  the  management  of  theportfolio;(vii)  period of the contract and provision of early termination,if any;(viii)  amount  to  be  invested  subject  to  the  restrictionsprovided under these regulations;(ix)   procedure  of  settling  client's  account  including  form  ofrepayment on maturity or early termination of contract;(x)    fees payable to the portfolio manager;(xi)   the quantum and manner of fees payable by the clientfor  each  activity  for  which  service  is  rendered  by  theportfolio  manager  directly  or  indirectly  (where  suchservice is out sourced);(xii)  custody of securities;(xiii)  in case of a discretionary portfolio manager a conditionthat  the  liability  of  a  client  shall  not  exceed  hisinvestment with the portfolio manager;(xiv)  the  terms  of  accounts  and  audit  and  furnishing  of  thereports  to  the  clients  as  per  the  provisions  of  theseregulations; and(xv)  other  terms  of  portfolio  investment  subject  to  theseregulations.(2)   (a)  The  portfolio  manager  shall  provide  to  the  client,  theDisclosure Document as specified in Schedule V, along witha  certificate  in  Form  C  as  specified  in  Schedule  I,  at  leasttwo days prior to entering into an agreement with the clientas referred to in sub-regulation (1).(b)   The  Disclosure  Document,  shall  inter  alia  contain  thefollowing─(i)  the quantum and manner of payment of fees payable bythe  client  for  each  activity  for  which  service  is  renderedby the portfolio manager directly or indirectly (where suchservice is out sourced);(ii)  portfolio risks;(iii)  complete  disclosures  in  respect  of  transactions  withrelated parties as per the accounting standards specifiedby the Institute of Chartered Accountants of India in thisregard;(iv) the performance of the portfolio manager:Provided  that  the  performance  of  a  discretionaryportfolio  manager  shall  be  calculated  using  weightedaverage  method  taking  each  individual  category  ofinvestments  for  the  immediately  preceding  three  yearsand  in  such  cases  performance  indicators  shall  also  bedisclosed;(v) the audited financial statements of the portfolio managerfor the immediately preceding three years.(c)   The contents of the Disclosure Document shall be certified byan independent chartered accountant.(d)  The portfolio manager shall file with the Board, a copy of theDisclosure Document before it is circulated or issued to anyperson  and  every  six  months  thereafter  or  whenever  anymaterial  change  is  effected  therein  whichever  is  earlier,along with the certificate in Form C as specified in ScheduleI.(3)   (a)  The portfolio manager shall charge an agreed fee from theclients  for  rendering  portfolio  management  services  withoutguaranteeing  or  assuring,  either  directly  or  indirectly,  any", "ents": [{"start": 21, "end": 27, "label": "ENT"}, {"start": 83, "end": 187, "label": "COND"}, {"start": 187, "end": 5429, "label": "ACT"}], "title": null}, {"text": "General  responsibilities  of  a  Portfolio  Manager.─  The discretionary  portfolio  manager  shall  individually  and  independently manage the funds of each client in accordance with the needs of the client in a manner which does not partake character of a Mutual Fund, whereas the  non-discretionary  portfolio  manager  shall  manage  the  funds  in accordance with the directions of the client. 1[(1A) The portfolio manager shall not accept from the client, funds or securities worth less than five lacs rupees.](2) The portfolio manager shall act in a fiduciary capacity with regardto the client's funds.2[(2A)  The  portfolio  manager  shall  keep  the  funds  of  all  clients  in  aseparate account to be maintained by it in a Scheduled Commercial Bank.‘Scheduled  Commercial  Bank’  means  any  bank  included  in  the  SecondSchedule to the Reserve Bank of India Act, 1934 (2 of 1934).](3)  The  portfolio  manager  shall  transact  in  securities  within  thelimitation placed by the client himself with regard to dealing in securitiesunder the provisions of the Reserve Bank of India Act, 1934 (2 of 1934).(4) The portfolio manager shall not derive any direct or indirect benefitout of the client's funds or securities.3[(4A)  The  portfolio  manager  shall  not  borrow  funds  or  securities  onbehalf of the client.]4[(5) The portfolio manager shall not lend securities held on behalf ofclients to a third person except as provided under these regulations.](6)  The  portfolio  manager  shall  ensure  proper  and  timely  handling  ofcomplaints from his clients and take appropriate action immediately.10-2002.2  Inserted, ibid.3  Inserted, ibid.4  Substituted, ibid. Prior to its substitution, sub-regulation (5) read as under:“(5)  The  portfolio  manager  shall  not  pledge  or  give  on  loan  securities  held  on", "ents": [{"start": 60, "end": 73, "label": "ENT"}, {"start": 95, "end": 1837, "label": "ACT"}], "title": null}, {"text": "16.  Investment  of  clients'  moneys  and  management  of  clients' portfolio of securities].─  2[(a)    The  money  or  securities  accepted  by  the  portfolio  managershall  not  be  invested  or  managed by the portfolio managerexcept  in  terms  of  the  agreement  between  the  portfoliomanager and the client.](b)    Any renewal of portfolio fund on maturity of the initial periodshall be deemed as a fresh placement 3[* * *].4[(2) Notwithstanding anything contained in the agreement referred toin regulation 14, the funds or securities can be withdrawn or taken back bythe  client  before  the  maturity  of  the  contract  under  the  followingcircumstances, namely-(a)  voluntary or compulsory termination of portfolio managementservices by the portfolio manager or the client.(Amendment) Regulations, 2002, w.e.f. 11-10-2002.2  Substituted, ibid. Prior to its substitution, clause (a) read as under:\"(a) The portfolio manager shall not accept money or securities from his client for aperiod of less than one year:Provided that in the case of placement of funds for portfolio management by thesame client on more than one occasion or on a continual basis, each placement shallbe for a minimum period of one year.\"(Portfolio Managers) (Amendment) Regulations, 2002, w.e.f. 11-10-2002.11-10-2002. Prior to its substitution, sub-regulation (2) read as under:\"(2)  Notwithstanding  anything  contained  in  the  agreement  between  a  portfoliomanager and his client, referred to in regulation 14 hereof, the, portfolio funds can bewithdrawn  or  taken  back by  portfolio  client  at  his risk  before  the  maturity  date  of  thecontract under the following circumstances, namely:-(a) Voluntary or compulsory, termination of Portfolio management services by thePortfolio manager;(b)  suspension or termination of registration of Portfolio manager by the Board;(c)  bankruptcy or liquidation in case the portfolio manager is a body corporate;(d)  permanent disability, lunacy or insolvency in case the portfolio manager is anindividual;\"(b)   suspension or cancellation of the certificate of registration ofthe portfolio manager by the Board.(c)   bankruptcy or liquidation of the portfolio manager.](3)    The  portfolio  manager  shall  invest  funds  of  his  clients  in  moneymarket instruments 1[or derivatives] or as specified in the contract:2[Provided that leveraging of portfolio shall not be permitted in respectof investment in derivatives:]Provided  3[further]  that  the  portfolio  manager  shall  not  deploy  theclients'  funds  in  bill  discounting,  badla  financing  or  for  the  purpose  oflending or placement with corporate or non-corporate bodies.treasury  bills,includes  commercial  paper,trade  bill,instruments\"certificate of deposit and usance bills.4[(4)  The  portfolio  manager  shall  not  while  dealing  with  clients’  fundsindulge  in  speculative  transactions  that  is,  he  shall  not  enter  into  anytransaction  for  purchase  or  sale  of  any  security  which  is  periodically  orultimately settled otherwise than by actual delivery or transfer of securityexcept the transactions in derivatives.]10-2002.2   Inserted, ibid.3   Inserted, ibid.11-10-2002. Prior to its substitution, sub regulation (4) read as under:\"(4)  The  portfolio  manager  shall  not  while  dealing  with  clients’  funds  indulge  inspeculative transactions, that is, he shall not enter into any transaction for purchase orsale of any security in which transaction is periodically or ultimately settled otherwisethan  by  actual  delivery  or  transfer  of  security.  The  portfolio  manager  may  enter  intotransactions on behalf of client for the specific purpose of meeting margin requirementsonly if the contract so provides and the client is made aware of the attendant risks ofsuch transactions. \"(5)  The  portfolio  manager  shall,  ordinarily  purchase  or  sell  securitiesseparately  for  each  client.  However,  in  the  event  of  aggregation  ofpurchases or sales for economy of scale, inter se allocation shall be doneon  a  pro  rata  basis  and  at  weighted  average  price  of  the  day'stransactions.  The  portfolio  manager  shall  not  keep  any  open  position  inrespect of allocation of sales or purchases effected in a day.(6)  Any  transaction  of  purchase  or  sale  including  that  between  theportfolio  manager's  own  accounts  and  client's  accounts  or  between  twoclients' accounts shall be at the prevailing market price.(7)  The  portfolio  manager  shall  segregate  each  clients'  funds  andportfolio of securities and keep them  separately from his own funds andsecurities  and  be  responsible  for  safekeeping  of  clients'  funds  andsecurities.1[(8)  The  portfolio  manager  shall  not  hold  the  listed  securities,belonging to the portfolio account, in its own name on behalf of its clientseither by virtue of contract with clients or otherwise:Provided  that  any  portfolio  manager  holding  the  listed  securitiesbelonging to the portfolio account in its own name on behalf of its clientson the date of commencement of the Securities and Exchange Board ofIndia(Amendment)  Regulations,  2008  shallsegregate each clients’ listed securities and keep them separately withinsix months from such commencement:(Portfolio  Managers)11-08-2008. Prior to its substitution sub-regulation (8) read as follows:“(8)  The  portfolio  manager  may  hold  the  securities  belonging  to  the  portfolioaccount in [its] own name on behalf of [its] clients only if the contract so provided and insuch an event the record of the portfolio manager and [its] report to the client shouldclearly indicate that the securities are held by [it] on behalf of the portfolio account.”(Portfolio Managers) (Amendment) Regulations, 2002, w.e.f. 11-10-2002.]Provided further that the Board may in the interest of investors or forthe  development  of  securities  market,  on  an  application  made  in  thisbehalf  by  a  portfolio  manager  with  respect  to  any  specific  investmentexisting  on  the  date  of  commencement  of  the  Securities  and  ExchangeBoard of India (Portfolio Managers) (Amendment) Regulations, 2008, relax", "ents": [{"start": 5, "end": 28, "label": "ENT"}, {"start": 171, "end": 6200, "label": "ACT"}], "title": null}, {"text": "16A.  Foreign  Institutional  Investor  and  sub-accounts  availing portfolio management services.─Foreign institutional investors and sub- accounts registered with the Board may avail of the services of a portfolio", "ents": [{"start": 89, "end": 130, "label": "ENT"}, {"start": 175, "end": 215, "label": "ACT"}], "title": null}, {"text": "16B. Appointment of custodian.─ Every portfolio manager shall appoint a custodian in respect of securities managed or administered by it.(2)  Nothing  contained  in  this  regulation  shall  apply  to  a  portfoliomanager–(a)   who has total assets under management of value less thanfive hundred crore rupees; or", "ents": [{"start": 20, "end": 29, "label": "ENT"}, {"start": 56, "end": 313, "label": "ACT"}], "title": null}, {"text": "Maintenance  of  books  of  accounts,  records,  etc.─  Every portfolio  manager  shall  keep  and  maintain  the  following  books  of accounts, records and documents namely:- Managers) (Amendment) Regulations, 2000, w.e,f. 22-02-2000 read as under: “16A. That the portfolio manager may manage funds raised or collected or brought from outside India in accordance with Securities and Exchange Board of India (Foreign Institutional Investors) Regulations, 1995.” 10-2002. 07-2006.(a)    a  copy  of  balance  sheet  at  the  end  of  each  accountingperiod;(b)   a  copy  of  the  profit  and  loss  account  for  each  accountingperiod;(c)   a  copy  of  the  auditors  report  on  the  accounts  for  eachaccounting period;(d)   a statement of financial position and;(e)  recordsinvestmentin  support  of  everytransaction  orrecommendation  which  will  indicate  the  data,  facts  andopinion leading to that investment decision.(2) Every portfolio manager shall intimate to the Board the place wherethe books of accounts, records and documents are maintained.(3)  Without  prejudice  to  sub-regulation  (1),  every  portfolio  managershall, after the end of each accounting period, furnish to the Board copiesof the balance sheet, profit and loss account and such other documents asare mentioned in any of the regulations under this chapter for any other", "ents": [{"start": 17, "end": 36, "label": "ENT"}, {"start": 82, "end": 1360, "label": "ACT"}], "title": null}, {"text": "Submission of half-yearly results.─Every portfolio manager shall furnish to the Board half-yearly-unaudited financial results when required by the Board with a view to monitor the capital adequacy of the portfolio", "ents": [{"start": 41, "end": 58, "label": "ENT"}, {"start": 59, "end": 213, "label": "ACT"}], "title": null}, {"text": "Maintenance  of  books  of  accounts,  records  and  otherdocuments.─The portfolio manager shall preserve the books of accountand  other  records  and  documents  mentioned  in  any  of  the  regulations", "ents": [{"start": 17, "end": 36, "label": "ENT"}, {"start": 91, "end": 203, "label": "ACT"}], "title": null}, {"text": "Accounts and audit.─ (a)   The  portfolio  manager  shall  maintain  separate  client-wiseaccounts.(b)   Thereceivedfromfundsthe  clients,investments  ordisinvestments and all the credits to the account of the clientlike  interest,  dividend,  bonus,  or  any  other  beneficial  interestreceived  on  the  investment  and  debits,  for  expenses,  if  any,shall  be  properly  accounted  for  and  details  thereof  shall  beproperly reflected in the client's account.(c)   The tax deducted at source as required under the provisionsof the Income-Tax Act, 1961, (43 of 1961) shall be recorded inthe portfolio account.(2) The books of account will be audited yearly by qualified auditor toensure that the portfolio manager has followed proper accounting methodsand procedures and that the portfolio manager has performed his duties inaccordance with the law. A certificate to this effect shall, if so specified, besubmitted to the Board within six months  of  close  of  portfolio  manager'saccounting period.1[(3)  The  portfolio  accounts  of  the  portfolio  manager  shall  be  auditedannually  by  an  independent  chartered  accountant  and  a  copy  of  thecertificate issued by the chartered accountant shall be given to the client.(4) The client may appoint a chartered accountant to audit the books", "ents": [], "title": null}, {"text": "Reports  to  be  furnished  to  the  client.─  The  portfolio  manager shall furnish periodically a report to the client, as agreed in the contract, but not exceeding a period of six months  1[and as and when required by the client] and such report shall contain the following details, namely:-(a)   the composition and the value of the portfolio, description ofsecurity, number of securities, value of each security held inthe  portfolio,  cash  balance  and  aggregate  value  of  theportfolio as on the date of report;(b)transactions undertaken during the period of report includingdate of transaction and details of purchases and sales;(c)   beneficial  interest  received  during  that  period  in  respect  ofrights  shares  andinterest,  dividend,  bonus  shares,debentures;(d)   expenses incurred in managing the portfolio of the client;(e)   details of risk foreseen by the portfolio manager and the riskrelating  to  the  securities  recommended  by  the  portfoliomanager for investment or disinvestment.2[(1A)  The  report  referred  to  in  sub-regulation  (1)  may  be  madeavailable on the website of the portfolio manager with restricted access toeach client.](2)  The  portfolio  manager  shall  3[in  terms  of  the  agreement  with  theclient] also furnish to the client documents and information relating only tothe management of a portfolio.1   Inserted, ibid.10-2002.3  Inserted, ibid.(3)  On  termination  of  the  contract,  the  portfolio  manager  shall  give  adetailed statement of accounts to the client and settle the account with theclient as agreed in the contract.1[(4) The client shall have the right to obtain details of his portfolio from", "ents": [{"start": 37, "end": 43, "label": "ENT"}, {"start": 71, "end": 1674, "label": "ACT"}], "title": null}, {"text": "Report  on  steps  taken  on  Auditor's  report.─Every  portfolio manager shall within two months from the date of the auditors report take", "ents": [{"start": 30, "end": 39, "label": "ENT"}, {"start": 74, "end": 139, "label": "ACT"}], "title": null}, {"text": "Disclosures to the Board.─A portfolio manager shall disclose to the Board as and when required the following information namely:-(i)    particulars regarding the management of a portfolio;(ii)   any  change  in  the  information  or  particulars  previouslyfurnished,  which  have  a  bearing  on  the  certificate  granted  tohim;(iii)   the names of the clients whose portfolio he has managed;(iv)   particulars  relating  to  the  capital  adequacy  requirement  as", "ents": [{"start": 19, "end": 25, "label": "ENT"}, {"start": 46, "end": 468, "label": "ACT"}], "title": null}, {"text": "23A.  Appointment  of  compliance  officer.─  Every  portfolio manager shall appoint a compliance officer who shall be responsible for monitoring the compliance of the Act, rules and regulations, notifications, guidelines, the  Central Government and for redressal of investors' grievances. instructions  etc., the  Board  or issued  by 11-10-2002. Prior to its substitution, sub regulation (4) read as under: “(4) In the event of any dispute between the portfolio manager and his clients, the client shall have the right to obtain details of his portfolio from the portfolio manager.” 2001 w.e.f. 29-05-2001.(2) The compliance officer shall immediately and independently report", "ents": [{"start": 53, "end": 70, "label": "ENT"}, {"start": 71, "end": 678, "label": "ACT"}], "title": null}, {"text": "Right of inspection by the Board.─ The Board may appoint one or more persons as inspecting authority to undertake the inspection of the books of account, records and documents of the portfolio manager for any of the purposes specified in sub-regulation (2).(2) The purposes referred to in sub-regulation (1) may be as follows,namely:-(a)   to ensure that the books of account are being maintained inthe manner required;(b)   that the provisions of the Act, rules and regulations are beingcomplied with;(c)   to  investigate  into  the  complaints  received  from  investors,other portfolio managers or any other person on any matterhaving  a  bearing  on  the  activities  of  the  portfolio  manager;and(d)   to investigate suo motu in the interest of securities business", "ents": [{"start": 27, "end": 32, "label": "ENT"}, {"start": 45, "end": 772, "label": "ACT"}], "title": null}, {"text": "Notice  before  inspection.─  Before  undertaking  an  inspection under  regulation  24,  the  Board  shall  give  a  reasonable  notice  to  the portfolio manager, for that purpose.(2) Notwithstanding anything contained in sub-regulation (1), where theBoard is satisfied that in the interest of the investors no such notice shouldbe  given,  it  may  by  an  order  in  writing  direct  that  the  inspection  of  theaffairs of the portfolio manager be taken up without such notice.(3) During the course of inspection the portfolio manager against whoman  inspection  is  being  carried  out  shall  be  bound  to  discharge  his", "ents": [{"start": 95, "end": 100, "label": "ENT"}, {"start": 102, "end": 630, "label": "ACT"}], "title": null}, {"text": "Obligations of Portfolio Manager on inspection.─ It shall be the duty of every director, proprietor, partner, officer and employee of the portfolio  manager  who  is  being  inspected  to  produce  to  the  inspecting authority  such  books,  accounts  and  other  documents  in  his  custody  or control and furnish him with the statements and information relating to his activities  as  a  portfolio  manager  within  such  time  as  the  inspecting authority may require.(2) The portfolio manager shall allow the inspecting authority to have areasonable access to the premises occupied by such portfolio manager orby any other person, on his behalf and also extend reasonable facility forexamining  any  books,  records,  documents  and  computer  data  in  thepossession  of  the  portfolio  manager  or  any  such  other  person  and  alsoprovide copies of documents or other material which in the opinion of theinspecting authority are relevant for the purposes of the inspection.(3)  The  inspecting  authority  shall  in  the  course  of  inspection,  beentitled to examine or record statements of any principal officer, director,partner, proprietor and employee of the portfolio manager.(4) It shall be the duty of every director, proprietor, partner, officer oremployee  of  the  portfolio  manager  to  give  to  the  inspecting  authority  allassistance in connection with the inspection which the portfolio manager", "ents": [{"start": 15, "end": 46, "label": "ENT"}, {"start": 52, "end": 1427, "label": "ACT"}], "title": null}, {"text": "Submission  of  report  to  the  Board.─The  inspecting  authority shall,  as  soon  as  may  be  possible,  submit  an  inspection  report  to  the", "ents": [{"start": 57, "end": 66, "label": "ENT"}, {"start": 72, "end": 106, "label": "COND"}, {"start": 106, "end": 148, "label": "ACT"}], "title": null}, {"text": "28.  Action  on  inspection  or  investigation  report.─The  Board  or the  Chairman  shall  after  consideration  of  the  inspection  or  investigation report  take  such  action  as  the  Board  or  Chairman  may  deem  fit  and appropriate  including  action  under  2[Chapter  V  of  the  Securities  and", "ents": [], "title": null}, {"text": "Appointment  of  Auditor.─The  Board  may  appoint  a  qualified auditor  to  investigate  into  the  books  of  account  or  the  affairs  of  the portfolio manager: Provided that the auditor so appointed shall have the same powers of the  inspecting  authority  as  are  mentioned  in  regulation  24  and  the obligation  of  the  portfolio  manager  and  his  employees  in  regulation  26 shall be applicable to the investigation under this regulation. and under this regulation, the expression \"qualified auditor\" shall have the same meaning as given to it in section 226 of the Companies Act, 1956 (1 of 1956). 1  Substituted  by  the  SEBI  (Procedure  for  Holding  Enquiry  by  Enquiry  Officer  and Imposing  Penalty)  Regulations,  2002  w.e.f.  27-09-2002.  Prior  to  its  substitution, regulation 28 read as under: “28. Communication of findings etc. to the portfolio manager.─ The Board shall after  consideration  of  the  inspection  report  communicate  the  findings  to  the  portfolio manager to give him an opportunity of being heard before any action is being taken by the Board on the findings of the inspecting authority.(2) On receipt of the application, if any, from the portfolio manager, the Board maycall upon the portfolio manager to take such measures as the Board may deem fit inthe interest of the securities market and for due compliance with the provisions of theAct, rules and regulations.”Enquiry  by  Enquiry  Officer  and  Imposing  Penalty)  Regulations,  2002”  by  the  SEBI", "ents": [{"start": 31, "end": 36, "label": "ENT"}, {"start": 38, "end": 1518, "label": "ACT"}], "title": null}, {"text": "1[Liability  for  action  in  case  of  default.─A  portfolio  manager  who contravenes any of the provisions of the Act, Rules or Regulations framed thereunder  shall  be  liable  for  one  or  more  action  specified  therein including  the  action  under  Chapter  V  of  the  Securities  and  Exchange", "ents": [], "title": null}, {"text": "to 38. 2[* * *] granted; 1  Substituted, by the SEBI (Intermediaries) Regulations, 2008, w.e.f. 26-05-2008. Prior to by Enquiry Officer and Imposing Penalty) Regulations, 2002 w.e.f. 27-09-2002, read as under: \"30. Liability for action in case of default.─  A portfolio manager who-(a)  fails  to  comply  with  any  conditions  subject  to  which  certificate  has  been(b) contravenes any of the provisions of the Act, rules or regulations;shall be dealt with in the manner provided under the Securities and ExchangeBoard  of  India  (Procedure  for  Holding  Enquiry  by  the  Enquiry  Officer  andImposing Penalty) Regulations, 2002.Imposing  Penalty)  Regulations,  2002  w.e.f.  27-09-2002.  Prior  to  their  omission,regulations 31 to 38 read as under:\"31.  Suspension  of  registration.─(1)  A  penalty  of  suspension  of  registration  of  aportfolio manager may be imposed where -(i) the portfolio manager violates the provisions of the Act, rules or regulations;(ii) the portfolio manager -(a)  fails  to  furnish  any  information  relating  to  his  activity  as  portfoliomanager as required by the Board;(b) furnishes wrong or false information;(c) does not submit periodical returns as required by the Board;(d) does not co-operate in any enquiry conducted by the Board;activities;(iii) the portfolio manager fails to resolve the complaints of the investors or failsto give a satisfactory reply to the Board in this behalf;(iv) the portfolio manager indulges in manipulating or price rigging or cornering(v) the portfolio manager is guilty of misconduct or improper or unbusinesslikeor  unprofessional  conduct  which  is  not  in  accordance  with  the  Code  ofConduct specified in Schedule III;(vi) the portfolio manager fails to maintain the capital adequacy requirement inaccordance with the provisions of regulation 7;(vii) the portfolio manager fails to pay the fees;(viii) the portfolio manager violates the conditions of registration;", "ents": [{"start": 16, "end": 24, "label": "ENT"}, {"start": 0, "end": 442, "label": "COND"}, {"start": 442, "end": 1961, "label": "ACT"}], "title": null}, {"text": "Cancellation  of  registration.─A  penalty  of  cancellation  of  registration  of  a portfolio manager may be imposed where:-(i) the portfolio manager indulges in deliberate manipulation or price rigging orcornering  activities  affecting  the  securities  market  and  the  investorsinterest;(ii) the financial position of the portfolio manager deteriorates to such an extentthat the Board is of the opinion that his continuance as portfolio manager isnot in the interest of investors;(iii) the portfolio manager is guilty of fraud, or is convicted of a criminal offence;(iv) the portfolio manager is guilty of repeated defaults of the nature mentionedin  regulation  31  provided  that  the  Board  furnishes  the  reasons  for", "ents": [{"start": 86, "end": 103, "label": "ENT"}, {"start": 104, "end": 730, "label": "ACT"}], "title": null}, {"text": "Manner of making order of suspension and cancellation.─No order of penalty of suspension or cancellation, as the case may be, shall be imposed except after holding", "ents": [{"start": 26, "end": 36, "label": "ENT"}, {"start": 118, "end": 163, "label": "ACT"}], "title": null}, {"text": "Manner  of  holding  enquiry  before  suspension  or  cancellation.─  For  the purpose of holding an enquiry under regulation 33, the Board may appoint an enquiryofficer.(2) The enquiry officer shall issue to the portfolio manager a notice at the registeredoffice or the principal place of business of the portfolio manager.(3) The portfolio manager may, within thirty days from the date of receipt of suchnotice,  furnish  to  the  enquiry  officer  a  reply  together  with  copies  of  documentary  orother evidence relied on by him or sought by the Board from the portfolio manager.(4)  The  enquiry  officer  shall,  give  a  reasonable  opportunity  of  hearing  to  theportfolio  manager  to  enable  him  to  make  submissions  in  support  of  his  reply  madeunder sub-regulation (3).(5) Before the enquiry officer, the portfolio manager may either appear in person orthrough any person duly authorised by the portfolio manager:Provided  that  no  lawyer  or  advocate shall  be  permitted  to  represent  the  portfoliomanager at the enquiry:Provided  further  that  where  a  lawyer  or  an  advocate  has  been  appointed  by  theBoard as a presenting officer under sub- regulation (6), it shall be lawful for the portfoliomanager to present its case through a lawyer or advocate.(6) If it is considered necessary, the enquiry officer may ask the Board to appoint apresenting officer to present its case.(7)  The  enquiry  officer  shall,  after  taking  into  account  all  relevant  facts  andsubmissions  made  by  the  portfolio  manager,  submit  a  report  to  the  Board  andrecommend the penalty to be imposed as also the grounds on the basis of which the", "ents": [{"start": 21, "end": 28, "label": "ENT"}, {"start": 140, "end": 1676, "label": "ACT"}], "title": null}, {"text": "Show-cause  notice  and  order.─  On  receipt  of  the  report  from  the  enquiry officer, the Board shall consider the same and issue a show-cause notice as to why the penalty as proposed by the enquiry officer should not be imposed.(2) The portfolio manager shall within twenty-one days of the date of the receipt ofthe show- cause notice send a reply to the Board.(3)  The  Board  after  considering  the  reply  to  the  show-cause  notice,  if  received,shall as soon as possible but not later than thirty days from the receipt of the reply, ifany, pass such order as it deems fit.(4)  Every  order  passed  under sub-regulation  (3) shall  be  self-contained and givereasons for the conclusions stated therein including justification of the penalty imposedby that order.(5)  The  Board  shall  send  a  copy  of  the  order  under  sub-  regulation  (3)  to  the", "ents": [{"start": 75, "end": 90, "label": "ENT"}, {"start": 102, "end": 869, "label": "ACT"}], "title": null}, {"text": "Power of the Board to issue clarifications.─In order to remove any difficulties these regulations, the Board may issue clarifications or guidelines in the form ofcirculars.]the  application  orinterpretation  ofin  respect  of", "ents": [{"start": 13, "end": 27, "label": "ENT"}, {"start": 0, "end": 109, "label": "COND"}, {"start": 109, "end": 226, "label": "ACT"}], "title": null}]