[{"text": "No insider shall communicate, provide, or allow access to any unpublished pricesensitive information, relating to a company or securities listed or proposed to be listed, to anyperson including other insiders except where such communication is in furtherance of legitimatepurposes, performance of duties or discharge of legal obligations.This provision is intended to cast an obligation on all insiders who are essentiallypersons in possession of unpublished price sensitive information to handle such information withcare  and  to  deal  with  the  information  with  them  when  transacting  their  business  strictly  on  aneed-to-know basis.   It is also intended to lead to organisations developing practices based onneed-to-know principles for treatment of information in their possession.(2)No person shall procure from or cause the communication by any insider of unpublishedprice  sensitive  information,  relating  to  a  company  or  securities  listed  or  proposed  to  be  listed,except  in  furtherance  of  legitimate  purposes,  performance  of  duties  or  discharge  of  legalobligations.This  provision  is  intended  to  impose  a  prohibition  on  unlawfully  procuringpossession  of  unpublished  price  sensitive  information.    Inducement  and  procurement  ofunpublished  price  sensitive  information  not  in  furtherance  of  one’s  legitimate  duties  anddischarge of obligations would be illegal under this provision.7[(2A)  The  board  of  directors  of  a  listed  company  shall  make  a  policy  for  determination  of“legitimate  purposes”  as  a  part  of  “Codes  of  Fair  Disclosure  and  Conduct”  formulated  underregulation 8.of unpublished price sensitive information in the ordinary course of business by an insider with2018 (w.e.f. April 01, 2019).partners, collaborators, lenders, customers, suppliers, merchant bankers, legal advisors, auditors,insolvency professionals or other advisors or consultants, provided that such sharing has not beencarried out to evade or circumvent the prohibitions of these regulations.]8[(2B)  Any person in receipt of unpublished price sensitive information pursuant to a “legitimatepurpose” shall be considered an “insider” for purposes of these regulations and due notice shallbe  given  to  such  persons  to  maintain  confidentiality  of  such  unpublished  price  sensitiveinformation in compliance with these regulations.](3)Notwithstanding  anything  contained  in  this  regulation,  an  unpublished  price  sensitiveinformation may be communicated, provided, allowed access to or procured, in connection witha transaction that would:–(i)entail  an  obligation  to  make  an  open  offer  under  the  takeover  regulations  wherethe board of directors of the  9[listed]  company is  of informed opinion that  10[sharing ofsuch information] is in the best interests of the company;It  is  intended  to  acknowledge  the  necessity  of  communicating,  providing,allowing  access  to  or  procuring  UPSI  for  substantial  transactions  such  as  takeovers,mergers and acquisitions involving trading in securities and change of control to assess apotential investment.  In an open offer under the takeover regulations, not only would thesame price be made available to all shareholders of the company but also all informationnecessary  to  enable  an  informed  divestment  or  retention  decision  by  the  publicshareholders  is  required  to  be  made  available  to  all  shareholders  in  the  letter  of  offerunder those regulations.2018 (w.e.f. April 01, 2019)2018 (w.e.f. April 01, 2019)Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019).(ii)not attract the obligation to make an open offer under the takeover regulations butwhere  the  board  of  directors  of  the  11[listed]  company  is  of  informed  opinion  12[thatsharing of such information] is in the best interests of the company and the informationthat  constitute  unpublished  price  sensitive  information  is  disseminated  to  be  madegenerally  available  at  least  two  trading  days  prior  to  the  proposed  transaction  beingeffected in such form as the board of directors may determine  13[to be adequate and fairto cover all relevant and material facts].It  is  intended  to  permit  communicating,  providing,  allowing  access  to  orprocuring UPSI also in transactions that do not entail an open offer obligation under thetakeover  regulations  14[when  authorised  by  the  board  of  directors  if  sharing  of  suchinformation]  is  in  the  best  interests  of  the  company.  The  board  of  directors,  however,would  cause  public  disclosures  of  such  unpublished  price  sensitive  information  wellbefore the proposed transaction to rule out any information  asymmetry in the market.(4)For  purposes  of  sub-regulation  (3),  the  board  of  directors  shall  require  the  parties  toexecute agreements to contract confidentiality and non-disclosure obligations on the part of suchparties and such parties shall keep information so received confidential, except for the purpose ofsub-regulation (3), and shall not otherwise trade in securities of the company when in possessionof unpublished price sensitive information.15[(5)  The  board  of  directors  or  head(s)  of  the  organisation  of  every  person  required  to  handleunpublished  price  sensitive  information  shall  ensure  that  a  structured  digital  database  is2018 (w.e.f. April 01, 2019)of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)2018 (w.e.f. April 01, 2019)(Amendment) Regulations, 2018 (w.e.f. April 01, 2019)15  Substituted  by  Securities  and  Exchange  Board  of  India  (Prohibition  of  Insider  Trading)  (Amendment)Regulations, 2020 (w.e.f. July 17, 2020). Prior to the substitution, sub-regulation 5 read as follows: -“The board of directors shall ensure that a structured digital database is maintained containing the names ofsuch  persons  or  entities  as  the  case  may  be  with  whom  information  is  shared  under  this  regulation  alongwith the Permanent Account Number or any other identifier authorized by law where Permanent Accountmaintained  containing  the  nature  of  unpublished  price  sensitive  information  and  the  names  ofsuch persons who have  shared the information  and also  the names of such persons with  whominformation  is  shared  under  this  regulation  along  with  the  Permanent  Account  Number  or  anyother  identifier  authorized  by  law  where  Permanent  Account  Number  is  not  available.  Suchdatabase  shall  not  be  outsourced  and  shall  be  maintained  internally  with  adequate  internalcontrols  and  checks  such  as  time  stamping  and  audit  trails  to  ensure  non-tampering  of  thedatabase.]16[(6)  The  board  of  directors  or  head(s)  of  the  organisation  of  every  person  required  to  handleunpublished  price  sensitive  information  shall  ensure  that  the  structured  digital  database  ispreserved for a period of  not  less than eight  years after completion of the relevant  transactionsand  in  the  event  of  receipt  of  any  information  from  the  Board  regarding  any  investigation  orenforcement  proceedings,  the  relevant  information  in  the  structured  digital  database  shall  be", "ents": [], "title": null}, {"text": "No  insider  shall  trade  in  securities  that  are  listed  or  proposed  to  be  listed  on  astock exchange when in possession of unpublished price sensitive information:unpublished  price  sensitive  information,  his  trades  would  be  presumed  to  have  been  motivatedby the knowledge and awareness of such information in his possession.]Provided  that  the  insider  may  prove  his  innocence  by  demonstrating  the  circumstancesincluding the following: –Number  is  not  available.  Such  databases  shall  be  maintained  with  adequate  internal  controls  and  checkssuch as time stamping and audit trails to ensure non-tampering of the database.”(Amendment) Regulations, 2018 (w.e.f. April 01, 2019).2020 (w.e.f. July 17, 2020).2018 (w.e.f. April 01, 2019)(i)  the  transaction  is  an  off-market  inter-se  transfer  between  18[insiders]  who  were  inpossession  of the same  unpublished price sensitive information  without being  in  breachof regulation 3 and both parties had made a conscious and informed trade decision.19[Provided  that  such  unpublished  price  sensitive  information  was  not  obtained  undersub-regulation (3) of regulation 3 of these regulations.Provided  further  that  such  off-market  trades  shall  be  reported  by  the  insiders  to  thecompany  within  two  working  days.  Every  company  shall  notify  the  particulars  of  suchtrades  to  the  stock  exchange  on  which  the  securities  are  listed  within  two  trading  daysfrom receipt of the disclosure or from becoming aware of such information.];20[(ii) the transaction was carried out through the block deal window mechanism betweenpersons  who  were  in  possession  of  the  unpublished  price  sensitive  information  withoutbeing in breach of regulation 3 and both parties had made a conscious and informed tradedecision;Provided  that  such  unpublished  price  sensitive  information  was  not  obtained  by  eitherperson under sub-regulation (3) of regulation 3 of these regulations.(iii)  the  transaction  in  question  was  carried  out  pursuant  to  a  statutory  or  regulatoryobligation to carry out a bona fide transaction.(iv) the transaction in question was undertaken pursuant to the exercise of stock optionsin respect of which the exercise price was pre-determined in compliance with applicableregulations.](Amendment) Regulations, 2018 (w.e.f. April 01, 2019)2018 (w.e.f. April 01, 2019)2018 (w.e.f. April 01, 2019)(v)in the case of non-individual insiders: –(a)the individuals who were in possession of such unpublished price sensitiveinformation were different from the individuals taking trading decisions and suchdecision-making  individuals  were  not  in  possession  of  such  unpublished  pricesensitive information when they took the decision to trade; and(b)appropriate and adequate arrangements were in place to ensure that theseregulations  are  not  violated  and  no  unpublished  price  sensitive  information  wascommunicated  by  the  individuals  possessing  the  information  to  the  individualstaking  trading  decisions  and  there  is  no  evidence  of  such  arrangements  havingbeen breached;(vi)the trades were pursuant to a trading plan set up in accordance with regulation 5.unpublished  price  sensitive  information,  his  trades  would  be  presumed  to  have  beenmotivated  by  the  knowledge  and  awareness  of  such  information  in  his  possession.  Thereasons  for  which  he  trades  or  the  purposes  to  which  he  applies  the  proceeds  of  thetransactions  are  not  intended  to  be  relevant  for  determining  whether  a  person  hasviolated  the  regulation.  He  traded  when  in  possession  of  unpublished  price  sensitiveinformation is what would need to be demonstrated at the outset to bring a charge. Oncethis  is  established,  it  would  be  open  to  the  insider  to  prove  his  innocence  bydemonstrating the circumstances mentioned in the proviso, failing which he would haveviolated the prohibition.(2)In the case of connected persons the onus of establishing, that they were not in possessionof  unpublished  price  sensitive  information,  shall  be  on  such  connected  persons  and  in  othercases, the onus would be on the Board.(3)", "ents": [], "title": null}, {"text": "An  insider  shall  be  entitled  to  formulate  a  trading  plan  and  present  it  to  thecompliance  officer  for  approval  and  public  disclosure  pursuant  to  which  trades  may  be  carriedout on his behalf in accordance with such plan.This  provision  intends  to  give  an  option  to  persons  who  may  be  perpetually  inpossession of unpublished price sensitive information and enabling them to trade in securities ina  compliant  manner.    This  provision  would  enable  the  formulation  of  a  trading  plan  by  aninsider to enable him to plan for trades to be executed in future.  By doing so, the possession ofunpublished price sensitive information when a trade under a  trading plan is actually executedwould  not  prohibit  the  execution  of  such  trades  that  he  had  pre-decided  even  before  theunpublished price sensitive information came into being.(2)Such trading plan shall:–(i)not  entail  commencement  of  trading  on  behalf  of  the  insider  earlier  than  sixmonths from the public disclosure of the plan;It is intended that to get the benefit of a trading plan, a cool-off period ofsix  months  is  necessary.  Such  a  period  is  considered  reasonably  long  for  unpublishedprice  sensitive  information  that  is  in  possession  of  the  insider  when  formulating  thetrading  plan,  to  become  generally  available.    It  is  also  considered  to  be  a  reasonableperiod for a time lag in which new unpublished price sensitive information may come intobeing  without  adversely  affecting  the  trading  plan  formulated  earlier.  In  any  case,  itshould  be  remembered  that  this  is  only  a  statutory  cool-off  period  and would  not  grantimmunity  from  action  if  the  insider  were  to  be  in  possession  of  the  same  unpublishedprice sensitive information both at the time of formulation of the plan and implementationof the same.(ii)not entail trading for the period between the twentieth trading day prior to the lastday of any financial period for which results are required to be announced by the issuer ofthe securities and the second trading day after the disclosure of such financial results;Since the trading plan is envisaged to be an exception to the general ruleprohibiting  trading  by  insiders  when  in  possession  of  unpublished  price  sensitiveinformation, it is important that the trading plan does not entail trading for a reasonableperiod  around  the  declaration  of  financial  results  as  that  would  generate  unpublishedprice sensitive information.(iii)entail trading for a period of not less than twelve months;It is intended that it would be undesirable to have frequent announcementsof  trading  plans  for  short  periods  of  time  rendering  meaningless  the  defence  of  areasonable time gap between the decision to trade and the actual trade.  Hence it is feltthat a reasonable time would be twelve months.(iv)not  entail  overlap  of  any  period  for  which  another  trading  plan  is  already  inexistence;It is intended that it would be undesirable to  have multiple trading plansoperating during the same time period.  Since it would be possible for an insider to timethe  publication  of  the  unpublished  price  sensitive  information  to  make  it  generallyavailable  instead  of  timing  the  trades,  it  is  important  not  to  have  the  ability  to  initiatemore than one plan covering the same time period.(v)set out either the value of trades to be effected or the number of securities to betraded  along  with  the  nature  of  the  trade  and  the  intervals  at,  or  dates  on  which  suchtrades shall be effected; andIt  is  intended  that  while  regulations  should  not  be  too  prescriptive  andrigid  about  what  a  trading  plan  should  entail,  they  should  stipulate  certain  basicparameters  that  a  trading  plan  should  conform  to  and  within  which,  the  plan  may  beformulated with full flexibility.  The nature of the trades entailed in the trading plan i.e.acquisition  or  disposal  should  be  set  out.  The  trading  plan  may  set  out  the  value  ofsecurities or the number of securities to be invested or divested.  Specific dates or specifictime intervals may be set out in the plan.(vi)not entail trading in securities for market abuse.from bringing proceedings  for  market abuse. For instance, in  the event of manipulativetiming  of  the  release  of  unpublished  price  sensitive  information  to  ensure  that  tradingunder a trading plan becomes lucrative in circumvention of regulation 4 being detected,it  would  be  open  to  initiate  proceedings  for  alleged  breach  of  SEBI  (Prohibition  of", "ents": [], "title": null}, {"text": "The  compliance  officer  shall  review  the  trading  plan  to  assess  whether  the  plan  wouldhave  any  potential  for  violation  of  these  regulations  and  shall  be  entitled  to  seek  such  expressundertakings  as  may  be  necessary  to  enable  such  assessment  and  to  approve  and  monitor  theimplementation of the plan.21[Provided  that  pre-clearance  of  trades  shall  not  be  required  for  a  trade  executed  as  per  anapproved trading plan.2018 (w.e.f. April 01, 2019)Provided  further  that  trading  window  norms  and  restrictions  on  contra  trade  shall  not  beapplicable for trades carried out in accordance with an approved trading plan.]It  is  intended  that  the  compliance  officer  would  have  to  review  and  approve  theplan.    For  doing  so,  he  may  need  the  insider  to  declare  that  he  is  not  in  possession  ofunpublished  price  sensitive  information  or  that  he  would  ensure  that  any  unpublished  pricesensitive  information  in  his  possession  becomes  generally  available  before  he  commencesexecuting his trades.  Once satisfied, he may approve the trading plan, which would then have tobe implemented in accordance with these regulations.(4)The  trading  plan  once  approved  shall  be  irrevocable  and  the  insider  shall  mandatorilyhave  to  implement  the  plan,  without  being  entitled  to  either  deviate  from  it  or  to  execute  anytrade in the securities outside the scope of the trading plan.Provided that the implementation of the trading plan shall not be commenced if any unpublishedprice sensitive information in possession of the insider at the time of formulation of the plan hasnot become generally available at the time of the commencement of implementation and in suchevent  the  compliance  officer  shall  confirm  that  the  commencement  ought  to  be  deferred  untilsuch  unpublished  price  sensitive  information  becomes  generally  available  information  so  as  toavoid a violation of sub-regulation (1) of regulation 4.It is intended that since the trading plan is an exception to the general rule that aninsider should not trade when in possession of unpublished price sensitive information, changingthe  plan  or  trading  outside  the  same  would  negate  the  intent  behind  the  exception.    Otherinvestors  in  the  market,  too,  would  factor  the  impact  of  the  trading  plan  on  their  own  tradingdecisions  and  in  price  discovery.    Therefore,  it  is  not  fair  or  desirable  to permit  the  insider  todeviate from the trading plan based on which others in the market have assessed their views onthe securities.The  proviso  is  intended  to  address  the  prospect  that  despite  the  six-month  gap  between  theformulation  of  the  trading  plan  and  its  commencement,  the  unpublished  price  sensitiveinformation  in  possession  of  the  insider  is  still  not  generally  available.    In  such  a  situation,commencement of the plan would conflict with the over-riding principle that trades should not beexecuted  when  in  possession  of  such  information.  If  the  very  same  unpublished  price  sensitiveinformation  is  still  in  the  insider’s  possession,  the  commencement  of  execution  of  the  tradingplan ought to be deferred.(5)Upon  approval  of  the  trading  plan,  the  compliance  officer  shall  notify  the  plan  to  thestock exchanges on which the securities are listed.It  is  intended  that  given  the  material  exception  to  the  prohibitory  rule  inregulation 4, a trading plan is required to be publicly disseminated.  Investors in the market atlarge would also factor the potential pointers in the trading plan in their own assessment of thesecurities and price discovery for them on the premise of how the insiders perceive the prospects", "ents": [], "title": null}, {"text": "Every public disclosure under this Chapter shall be made in such form as may bespecified.(2)The disclosures to be made by any person under this Chapter shall include those relatingto trading by such person’s immediate relatives, and by any other person for whom such persontakes trading decisions.It is intended that disclosure of trades would need to be of not only those executedby the person concerned but also by the immediate relatives and of other persons for whom theperson concerned takes trading decisions.  These regulations are primarily aimed at preventingabuse  by  trading  when  in  possession  of  unpublished  price  sensitive  information  and  therefore,what  matters  is  whether  the  person  who  takes  trading  decisions  is  in  possession  of  suchinformation rather than whether the person who has title to the trades is in such possession.(3)The  disclosures  of  trading  in  securities  shall  also  include  trading  in  derivatives  ofsecurities and the traded value of the derivatives shall be taken into account for purposes of thisChapter:Provided  that  trading  in  derivatives  of  securities  is  permitted  by  any  law  for  the  timebeing in force.(4)The  disclosures  made  under  this  Chapter  shall  be  maintained  by  the  company,  for  a", "ents": [{"start": 6, "end": 23, "label": "ENT"}, {"start": 43, "end": 1287, "label": "ACT"}], "title": null}, {"text": "  Initial Disclosures.(a).  Every promoter  22[, member of the promoter group] , key managerial personnel anddirector  of  every  company  whose  securities  are  listed  on  any  recognised  stockexchange  shall  disclose  his  holding  of  securities  of  the  company  as  on  the  date  ofthese regulations taking effect, to the company within thirty days of these regulationstaking effect;(b).  Every  person  on  appointment  as  a  key  managerial  personnel  or  a  director  of  thecompany  or  upon  becoming  a  23[promoter  or  member  of  the  promoter  group]  shall2019 (w.e.f. January 21, 2019)(Amendment) Regulations, 2019 (w.e.f. January 21, 2019)disclose  his  holding  of  securities  of  the  company  as  on  the  date  of  appointment  orbecoming  a  promoter,  to  the  company  within  seven  days  of  such  appointment  orbecoming a promoter.", "ents": [{"start": 49, "end": 55, "label": "ENT"}, {"start": 2, "end": 207, "label": "COND"}, {"start": 207, "end": 869, "label": "ACT"}], "title": null}, {"text": " Continual Disclosures.(a).  Every  promoter  24[,  member  of  the  promoter  group],  25[designated  person]  anddirector  of  every  company  shall  disclose  to  the  company  the  number  of  suchsecurities acquired or disposed of within two trading days of such transaction if thevalue  of  the  securities  traded,  whether  in  one  transaction  or  a  series  of  transactionsover any calendar quarter, aggregates to a traded value in excess of ten lakh rupees orsuch other value as may be specified;(b).  Every company shall notify the particulars of such trading to the stock exchange onwhich the securities are listed within two trading days of receipt of the disclosure orfrom becoming aware of such information.incremental transactions after any disclosure under this sub-regulation, shall be madewhen the transactions effected after the prior disclosure cross the threshold specifiedin clause (a) of sub-regulation (2).26[(c)      The  above  disclosures  shall  be  made  in  such  form  and  such  manner  as  may  bespecified by the Board from time to time.]Disclosures by other connected persons.", "ents": [{"start": 11, "end": 26, "label": "ENT"}, {"start": 145, "end": 1115, "label": "ACT"}], "title": null}, {"text": " Any  company  whose  securities  are  listed  on  a  stock  exchange  may,  at  its  discretion require any other connected person or class of connected persons to make disclosures of holdings 2019 (w.e.f. January 21, 2019) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019) 2020 (w.e.f. July 17, 2020). and  trading  in  securities  of  the  company  in  such  form  and  at  such  frequency  as  may  be determined by the company in order to monitor compliance with these regulations. whom it has to provide unpublished price sensitive information. This provision confers discretion on  any  company  to  seek  such  information.  For  example,  a  listed  company  may  ask  that  a", "ents": [], "title": null}, {"text": " In this Chapter, unless the context otherwise requires:-(a)  ‘Investor Protection and Education Fund’ means the Investor Protection and EducationFund created by the Board under section 11 of the Act;(b) ‘Informant’ means  an individual(s), who voluntarily  submits  to  the  Board  a VoluntaryInformation Disclosure Form relating to an alleged violation of insider trading laws thathas occurred, is occurring or has a reasonable belief that it is about to occur, in a mannerprovided under these regulations, regardless  of whether  such individual(s) satisfies therequirements, procedures and conditions to qualify for a reward;(c)  ‘Informant  Incentive  Committee’  means  the  High  Powered  Advisory  Committeeconstituted by the Board in the manner as may be  specified under regulation 11 of theSecurities and Exchange Board of India (Settlement Proceedings) Regulations, 2018.(d) ‘insider trading laws’ means the following provisions of securities laws,-i.Section 15G of the Act;Regulations, 2019 (w.e.f. December 26, 2019)ii.iii.iv.v.regulation 3 of these regulations;regulation 4 of these regulations;regulation 5 of these regulations; andregulation  9  or  regulation  9A  of  these  regulations,  in  so  far  as  they  pertain  totrading or communication of unpublished price sensitive information.(e)  ‘irrelevant,  vexatious  and  frivolous  information’  includes,  reporting  of  informationwhich in the opinion of the Board, -(i)  Does not constitute a violation of insider trading laws; or(ii)Is rendered solely for the purposes of malicious prosecution; or(iii)  Is rendered intentionally in an effort to waste the time and resource of the Board.(f)  ‘Legal  Representative’  means  a  duly  authorised  individual  who  is  admitted  to  thepractice of law in India;(g) ‘Monetary Sanctions’ shall mean any non-monetary settlement terms or any direction ofthe  Board,  in  the  nature  of  disgorgement  under  securities  laws  aggregating  to  at  leastRupees  one  crore  arising  from  the  same  operative  facts  contained  in  the  originalinformation.(h) ‘Original  Information’  means  any  relevant  information  submitted  in  accordance  withthese regulations pertaining to any violation of insider trading laws that is:-(i)derived from the independent knowledge and analysis of the Informant;(ii)  not known to the Board from any other source, except where the Informant is theoriginal source of the information;(iii)is sufficiently specific, credible and timely to  - (1) commence an examination orinquiry  or  audit,  (2)  assist  in  an  ongoing  examination  or  investigation  or  inquiry  oraudit,  (3)  open  or  re-open  an  investigation  or  inquiry,  or  (4)  inquire  into  a  differentconduct as part of an ongoing examination or investigation or inquiry or audit directedby the Boardreceipt of the duly completed Voluntary Information Disclosure Form by the Board, aperiod  of  not  more  than  three  years  has  elapsed  since  the  date  on  which  the  firstalleged trade constituting violation of insider trading laws was executed];(iv)  not  exclusively  derived  from  an  allegation  made  in  a  judicial  or  administrativehearing,  in  a  Governmental  report,  hearing,  audit,  or  investigation,  or  from  the  newsmedia, except where the Informant is the original source of the information; and(v)not irrelevant or frivolous or vexatious.information already possessed by the Board is not original information.(i) ‘own analysis’ means the examination and evaluation of the relevant information  by theInformant that may be publicly available, but which reveals  analysis that is not knownto SEBI:Providedthat  such  analysisis  not  derived  from  professional  or  confidentialcommunication protected under the Indian Evidence Act, 1872 (1 of 1872);(j) ‘own  knowledge’  means  relevant  information  in  the  possession  of  the  Informant  notderived from publicly available sources:Provided  that  such  knowledge  is  not  derived  from  professional  or  confidentialcommunications protected under the Indian Evidence Act, 1872 (1 of 1872);(k) ‘Reward’  means  any  gratuitous  monetary  amount  for  which  an  Informant  is  declaredeligible as per the provisions of these regulations;(l) ‘securities  laws’  means  the  Act,  the  Securities  Contract  (Regulations)  Act,  1956  (42  of1956), the Depositories Act, 1996 (22 of 1996), the relevant provisions of any other lawto the extent it is administered by the Board and the relevant rules and regulations madethereunder;Regulations, 2020 (w.e.f. October 29, 2020).(m) ‘voluntarily providing information’ means providing the Board with information beforereceiving  any  request,  inquiry,  or  demand  from  the  Board,  any  other  Central  or  State", "ents": [{"start": 29, "end": 101, "label": "ENT"}, {"start": 757, "end": 4775, "label": "ACT"}], "title": null}, {"text": " An Informant shall submit Original Information by furnishing the Voluntary Information Disclosure Form to the Office of Informant Protection of the Board in the format and manner set out  in  Schedule  D.  The  Voluntary  Information  Disclosure  Form  may  be  submitted  through informant’s legal representative: Provided that where the Informant does not submit the Voluntary Information Disclosure Form through  a  legal  representative,  the  Board  may  require  such  Informant  to  appear  in  person  to ascertain his/her identity and the veracity of the information so provided. received  in  a  manner  not  in  accordance  with  the  manner  provided  under  these  regulations,  the Board  may  require  such  information  to  be  filed  with  it  in  accordance  with  these  regulations  or reject the same.", "ents": [{"start": 4, "end": 13, "label": "ENT"}, {"start": 14, "end": 823, "label": "ACT"}], "title": null}, {"text": " The legal representative shall,-i. Verify the identity and contact details of the Informant;ii. Unless  otherwise  required  by  the  Board,  maintain  confidentiality  of  the  identity  andexistence  of  the  Informant,  including  the  original  Voluntary  Information  DisclosureForm;iii.  Undertake and certify that he/she,-(a)  Has reviewed the completed and signed Voluntary Information Disclosure Form forcompleteness and accuracy and that the information contained therein is true, correctand complete to the best of his/her knowledge;(b)  Has obtained a irrevocable consent from the Informant to provide to the Board withoriginal  Voluntary  Information  Disclosure  Form  whenever  required  by  the  Board;and(c)  Agrees  to  be  legally  obligated  to  provide  the  original  Voluntary  InformationDisclosure Form within seven (7) calendar days of receiving such requests from theBoard.iv. Submits  to  the  Board,  the  copy  of  the  Voluntary  Information  Disclosure  Form  in  themanner provided in Schedule D of these regulations along with a signed certificate asrequired under clause (iii) of this sub-regulation (2).", "ents": [], "title": null}, {"text": "  An  Informant  shall  while  submitting  the  Voluntary  Information  Disclosure  Form  shall expunge  such  information  from  the  content  of  the  information  which  could  reasonably  be expected  to  reveal  his  or  her  identity  and  in  case  where  such  information  cannot  be  expunged,", "ents": [], "title": null}, {"text": " The Board may designate a division to function as the independent Office of Informant Protection.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 98, "label": "ACT"}], "title": null}, {"text": " The Office of Informant Protection shall perform such functions as may be specified by the Board, including,-i.  Receiving and registering the Voluntary Information Disclosure Form;ii.  Making all necessary communications with the Informant;iii.  Maintaining a hotline for the benefit of potential Informant;iv.  Maintaining  confidentiality  of  the  legal  representative  of  the  Informant  and  act  as  aninterface between the Informant and the officers of the Board;v.Interacting with the Informant Incentive Committee;vi.vii.Issuing press releases and rewards relating to Informant; andSubmitting  an  annual  report  to  the  Board  relating  to  the  functioning  of  the  Office  ofInformant Protection.", "ents": [{"start": 15, "end": 24, "label": "ENT"}, {"start": 36, "end": 715, "label": "ACT"}], "title": null}, {"text": " On receipt of the Voluntary Information Disclosure Form, the Office of Informant Protection shall  communicate  the  substance  of  the  information  along  with  the  evidence  submitted  by  the informant to  the relevant department  or division  of the  Board  for  examination and initiation of necessary action, if any.", "ents": [{"start": 286, "end": 309, "label": "ENT"}, {"start": 1, "end": 56, "label": "COND"}, {"start": 93, "end": 325, "label": "ACT"}], "title": null}, {"text": " The Board shall not be required to send any intimation or acknowledgement to the Informant or  any  other  person,  of  the  examination  or  action  initiated  by  the  Board,  if  any,  pursuant  to receipt  of  the  Voluntary  Information  Disclosure  Form  or  information  under  these  regulations,", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 305, "label": "ACT"}], "title": null}, {"text": " Upon collection or substantial recovery of the monetary sanctions amounting to at least twice the Reward, the Board may at its sole discretion, declare an Informant eligible for Reward and intimate the Informant or his or her legal representative to file an application in the format provided in Schedule-E for claiming such Reward: Provided that the amount of Reward shall be ten percent of the monetary sanctions collected or recovered  and  shall  not  exceed  Rupees  One  crore  or  such  higher  amount  as  the  Board  may specify from time to time: Provided  further  that  the  Board  may  if  deemed  fit,  out  of  the  total  Reward  payable,  grant  an interim reward not exceeding Rupees Ten lacs or such higher amount as the Board may specify from  time  to  time,  on  the  issue  of  final  order  by  the  Board  against  the  person  directed  todisgorge.", "ents": [{"start": 67, "end": 88, "label": "ENT"}, {"start": 1, "end": 105, "label": "COND"}, {"start": 117, "end": 875, "label": "ACT"}], "title": null}, {"text": " In case of more than one  Informant jointly providing the Original Information, the Reward, as specified in the intimation under sub-regulation (1), shall be divided equally amongst the total number of Informants.", "ents": [{"start": 68, "end": 79, "label": "ENT"}, {"start": 68, "end": 79, "label": "ENT"}, {"start": 1, "end": 79, "label": "COND"}, {"start": 1, "end": 150, "label": "COND"}, {"start": 150, "end": 214, "label": "ACT"}, {"start": 150, "end": 214, "label": "ACT"}], "title": null}, {"text": " The Reward under these regulations shall be paid from the Investor Protection and Education", "ents": [], "title": null}, {"text": " The amount of the Reward, if payable, shall be determined by the Board.", "ents": [{"start": 19, "end": 25, "label": "ENT"}, {"start": 1, "end": 39, "label": "COND"}, {"start": 39, "end": 72, "label": "ACT"}], "title": null}, {"text": "  While  determining  the  amount  of  Reward  under  sub-regulation  (1),  the  Board  may  specify the factors that may be taken into consideration by the Informant Incentive Committee.", "ents": [{"start": 81, "end": 86, "label": "ENT"}, {"start": 2, "end": 73, "label": "COND"}, {"start": 88, "end": 187, "label": "ACT"}], "title": null}, {"text": "  An  Informant  may  be  eligible  for  a  Reward  whether  or  not  he  reported  the  matter  to  his organization  as  per  its  internal  legal  and  compliance  procedures  and  irrespective  of  such organization’s compliance officer subsequently providing the same Information to the Board.", "ents": [], "title": null}, {"text": "  Informants  who  are  considered  tentatively  eligible  for  a  Reward,  shall  submit  the Informant Reward Claim Form set out in Schedule E to the Board within the period specified in the intimation sent by the Board.", "ents": [], "title": null}, {"text": "  Prior  to  the  payment  of  a  Reward,  an  Informant  shall  directly  or  through  his  or  her  legal representative, disclose his or her identity and provide such other information as the Board mayrequire.", "ents": [], "title": null}, {"text": "No Reward shall be made to an Informant:- who does not submit original information;(2) who has acquired the Original Information, through or as a member, officer, or an employeeof:-(i)any regulatory agency constituted by or under any law in India or outside India, includingthe Board;(ii)any self-regulatory organization;(iii)      the surveillance or investigation wings of any recognised stock exchange or clearingcorporation; or(iv)any law enforcement organization including the police or any central or state revenueauthorities.(3) against whom the Board may initiate or has initiated criminal proceedings under securities laws;(4) who  wilfully  refused  to  cooperate  with  the  Board  during  its  course  of  investigation,  inquiry,audit, examination or other proceedings under securities laws;(5) who:(i)knowingly makes any false, fictitious, or fraudulent statement or representation; or(ii)uses  any  false  writing  or  document  knowing  that  the  writing  or  document  contains  anyfalse, fictitious, or fraudulent statement or entry; or(iii)fails  to  furnish  the  complete  information  available  with  him  or  accessible  by  him  inrelation to the alleged violation.(6) who is obligated, under any law or otherwise, to report such Original Information to the Board,including a compliance officer under securities laws.", "ents": [], "title": null}, {"text": " Any information including Original Information may, at the discretion of the Board, be made available:(a)  when  it  is  required  to  be  disclosed  in  connection  with  any  legal  proceedings  infurtherance of the Board’s legal position;(b) as permitted by these regulations; or(c)  as may be otherwise required or permitted by law.", "ents": [], "title": null}, {"text": " Original Information may, at the discretion of the Board, be made available to -(i) any regulatory agency constituted by or under any law in India or outside India;(ii) any self-regulatory organization;(iii) the surveillance or investigation wings of any recognised stock exchange or clearingcorporation; or(iv) any law enforcement organization including the police or any central or state revenueauthorities; or(v) a public prosecutor in connection with any criminal proceedings.Provided  that  sharing  of  information  shall  be  in  accordance  with  such  assurances  ofconfidentiality as the Board determines appropriate.ability  of  the  public  prosecutor  to  share  such  evidence  with  potential  witnesses  or  accused  inconnection with any criminal proceedings.", "ents": [], "title": null}, {"text": " The Original Information and identity provided by an Informant shall be held in confidence and  exempted  from  disclosure  under  clauses  (g)  and  (h)  of  sub-section  (1)  of  section  8  of  the Right to Information Act, 2005 (No. 22 of 2005).", "ents": [{"start": 14, "end": 25, "label": "ENT"}, {"start": 64, "end": 250, "label": "ACT"}], "title": null}, {"text": " Subject to the law of evidence for the time being in force, nothing in these regulations shall prejudice the right of the Board to use or to rely on information received otherwise.", "ents": [], "title": null}, {"text": " No person shall have the right to compel disclosure of the identity, existence of an Informant or the information provided by an Informant, except to the extent relied upon in any proceeding initiated against such person by the Board. shall be maintained throughout the process of investigation, inquiry and examination as well as during  any  proceedings  before  the  Board  and  save  where  the  evidence  of  the  Informant  is required  during  such  proceedings,  advance  notice  of  such  evidence  may  be  provided  to  the noticee at least seven (7) working days prior to the date of the scheduled hearing for evidence. request  maintenance  of  confidentiality  of  the  identity  and  existence  of  an  Informant  in  suchproceeding.", "ents": [], "title": null}, {"text": " Every person required to have a Code of Conduct under these regulations shall ensure that such  a  Code  of  Conduct  provides  for  suitable  protection  against  any  discharge,  termination, demotion,  suspension,  threats,  harassment,  directly  or  indirectly  or  discrimination  against  any employee  who  files  a  Voluntary  Information  Disclosure  Form,  irrespective  of  whether  the information  is  considered  or  rejected  by  the  Board  or  he  or  she  is  eligible  for  a  Reward  under these regulations, by reason of:(i)(ii)filing a Voluntary Information Disclosure Form under these regulations;testifying  in,  participating  in,  or  otherwise  assisting  or  aiding  the  Board  in  anyinvestigation, inquiry, audit, examination or proceeding instituted or about to be institutedfor an alleged violation of insider trading laws or in any manner aiding the enforcementaction taken by the Board; or(iii)  breaching  any  confidentiality  agreement  or  provisions  of  any  terms  and  conditions  ofemployment  or  engagement  solely  to  prevent  any  employee  from  cooperating  with  theBoard in any manner.employment  may  become  privy  to  information  relating  to  violation  of  insider  trading  laws  andfiles a Voluntary Information Disclosure Form under these regulations and is a director, partner,regular or contractual employee, but does not include an advocate.(i) the Board has taken up any enforcement action in furtherance of information provided bysuch person; or(ii)  the  information  provided  fulfils  the  criteria  of  being  considered  as  an  OriginalInformation under these regulations.", "ents": [{"start": 7, "end": 13, "label": "ENT"}, {"start": 1, "end": 73, "label": "COND"}, {"start": 73, "end": 1647, "label": "ACT"}], "title": null}, {"text": "  Nothing  in  these  regulations  shall  prohibit  any  Informant  who  believes  that  he  or  she  has been  subject  to  retaliation  or  victimisation  by  his  or  her  employer,  from  approaching  the competent court or tribunal for appropriate relief.", "ents": [], "title": null}, {"text": "  Notwithstanding  anything  contained  in  sub-regulation  (2),  any  employer  who  violates  this Chapter  may  be  liable  for  penalty,  debarment,  suspension,  and/or  criminal  prosecution  by  the Board, as the case may be: Provided  that  nothing  in  these  regulations  will  require  the  Board  to  direct  re-instatement  or compensation by an employer.", "ents": [], "title": null}, {"text": "  Any  term  in  an  agreement  (oral  or  written)  or  Code  of  Conduct,  is  void  in  so  far  as  it purports  to  preclude  any  person,  other  than  an  advocate,  from  submitting  to  the  Board information relating to the violation of the securities laws that has occurred, is occurring or has a reasonable belief that it would occur.", "ents": [{"start": 206, "end": 217, "label": "ENT"}, {"start": 2, "end": 346, "label": "COND"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": " No person shall by way of any threat or act impede an individual from communicating with the Board, including enforcing or threatening to enforce, a confidentiality agreement (other than agreements  related  to  legal  representations  of  a  client  and  communications  there  under)  with respect to such communications. Information  Disclosure  Form filed with  the  Board or to  seek its prior permission  or consent  or guidance of any person engaged by the employer before or after such filing.", "ents": [], "title": null}, {"text": " Nothing in these regulations shall be deemed to provide any amnesty or immunity to an Informant for violation of securities law.", "ents": [], "title": null}, {"text": " Where an action against an Informant is deemed appropriate the Board may take into account the  co-operation  rendered  in  the  final  determination  of  any  penalty,  sanction,  direction  or settlement thereof, as the case may be.", "ents": [{"start": 28, "end": 37, "label": "ENT"}, {"start": 1, "end": 168, "label": "COND"}, {"start": 70, "end": 235, "label": "ACT"}], "title": null}, {"text": "  Where  an  action  against  an  Informant  is  deemed  appropriate,  the  Board  while  determining the  value  of  monetary  sanctions  shall  not  take  into  account  the  monetary  sanctions  that  the Informant  is  ordered  to  pay  or  that  which  any  other  person  is  ordered  to  pay  if  the  liability  of such other person is based substantially on the conduct that the Informant directed, planned, orinitiated.", "ents": [{"start": 34, "end": 43, "label": "ENT"}, {"start": 34, "end": 43, "label": "ENT"}, {"start": 2, "end": 68, "label": "COND"}, {"start": 2, "end": 139, "label": "COND"}, {"start": 139, "end": 429, "label": "ACT"}, {"start": 139, "end": 429, "label": "ACT"}], "title": null}, {"text": "  An  Informant  who  may  be  liable  for  enforcement  action  by  the  Board  based  on  his  or  her conduct  in  connection  with  securities  laws  violations  reported  in  the  Voluntary  Information Disclosure  Form  filed  with  the  Board,  may  simultaneously  or  at  any  time  thereafter  file  an application  seeking  settlement  with  confidentiality  under  Chapter  IX  of  the  Securities  and Exchange Board of India (Settlement Proceedings) Regulations, 2018.", "ents": [], "title": null}, {"text": "  Notwithstanding  any  action  taken  by  the  Board  against  an  Informant,  the  Informant  may,", "ents": [], "title": null}, {"text": "  The  Informant  Incentive  Committee  shall  be  assisted  by  the  Office  of  Informant Protection.", "ents": [], "title": null}, {"text": "  The  Informant  Incentive  Committee  shall  give  its  recommendations  to  the  Board  on  the following matters,-i.  Eligibility of Informant for reward;ii.  Determination under regulations 7E and 7G; andiii.  Such other issues relating to Informant as the Board may require from time to time.", "ents": [], "title": null}, {"text": " The Informant Incentive Committee shall conduct its meetings in the manner specified by the", "ents": [], "title": null}, {"text": " The Board shall upload on its website the following,-i.  Annual report of the Office of Informant Protection;ii.  Press release informing the public that an intimation to the Informant has been issuedunder Regulation 7D;iii.  Press  release  informing  the  public  that  a  Reward  has  been  paid  under  theseregulations  and  the  amount  of  Monetary  Sanctions  recovered  pursuant  to  theinformation provided by the Informant;iv.  The Order issuing the Reward;", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 469, "label": "ACT"}], "title": null}, {"text": "The  board  of  directors  of  every  company,  whose  securities  are  listed  on  a  stockexchange, shall formulate and publish on its official website, a code of practices and proceduresfor  fair  disclosure  of  unpublished  price  sensitive  information  that  it  would  follow  in  order  toadhere to each of the principles set out in Schedule A to these regulations, without diluting theprovisions of these regulations in any manner.This  provision  intends  to  require  every  company  whose  securities  are  listed  onstock  exchanges  to  formulate  a  stated  framework  and  policy  for  fair  disclosure  of  events  andoccurrences that could impact price discovery in the market for its securities. Principles such as,equality  of  access  to  information,  publication  of  policies  such  as  those  on  dividend,  inorganicgrowth  pursuits,  calls  and  meetings  with  analysts,  publication  of  transcripts  of  such  calls  andmeetings, and the like are set out in the schedule.(2)Every  such  code  of  practices  and  procedures  for  fair  disclosure  of  unpublished  pricesensitive  information  and  every  amendment  thereto  shall  be  promptly  intimated  to  the  stockexchanges where the securities are listed.This  provision  is  aimed  at  requiring  transparent  disclosure  of  the  policyformulated in sub-regulation (1).", "ents": [{"start": 55, "end": 65, "label": "ENT"}, {"start": 102, "end": 1361, "label": "ACT"}], "title": null}, {"text": "The  board  of  directors  of  every  listed  company  and  29[the  board  of  directors  orhead(s) of the organisation of every intermediary shall ensure that the chief executive officer ormanaging director] shall formulate a code of conduct 30[with their approval] to regulate, monitorand  report  trading  by  its  31[designated  persons  and  immediate  relatives  of  designated  persons]towards achieving compliance with these regulations, adopting the minimum standards set out inSchedule B 32[(in case of a listed company) and Schedule C (in case of an intermediary)] to theseregulations, without diluting the provisions of these regulations in any manner.would be required to formulate a code of conduct to regulate, monitor and report trading by theirdesignated  persons,  by  adopting  the  minimum  standards  set  out  in  Schedule  B  with  respect  totrading in their own securities and in Schedule C with respect to trading in other securities.]It is intended that every company whose securities are listed on stock exchangesand every  34[intermediary] registered with SEBI is mandatorily required to formulate a code ofconduct  governing  trading  by  35[designated  persons  and  their  immediate  relatives].    Thestandards set out in the 36[schedules] are required to be addressed by such code of conduct.Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)2018 (w.e.f. April 01, 2019)(Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)2018 (w.e.f. April 01, 2019)2018 (w.e.f. April 01, 2019)Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)(Amendment) Regulations, 2018 (w.e.f. April 01, 2019)(2)37[The  board  of  directors  or  head(s)  of  the  organisation,  of  every  other  person  who  isrequired to  handle unpublished price sensitive information  in  the  course  of business  operationsshall  formulate  a  code  of  conduct  to  regulate,  monitor  and  report  trading  by  their  designatedpersons and immediate relative of designated persons towards achieving compliance with theseregulations, adopting the minimum standards set out in Schedule C to these regulations, withoutdiluting the provisions of these regulations in any manner.insolvency  professional  entities,  consultants,  banks  etc.,  assisting  or  advising  listed  companiesshall be collectively referred to as fiduciaries for the purpose of these regulations.]intermediaries that are required to handle unpublished price sensitive information to formulate acode  of  conduct  governing  trading  in  securities  by  their  designated  persons.  These  entitiesinclude  professional  firms  such  as  auditors,  accountancy  firms,  law  firms,  analysts,  insolvencyprofessional entities, consultants, banks etc., assisting or advising listed companies. Even entitiesthat  normally  operate  outside  the  capital  market  may  handle  unpublished  price  sensitiveinformation. This provision would mandate all of them to formulate a code of conduct.]37  Substituted  by  Securities  and  Exchange  Board  of  India  (Prohibition  of  Insider  Trading)  (Amendment)Regulations, 2018 (w.e.f. April 01, 2019). Prior to substitution Sub-regulation (2) read as under:“Every  other  person  who  is  required  to  handle  unpublished  price  sensitive  information  in  the  course  of  businessoperations  shall  formulate  a  code  of  conduct  to  regulate,  monitor  and  report  trading  by  employees  and  otherconnected persons towards achieving compliance with these regulations, adopting the minimum standards set out inSchedule B to these regulations, without diluting the provisions of these regulations in any manner.”38  Substituted  by  Securities  and  Exchange  Board  of  India  (Prohibition  of  Insider  Trading)  (Amendment)Regulations, 2018 (w.e.f. April 01, 2019). Prior to substitution the Note read as under:“This  provision  is  intended  to  mandate  persons  other  than  listed  companies  and  market  intermediaries  that  arerequired  to  handle  unpublished  price  sensitive  information  to  formulate  a  code  of  conduct  governing  trading  insecurities  by  their  employees.  These  entities  include  professional  firms  such  as  auditors,  accountancy  firms,  lawfirms,  analysts,  consultants  etc.,  assisting  or  advising  listed  companies,  market  intermediaries  and  other  capitalmarket  participants.  Even  entities  that  normally  operate  outside  the  capital  market  may handle unpublished pricesensitive information. This provision would mandate all of them to formulate a code of conduct.”(3)Every listed company,  39[intermediary] and other persons formulating a code of conductshall  identify  and  designate  a  compliance  officer  to  administer  the  code  of  conduct  and  otherrequirements under these regulations.responsibility to administer the code of conduct and monitor compliance with these regulations.40[(4)  For  the  purpose  of  sub  regulation  (1)  and  (2),  the  board  of  directors  or  such  otheranalogous  authority  shall  in  consultation  with  the  compliance  officer  specify  the  designatedpersons  to  be  covered  by  the  code  of  conduct  on  the  basis  of  their  role  and  function  in  theorganisation  and  the  access  that  such  role  and  function  would  provide  to  unpublished  pricesensitive information in addition to seniority and professional designation and shall include:-(i) Employees of such listed company, intermediary or fiduciary designated on the basisof  their  functional  role  or  access  to  unpublished  price  sensitive  information  in  theorganization by their board of directors or analogous body;(ii) Employees of material subsidiaries of such listed companies designated on the basisof  their  functional  role  or  access  to  unpublished  price  sensitive  information  in  theorganization by their board of directors;(iii) All promoters of listed companies and promoters who are individuals or investmentcompanies for intermediaries or fiduciaries;(iv)  Chief  Executive  Officer  and  employees  upto  two  levels  below  Chief  ExecutiveOfficer  of  such  listed  company,  intermediary,  fiduciary  and  its  material  subsidiariesirrespective  of  their  functional  role  in  the  company  or  ability  to  have  access  tounpublished price sensitive information;Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)2018 (w.e.f. April 01, 2019)(v)  Any  support  staff  of  listed  company,  intermediary  or  fiduciary  such  as  IT  staff  orsecretarial staff who have access to unpublished price sensitive information.]", "ents": [{"start": 5, "end": 14, "label": "ENT"}, {"start": 142, "end": 6731, "label": "ACT"}], "title": null}, {"text": "  The  Chief  Executive  Officer,  Managing  Director  or  such  other  analogous  person  of  a listed  company,  intermediary  or  fiduciary  shall  put  in  place  adequate  and  effective  system  of internal  controls  to  ensure  compliance  with  the  requirements  given  in  these  regulations  to prevent insider trading.", "ents": [{"start": 35, "end": 53, "label": "ENT"}, {"start": 144, "end": 331, "label": "ACT"}], "title": null}, {"text": " The internal controls shall include the following:(a).all  employees  who  have  access  to  unpublished  price  sensitive  information  areidentified as designated 42[person];(b).all  the  unpublished  price  sensitive  information  shall  be  identified  and  itsconfidentiality shall be maintained as per the requirements of these regulations;(c).adequate  restrictions  shall  be  placed  on  communication  or  procurement  ofunpublished price sensitive information as required by these regulations;(d).lists  of  all  employees  and  other  persons  with  whom  unpublished  price  sensitiveinformation  is  shared  shall  be  maintained  and  confidentiality  agreements  shall  besigned or notice shall be served to all such employees and persons;(e).all  other  relevant  requirements  specified  under  these  regulations  shall  be  compliedwith;(f).periodic process review to evaluate effectiveness of such internal controls.2018 (w.e.f. April 01, 2019)(Second Amendment) Regulations, 2019 (w.e.f. July 25, 2019)", "ents": [], "title": null}, {"text": " The board of directors of every listed company and the board of directors or head(s) of the organisation of intermediaries and fiduciaries shall ensure that the Chief Executive Officer or the Managing  Director  or  such  other  analogous  person  ensures  compliance  with  regulation  9  and sub-regulations (1) and (2) of this regulation.", "ents": [{"start": 5, "end": 23, "label": "ENT"}, {"start": 140, "end": 342, "label": "ACT"}], "title": null}, {"text": "  The  Audit  Committee  of  a  listed  company  or  other  analogous  body  for  intermediary  or fiduciary  shall  review  compliance  with  the  provisions  of  these  regulations  at  least  once  in  a financial year and shall verify that the systems for internal control are adequate and are operatingeffectively.", "ents": [{"start": 82, "end": 96, "label": "ENT"}, {"start": 110, "end": 319, "label": "ACT"}], "title": null}, {"text": " Every listed company shall formulate written policies and procedures for inquiry in case  of leak of unpublished price sensitive information or suspected leak of unpublished price sensitive information,  which  shall  be  approved  by  board  of  directors  of  the  company  and  accordingly initiate  appropriate  inquiries  on  becoming  aware  of  leak  of  unpublished  price  sensitive information  or suspected leak of unpublished price sensitive information  and inform  the Board promptly of such leaks, inquiries and results of such inquiries.", "ents": [{"start": 7, "end": 21, "label": "ENT"}, {"start": 22, "end": 554, "label": "ACT"}], "title": null}, {"text": " The listed company  shall have a whistle-blower policy  and make employees aware of such policy to enable employees to report instances of leak of unpublished price sensitive information.", "ents": [{"start": 5, "end": 19, "label": "ENT"}, {"start": 21, "end": 188, "label": "ACT"}], "title": null}, {"text": "  If  an  inquiry  has  been  initiated  by  a  listed  company  in  case  of  leak  of  unpublished  price sensitive information  or  suspected leak of  unpublished price sensitive information, the relevant", "ents": [{"start": 118, "end": 129, "label": "ENT"}, {"start": 2, "end": 193, "label": "COND"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": " Any  contravention  of  these  regulations  shall  be  dealt  with  by  the  Board  in  accordance with the Act.", "ents": [], "title": null}, {"text": "11.    In  order  to  remove  any  difficulties  in  the  interpretation  or  application  of  the provisions  of  these  regulations,  the  Board  shall  have  the  power  to  issue  directions  through guidance notes or circulars: Provided  that  where  any  direction  is  issued  by  the  Board  in  a  specific  case  relating  to interpretation  or  application  of  any  provision  of  these  regulations,  it  shall  be  done  only  after affording a reasonable opportunity of being heard to the concerned persons and after recording reasons for the direction.] 44[(2) For the purpose of Chapter IIIA, the Board may,-i.by  circular,  specify  procedures  and  processes  for  carrying  out  the  purposes  of  theseregulations;ii.remove  any  difficulty  in  the  interpretation  or  application  or  implementation  of  theprovisions  of  these  regulations,  by  issuing  clarifications  and  specifying  proceduresthrough circulars or guidelines.]", "ents": [{"start": 141, "end": 146, "label": "ENT"}, {"start": 148, "end": 958, "label": "ACT"}], "title": null}, {"text": "The  Securities  and  Exchange  Board  of  India  (Prohibition  of  Insider  Trading)Regulations, 1992 are hereby repealed.(2)   Notwithstanding such repeal,—43  Renumbered  as  11  (1)  by  Securities  and  Exchange  Board  of  India  (Prohibition  of  Insider  Trading)  (ThirdAmendment) Regulations, 2019 (w.e.f. December 26, 2019)Regulations, 2019 (w.e.f. December 26, 2019)(a)the  previous  operation  of  the  repealed  regulations  or  anything  duly  done  or  sufferedthereunder,  any  right,  privilege,  obligation  or  liability  acquired,  accrued  or  incurred  under  therepealed  regulations,  any  penalty,  forfeiture  or  punishment  incurred  in  respect  of  any  offencecommitted against the repealed regulations, or any investigation, legal proceeding or remedy inrespect  of  any  such  right,  privilege,  obligation,  liability,  penalty,  forfeiture  or  punishment  asaforesaid, shall remain unaffected as if the repealed regulations had never been repealed; and(b)anything done or any action taken or purported to have been done or taken including anyadjudication,  enquiry  or  investigation  commenced  or  show-cause  notice  issued  under  therepealed regulations prior to such repeal, shall be deemed to have been done or taken under thecorresponding provisions of these regulations;(3)   After  the  repeal  of  Securities  and  Exchange  Board  of  India  (Prohibition  of  InsiderTrading)  Regulations,  1992,  any  reference  thereto  in  any  other  regulations  made,  guidelines  or", "ents": [{"start": 5, "end": 15, "label": "ENT"}, {"start": 907, "end": 1523, "label": "ACT"}], "title": null}]