[{"text": "Less than or equal to 10,000(3)1,00,000/-More than 10,000 but less than or equal to 1,00,00010,00,000/-More  than  1,00,000  but  less  than  or  equal  to50,00,000/-", "ents": [], "title": null}, {"text": " More  than  5,00,000  but  less  than  or  equal  to 1,00,00,000/-", "ents": [], "title": null}, {"text": "5[ The fee mentioned in regulation 4 shall be paid by a recognised stock exchange by  way  of  direct  credit  in  the  bank  account  through  NEFT/RTGS/IMPS  or  any  other mode allowed by RBI or by means of a demand draft drawn in favour of “Securities and Exchange  Board  of  India”,  payable  at  Mumbai  and  the  intimation  of  remittance  or  the 3  Inserted  vide  Securities  and  Exchange  Board  of  India  (Regulatory  Fee  on  Stock  Exchanges)  (Amendment) Regulations, 2018, w.e.f. April 01, 2018 4  Omitted vide Securities and Exchange Board of India (Regulatory Fee on Stock Exchanges) (Amendment) Regulations, 2018, w.e.f. October 01, 2018. Prior to the omission, the proviso read as follows: \"Provided that for a period of two years from the date of commencement of Securities and Exchange Board of India (Regulatory Fee on Stock Exchanges) (Amendment) Regulations, 2015, a regional commodity derivatives exchange shall pay to the Board, an annual regulatory fee of fifty thousand rupees, within thirty days of conclusion of the relevant financial year.\"", "ents": [{"start": 7, "end": 20, "label": "ENT"}, {"start": 37, "end": 1076, "label": "ACT"}], "title": null}, {"text": "00006%  of  the  annual turnover in excess of Rs. 10,00,000 crores, subject to a maximum of Rs.20,00,00,000.] shall  mean  the  aggregate  value  of  the  transactions  2[excluding  turnover  on  agricultural commodity  derivatives]  which  took  place  on  the  recognised  stock  exchange  during  the", "ents": [{"start": 24, "end": 42, "label": "ENT"}, {"start": 110, "end": 303, "label": "ACT"}], "title": null}, {"text": " 2  Inserted  vide  Securities  and  Exchange  Board  of  India  (Regulatory  Fee  on  Stock  Exchanges)  (Amendment) Regulations, 2018, w.e.f. April 01, 2018 3[Provided that the recognized stock exchanges shall pay a flat regulatory fee of one lac rupees on aggregate value of the transactions on agricultural commodity derivatives.] 4[***] A recognised stock exchange shall also pay to the Board, within fifteen days of end ofeach quarter of a financial year, an amount equal to ten per cent of the aggregate of listingfees collected by it from issuers whose securities are listed on it, during that quarter:Provided  that  the  fees  due  under  sub-regulation  (2)  in  respect  of  the  last  quarter  of  afinancial year may be paid within thirty days of conclusion of the quarter, together withthe fees due under sub-regulation (1).mean all fees collected by a recognised stock exchange from any company or other entitywhose securities are listed thereon, towards listing of such securities.", "ents": [{"start": 4, "end": 12, "label": "ENT"}, {"start": 1, "end": 206, "label": "COND"}, {"start": 206, "end": 998, "label": "ACT"}], "title": null}, {"text": "Prior to the same, sub-regulation  read as follows: “(1) The fee mentioned in regulation 4 shall be paid by a recognised stock exchange by means of a demand draft drawn in favour of the “Securities and Exchange Board of India”, payable at Mumbai and shall be accompanied by a statement of computation of the fees.” demand draft, as applicable, shall be forwarded along with the statement of computation of the fee.](2)  The  statement  of  computation  of  fees  mentioned  in  sub-regulation  (1)  shall  be", "ents": [{"start": 61, "end": 74, "label": "ENT"}, {"start": 91, "end": 508, "label": "ACT"}], "title": null}, {"text": "  Every  recognised  stock  exchange  shall  maintain  such  registers  and  furnish  such returns  or  information  to  the  Board  in  respect  of  its  annual  turnover,  the  listing  fees collected by it and the fee paid or payable under these regulations, as may be specified by the Board.", "ents": [{"start": 21, "end": 36, "label": "ENT"}, {"start": 38, "end": 295, "label": "ACT"}], "title": null}, {"text": "  Without  prejudice  to  sub-regulation  (1),  a  recognised  stock  exchange  shall  also  be liable to furnish such information or explanations to the Board as may be required by it in respect of its regulated functions and the fee paid or payable under these regulations.", "ents": [{"start": 63, "end": 78, "label": "ENT"}, {"start": 80, "end": 275, "label": "ACT"}], "title": null}, {"text": " Where due to the default of the recognised stock exchange, any fee which was liable to be paid under regulation 4 remains unpaid or is paid belatedly or is short-paid, it shall, without  prejudice  to  any  other  action  that  may  be  taken  under  the  Act,  rules  or regulations, pay an interest of fifteen per cent per annum on the amount remaining unpaid or belatedly paid or short-paid, for every month of delay or part thereof to the Board. M. DAMODARAN CHAIRMAN SECURITIES AND EXCHANGE BOARD OF INDIA", "ents": [{"start": 33, "end": 58, "label": "ENT"}, {"start": 33, "end": 58, "label": "ENT"}, {"start": 1, "end": 58, "label": "COND"}, {"start": 177, "end": 260, "label": "COND"}, {"start": 172, "end": 511, "label": "ACT"}, {"start": 260, "end": 511, "label": "ACT"}], "title": null}]