[{"text": "On and from the commencement of these regulations, there shall be charged on every recognised stock exchange, a regulatory fee payable to the Board, at such rates and within such time as is mentioned in regulation 4.", "ents": [{"start": 83, "end": 108, "label": "ENT"}, {"start": 0, "end": 49, "label": "COND"}, {"start": 57, "end": 216, "label": "ACT"}], "title": null}, {"text": "Less than or equal to 10,000(3)1,00,000/-More than 10,000 but less than or equal to 1,00,00010,00,000/-More than 1,00,000 but less than or equal to 5,00,00050,00,000/-More  than  5,00,000  but  less  than  or  equal  to1,00,00,000/-", "ents": [], "title": null}, {"text": "5[ The fee mentioned in regulation 4 shall be paid by a recognised stock exchange by way of direct credit in the bank account through NEFT/RTGS/IMPS or any other  mode allowed  by  RBI  or  by  means  of  a  demand  draft  drawn  in  favour  of  “Securities  and Regulations, 2018, w.e.f. April 01, 2018 Regulations, 2018, w.e.f. October 01, 2018. Prior to the omission, the proviso read as follows: \"Provided that for a period of two years from the date of commencement of Securities and Exchange Board of India (Regulatory Fee on Stock Exchanges) (Amendment) Regulations, 2015, a regional commodity derivatives exchange shall pay to the Board, an annual regulatory fee of fifty thousand rupees, within thirty days of conclusion  of the relevant financial year.\" Prior to the same, sub-regulation (1) read as follows: “(1) The fee mentioned in regulation 4 shall be paid by a recognised stock exchange by means of a demand draft drawn in favour of the “Securities and Exchange Board of India”, payable at Mumbai and shall be accompanied by a statement of computation of the fees.” Exchange  Board  of  India”,  payable  at  Mumbai  and  the  intimation  of  remittance  or  the demand draft, as applicable, shall be forwarded along with the statement of computation of the fee.](2) The statement of computation of fees mentioned in sub-regulation (1) shall be certified", "ents": [{"start": 7, "end": 20, "label": "ENT"}, {"start": 37, "end": 1370, "label": "ACT"}], "title": null}, {"text": "000012 per cent of the annual turnover in excess  of 10,00,000 crores] mean  the  aggregate  value  of  the  transactions  2[excluding  turnover  on  agricultural commodity  derivatives]  which  took  place  on  the  recognised  stock  exchange  during  the relevant financial year: 01-04-2019. Prior to this, it read as: Sl. No. Annual Turnover (Rupees in crores) Amount of fee (Rs.)", "ents": [{"start": 30, "end": 48, "label": "ENT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": "  Every  recognised  stock  exchange  shall  maintain  such  registers  and  furnish  such returns  or  information  to  the  Board  in  respect  of  its  annual  turnover,  the  listing  fees collected by it and the fee paid or payable under these regulations, as may be specified by the Board.", "ents": [{"start": 21, "end": 36, "label": "ENT"}, {"start": 38, "end": 295, "label": "ACT"}], "title": null}, {"text": " Without prejudice to sub-regulation (1), a recognised stock exchange shall also be liable to furnish such information or explanations to the Board as may be required by it in respect of its regulated functions and the fee paid or payable under these regulations.", "ents": [{"start": 44, "end": 69, "label": "ENT"}, {"start": 70, "end": 263, "label": "ACT"}], "title": null}, {"text": " Where due to the default of the recognised stock exchange, any fee which was liable to be  paid  under  regulation  4  remains  unpaid  or  is  paid  belatedly  or  is  short-paid,  it  shall, without prejudice to any other action that may be taken under the Act, rules or regulations, pay an interest of fifteen per cent per annum on the amount remaining unpaid or belatedly paid or short-paid, for every month of delay or part thereof to the Board. M. DAMODARAN CHAIRMAN SECURITIES AND EXCHANGE BOARD OF INDIA", "ents": [{"start": 33, "end": 58, "label": "ENT"}, {"start": 33, "end": 58, "label": "ENT"}, {"start": 1, "end": 58, "label": "COND"}, {"start": 192, "end": 263, "label": "COND"}, {"start": 187, "end": 512, "label": "ACT"}, {"start": 263, "end": 512, "label": "ACT"}], "title": null}]