[{"text": " Any group or association of intermediaries, which is desirous of being recognized as a Self Regulatory Organization, may form a company registered under section 25 of the Companies Act, 1956 and such company may make an application to the Board for grant of certificate of recognition as a Self Regulatory Organization: 5[Provided that for the purpose of this sub-regulation a distributor shall be deemed to be an intermediary]: 6[Provided further that the Board may, in case of distributors engaged by asset management companies of mutual funds, grant certificate of recognition to only one group or association making an application under this regulation.]", "ents": [{"start": 72, "end": 82, "label": "ENT"}, {"start": 118, "end": 659, "label": "ACT"}], "title": null}, {"text": " Every application made by such company under sub-regulation (1) shall contain such", "ents": [], "title": null}, {"text": "11.2013 of  Self  Regulatory  Organization  and  also  a  copy  of  the  memorandum  and  articles  of association relating in general to the constitution of the Self Regulatory Organization and in particular, to - Board  of  Directors  of  Self  Regulatory  Organization,  its  constitution  and(a)powers of management and the manner in which its business would be transacted;the powers and duties of the office bearers of Self Regulatory Organization;(b)the admission into the Self Regulatory Organization of members, agents,(c)their qualifications for membership, and the exclusion, suspension, expulsion andreadmission of members therefrom or thereinto;  Every application under sub-regulation (1) shall be signed on behalf of the applicantunder  authority  of  its  Board  of  Directors  by  its  Chairman,  Managing  Director,  ChiefExecutive Officer or whole time director.(4)  Every application under sub-regulation (1) shall be made to the Board in Form A of thefirst schedule and shall be accompanied by a non-refundable application fee, as specified inPart A of the second schedule, to be paid in the manner specified in Part B thereof.", "ents": [{"start": 215, "end": 220, "label": "ENT"}, {"start": 3, "end": 702, "label": "COND"}, {"start": 702, "end": 1147, "label": "ACT"}], "title": null}, {"text": "The Board shall not consider an application for grant of a certificate under regulation 3 unless the applicant satisfies the following conditions, namely:-(a)(b)(c)(d)the applicant is a company which has been granted license under section 25of Companies Act, 1956;the applicant has, in its memorandum of association, specified admission ofmembers and discharging the functions of Self Regulatory Organization asone of its main objects;the applicant has a minimum networth of one crore rupees;the  applicant  has  adequate  infrastructure,  to  enable  it  to  discharge  itsfunctions  as  a  Self  Regulatory  Organization  in  accordance  with  theprovisions of the Act and these regulations;(e)(f)(g)(h)7[(i)the  applicant  referred  to  in  regulation  3  and  its  directors  have  theprofessional  competence,  financial  soundness  and  general  reputation  offairness and integrity to the satisfaction of the Board;neither the applicant, nor any director of the applicant is involved in anylegal proceeding connected with the securities market, which may have anadverse impact on the interests of the investors;neither  the  applicant,  nor  any  director  has  at  any  time  in  the  past  beenconvicted  of  any  offence  involving  moral  turpitude  or  any  economicoffence;the applicant has, in its employment, persons having adequate professionaland other relevant experience to the satisfaction of the Board;the applicant is a fit and proper person based on the criteria specified inSchedule II of the Securities and Exchange Board of India (Intermediaries)Regulations, 2008;](j)   grant of certificate to the applicant is in the interest of investors and thesecurities market.", "ents": [{"start": 4, "end": 9, "label": "ENT"}, {"start": 10, "end": 1692, "label": "ACT"}], "title": null}, {"text": "Where the applicant is not in compliance with the provisions of clauses (c), (d) or (h) of regulation 4, on the date of submission of the application under regulation 3, the Board may grant an in-principle approval to the applicant, which shall be valid for a period of one hundred  and  eighty  days,  within  which  the  applicant  shall  ensure  compliance  with  all provisions of regulation 4: Provided that the Board may, upon sufficient cause shown by the applicant, extend the validity of the in-principle approval for a further period not exceeding ninety days.] Prior to its substitution, clause (i) read as under: “(i) the applicant, in all other respects, is a fit and proper person for the grant of a certificate;”", "ents": [{"start": 10, "end": 19, "label": "ENT"}, {"start": 0, "end": 75, "label": "COND"}, {"start": 180, "end": 727, "label": "ACT"}], "title": null}, {"text": " If the Board is satisfied, after making such inquiry as may be necessary in this behalf and after obtaining such further information, if any, as it may require, -(a)(b)(c)that  the  articles  and  governing  norms  of  the  applicant  applying  forrecognition are in conformity with such conditions as may be specified bythe Board;that the applicant is willing to comply with any other conditions which theBoard  may  impose  for  the  purpose  of  carrying  out  the  objects  of  theseRegulations; and,that it would be in the interest of the trade and also in the public interest togrant recognition to the applicant as a Self Regulatory Organization;the  Board  may  grant  certificate  of  recognition  to  the  applicant  as  a  Self  RegulatoryOrganization in Form B1 of the First Schedule subject to such terms and conditions as theBoard may deem fit and appropriate.", "ents": [{"start": 8, "end": 13, "label": "ENT"}, {"start": 1, "end": 26, "label": "COND"}, {"start": 57, "end": 875, "label": "ACT"}], "title": null}, {"text": " The conditions which the Board may specify under sub-regulation (1) for the grant of recognition to the applicant as a Self Regulatory Organization may include, among other matters, conditions relating to, -(i)  the qualification for membership of the Self Regulatory Organization;(ii)  the representation of the Board in the Board of Directors of the SelfRegulatory Organization by such number of directors not exceedingfour as the Board may nominate in this behalf; and(iii)  the maintenance of accounts of members and their audit by charteredaccountants whenever such audit is required by the Board.", "ents": [{"start": 5, "end": 15, "label": "ENT"}, {"start": 32, "end": 603, "label": "ACT"}], "title": null}, {"text": " No articles of Self Regulatory Organization relating to any of the matters specified in clauses (a), (b) and (c) of sub-regulation (2) of Regulation 3 shall be amended except with", "ents": [], "title": null}, {"text": "9[Subject to the provisions of regulation 4A, any application] for a certificate, which is not complete in all respects or does not conform to the requirements of these regulations and particularly regulations 3, 4 and 5 or instructions specified in Form A shall be rejected by the Board: Provided that, before rejecting any such application, the Board shall give an opportunity to the applicant to remove such objections as may be indicated by the Board, within 30 days of the date of receipt of relevant communication, from the Board: Provided further that the Board may, on sufficient cause being shown, extend the time for removal of objections by such further time, not exceeding 30 days as the Board may consider fit, to enable the applicant to remove such objections. Furnishing of information, clarification and personal representation", "ents": [{"start": 50, "end": 61, "label": "ENT"}, {"start": 0, "end": 257, "label": "COND"}, {"start": 257, "end": 843, "label": "ACT"}], "title": null}, {"text": " clarification as it may consider necessary for the purpose of processing of the application. The Board, if it so desires, may require the applicant to appear before it through anauthorized  representative  for  personal  representation  in  connection  with  the  grant  of  acertificate of recognition.", "ents": [], "title": null}, {"text": "  The  certificate  granted  under  regulation  5  shall  be,  subject  to  the  following conditions, namely: -(a)  the  applicant  shall  comply  with  the  provisions  of  the  Act,  applicableregulations and guidelines, directions or circulars issued by the Board fromtime to time;(b)  any information or particulars furnished to the Board by the applicant shallnot be false or misleading in any material respect;Regulations, 2013 w.e.f.18.11.2013(c) where any material information or particulars furnished to the Board by theapplicant,  in  or  in  connection  with  the  application  for  recognition,  hasundergone change subsequent to its furnishing, the applicant shall forthwithinform the fact to the Board in writing;", "ents": [], "title": null}, {"text": " Any Self Regulatory Organization desirous of obtaining renewal of the recognition granted to it, shall make to the Board an application for the renewal of the certificate of recognition in Form A of the First Schedule.", "ents": [{"start": 71, "end": 90, "label": "ENT"}, {"start": 98, "end": 219, "label": "ACT"}], "title": null}, {"text": "  Such application shall be made not less than three months before expiry of the period of validity of the certificate, specified in sub-regulation (2) of regulation 8.", "ents": [], "title": null}, {"text": " The application for renewal made under sub-regulation (1), -(a) shall be accompanied by a renewal fee as specified in the second schedule; and,(b) as  far  as  may  be,  shall  be  dealt  with  in  the  same  manner  as  if  it  were  anapplication for the grant of a fresh certificate under regulation 3.", "ents": [{"start": 60, "end": 64, "label": "ENT"}, {"start": 65, "end": 306, "label": "ACT"}], "title": null}, {"text": "  If the Board is satisfied that the certificate of recognition already granted to the Self Regulatory  Organization  under  sub-regulation  (1)  of  regulation  5  or  the  certificate previously renewed under this regulation deserves to be renewed, the Board may renew such certificate in Form B2 of the First Schedule subject to such terms and conditions as it", "ents": [{"start": 9, "end": 14, "label": "ENT"}, {"start": 9, "end": 14, "label": "ENT"}, {"start": 2, "end": 249, "label": "COND"}, {"start": 2, "end": 261, "label": "COND"}, {"start": 261, "end": 363, "label": "ACT"}, {"start": 261, "end": 363, "label": "ACT"}], "title": null}, {"text": " If, after considering an application made under regulation 3 or regulation 9, as the case may be, the Board is of the opinion that a certificate should not be granted or renewed, it  may,  after  giving  the  applicant  a  reasonable  opportunity  of  being  heard,  reject  the application within a period of thirty days of receipt of such application complete in all respects or within thirty days of receipt of further information or clarification sought under regulation 7.", "ents": [{"start": 26, "end": 42, "label": "ENT"}, {"start": 91, "end": 478, "label": "ACT"}], "title": null}, {"text": " If any application is rejected under sub-regulation (1), the fact shall be communicated to the applicant forthwith, stating the grounds for such rejection.", "ents": [{"start": 8, "end": 31, "label": "ENT"}, {"start": 1, "end": 56, "label": "COND"}, {"start": 67, "end": 156, "label": "ACT"}], "title": null}, {"text": " An applicant referred to in sub regulation (1) of regulation 3 whose application for the grant of a certificate has been rejected under sub-regulation (1) of regulation 10 shall not undertake any activity as Self Regulatory Organization.", "ents": [{"start": 4, "end": 13, "label": "ENT"}, {"start": 1, "end": 173, "label": "COND"}, {"start": 173, "end": 238, "label": "ACT"}], "title": null}, {"text": " A Self Regulatory Organization referred to in regulation 9 whose application for the renewal of certificate has been rejected by the Board shall on and from the date of the receiptof the communication from the Board under sub regulation (2) of regulation 10 cease to carry on any activity as Self Regulatory Organization.", "ents": [{"start": 97, "end": 126, "label": "ENT"}, {"start": 140, "end": 322, "label": "ACT"}], "title": null}, {"text": " If the Board is satisfied that it is in the interests of investors to do so, it may permit the Self Regulatory Organization referred to under sub-regulation (2) to complete the functions or obligations already initiated or undertaken by it during the pendency of the application or during the period of validity of the certificate.", "ents": [{"start": 8, "end": 13, "label": "ENT"}, {"start": 8, "end": 13, "label": "ENT"}, {"start": 1, "end": 76, "label": "COND"}, {"start": 1, "end": 81, "label": "COND"}, {"start": 81, "end": 332, "label": "ACT"}, {"start": 81, "end": 332, "label": "ACT"}], "title": null}, {"text": " The Board may in order to protect the interests of investors, issue directions with regard to  the  transfer  of  records,  documents  or  reports  relating  to  the  functions  of  the  Self Regulatory Organization, whose application for the grant or renewal of a certificate has been rejected.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 296, "label": "ACT"}], "title": null}, {"text": "  The Board may, in order to protect the interests of investors, appoint any person to take charge of the records, documents or reports relating to the organization referred to in sub- regulation  (4)  and  for  this  purpose  also  determine  the  terms  and  conditions  of  such", "ents": [{"start": 6, "end": 11, "label": "ENT"}, {"start": 15, "end": 63, "label": "COND"}, {"start": 63, "end": 281, "label": "ACT"}], "title": null}, {"text": " The Articles of Association of a Self Regulatory Organization shall provide for the following: -(a)  There shall be a Board of Directors of the Self Regulatory Organization andmajority of directors shall be independent directors.(b)  The independent directors shall not be required to hold any qualificationshares.(c)  The  Board  of  Directors  shall  consist  of  nine  directors  out  of  which  fivedirectors shall be nominated by the Board and the remaining four shall beelected by the members of the Self Regulatory Organization.(d)  The General Superintendence, direction and management of the affairs ofthe Self Regulatory Organization shall vest in its Board of Directors, whichmay exercise all powers and do all acts and things which may be exercisedor done by the Self Regulatory Organization.(e)  There  shall  be  a  Chairman,  who  shall  be  an  independent  professional,appointed by Board of Directors, with the prior approval of the Board.(f)  The  Chairman  shall  be  responsible  for  day-to-day  administration  of  SelfRegulatory  Organization  and  implementing  the  decisions  of  Board  ofDirectors.(g)  The  Board  of  Directors  may  establish  committees  including  disciplinarycommittee,  screening  committee,  arbitration  committee  or  remunerationcommittee in order to carry out the purposes of these regulations:Provided  that  the  committees  constituted  under  this  regulation  mayconsist  whollyof  other  persons  or  partly  of  directors  and  partly  of  otherpersons:Provided further that the majority of members of each such committeeshall beindependent.(h)  The office bearers of Board of Directors shall relinquish their office, whenthe Board passes an order under clause (c) of sub-section (4) of section 11 ofthe Act.(i)  The  Board  of  Directors  of  the  Self  Regulatory  Organization  shall  be", "ents": [], "title": null}, {"text": "  After  commencement  of  these  regulations,  any  application  for  registration  or renewal of registration as an intermediary with the Board under the respective regulations applicable to such intermediaries, shall in case of any applicant who is a member of a Self Regulatory Organization or who ought to be a member of a Self Regulatory Organization, be made only through the Self Regulatory Organization of which he is a member, in the specified manner.", "ents": [{"start": 118, "end": 130, "label": "ENT"}, {"start": 2, "end": 45, "label": "COND"}, {"start": 214, "end": 461, "label": "ACT"}], "title": null}, {"text": "  The application under sub-regulation (1) shall be forwarded by the Self Regulatory Organization to the Board along with its recommendation for grant or refusal of certificate of registration not later than 30 days from the date of its receipt.", "ents": [], "title": null}, {"text": "  The Self Regulatory Organization shall also give the reasons for its recommendation either for granting certificate of recognition or for refusal of certificate of registration by the Board.", "ents": [], "title": null}, {"text": " A Self Regulatory Organization shall always abide by the directions of the Board.", "ents": [], "title": null}, {"text": "  The  Self  Regulatory  Organization  shall  be  responsible  for  investor  protection  and education of investors or its members and shall ensure observance of Securities Laws by itsmembers.", "ents": [], "title": null}, {"text": " The Self Regulatory Organization shall specify standard of conduct for its members and also shall be responsible for the implementation of the same by its members.", "ents": [], "title": null}, {"text": "  The Self Regulatory Organization shall conduct inspection and audit of its members, on regular basis, through independent auditors.", "ents": [], "title": null}, {"text": " The Self Regulatory Organization shall submit its annual report to the Board.", "ents": [], "title": null}, {"text": "  The Self Regulatory Organization shall treat all its members and the applications for membership in a fair and transparent manner.", "ents": [], "title": null}, {"text": "  The Self Regulatory Organization may collect admission and membership fees from its members for carrying out the purposes of these regulations.", "ents": [], "title": null}, {"text": "  The Self Regulatory Organization shall promptly inform the Board of violations of the provisions  of  the  Act,  the  rules,  the  regulations,  the  directions,  the  circulars  or  the guidelines by any of its members.", "ents": [], "title": null}, {"text": "  The Self Regulatory Organization shall conduct screening and certification tests for its members, agents and such other persons as it may determine.", "ents": [], "title": null}, {"text": "  Self Regulatory Organization shall conduct training programmes for its members or agents and also conduct awareness programmes for securities market investors.", "ents": [], "title": null}, {"text": " The  Self  Regulatory  Organization  shall  make  endeavors  for  introduction  of  best business practices amongst its members.", "ents": [], "title": null}, {"text": " The  Self  Regulatory  Organization  shall  act  in  utmost  good  faith  and  shall  avoid conflict of interest in the conduct of its functions.", "ents": [], "title": null}, {"text": " The  Self  Regulatory  Organization  shall  comply  with  the  norms  of  corporate governance as applicable to listed companies.", "ents": [], "title": null}, {"text": " The Self Regulatory Organization may discharge such other functions and obligations", "ents": [], "title": null}, {"text": " A Self Regulatory Organization may, subject to the previous approval of the Board, make governing norms and articles consistent with the provisions of the Act and theseregulations.", "ents": [], "title": null}, {"text": "  In  particular,  and  without  prejudice  to  the  generality  of  the  foregoing  power,  the governing norms or articles may provide for:-(i)eligibility  criteria  for  admission  and  removal  of  members  from  SelfRegulatory Organization;(ii)  manner and the periodicity of furnishing information to the Board and to its(iii)(iv)(v)(vi)members;arbitration  mechanism  for  resolving  disputes  between  members  and  /  orbetween members and their constituents;procedurefor  proceeding  against  the  member  committing  breach  of  thegoverning norms or articles including provisions for suspension or expulsionof members from the Self Regulatory Organization;internal  control  standards  including  procedure  for  inspection,  auditing,reviewing,  monitoring  and  surveillance  of  its  members  by  Self  RegulatoryOrganization;code  of  conduct  specifying  standards  for  its  members  in  the  conduct  ofbusiness;(vii)  procedure for conduct of election of the office bearers and members of thecommittees;(viii)  obligation  of  members  to  supply  such  information  or  explanation  and  toproduce such documents relating to the business as Board of Directors mayrequire;(ix)  manner  of  disciplinary  action  against  its  members  by  Self  RegulatoryOrganization;contents and format of the annual report;procedure for conduct of the meetings, quorum etc of Board of Directors;(x)(xi)(xii)  manner  of  maintaining  accounts  or  records  of  the  Self  RegulatoryOrganization; and,(xiii)  reporting requirements to the Board on monthly basis about various aspects ofits functioning including policy initiatives, progress in certification, numberof members admitted and disciplinary action taken against members, if any.", "ents": [{"start": 97, "end": 112, "label": "ENT"}, {"start": 125, "end": 1744, "label": "ACT"}], "title": null}, {"text": " The governing norms or articles shall also provide that the contravention of any of the governing  norms  shall  render  the  member  of  Self  Regulatory  Organization  concerned liable to one or more of the following punishments, namely:-(i) forfeiture of shares;(ii) expulsion from membership;(iii) suspension from membership for a specified period;(iv) any other penalty of a like nature not involving the payment of money.", "ents": [{"start": 5, "end": 20, "label": "ENT"}, {"start": 33, "end": 428, "label": "ACT"}], "title": null}, {"text": " Where the Board considers it expedient so to do, it may, by order in writing, direct a Self Regulatory Organization to make any governing norms or to amend or revoke any of them within such period as it may specify in this behalf.", "ents": [{"start": 11, "end": 16, "label": "ENT"}, {"start": 11, "end": 16, "label": "ENT"}, {"start": 1, "end": 48, "label": "COND"}, {"start": 56, "end": 77, "label": "COND"}, {"start": 53, "end": 231, "label": "ACT"}, {"start": 77, "end": 231, "label": "ACT"}], "title": null}, {"text": "  If a Self Regulatory Organization fails or neglects to comply with such order within the", "ents": [{"start": 69, "end": 73, "label": "ENT"}, {"start": 2, "end": 89, "label": "COND"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": " Where it appears to the Board so to do, it may appoint one or more persons as inspecting authority to undertake inspection of the books of accounts, other records and documents of the Self Regulatory Organization for any of the purposes specified in sub- regulation (2).", "ents": [{"start": 25, "end": 30, "label": "ENT"}, {"start": 1, "end": 39, "label": "COND"}, {"start": 44, "end": 271, "label": "ACT"}], "title": null}, {"text": " The purposes referred to in sub-regulation (1) shall be as follows, namely: -(a)  to ensure that the provisions of the Act, the regulations, the directions and thecirculars issued by the Board are being complied with;(b)  to  inquire  into  the  complaints  received  from  members,  investors,  or  any  otherperson  on  any  matter  having  a  bearing  on  the  activities  of  the  Self  RegulatoryOrganization; or,(c) to inquire suomotu, in the interest of securities business or investors' interest, intothe affairs of the Self Regulatory Organization.", "ents": [], "title": null}, {"text": "  Before  undertaking  any  inspection  under  regulation  16,  the  Board  shall  give  a reasonable notice to the Self Regulatory Organization for that purpose.", "ents": [{"start": 69, "end": 74, "label": "ENT"}, {"start": 76, "end": 162, "label": "ACT"}], "title": null}, {"text": " Notwithstanding anything contained in sub-regulation (1), where the Board is satisfied that in the interest of the investors or in public interest, no such notice should be given, it may by an order in writing, direct that the inspection of the affairs of the Self Regulatory Organization be taken up without such notice.", "ents": [{"start": 69, "end": 74, "label": "ENT"}, {"start": 1, "end": 184, "label": "COND"}, {"start": 184, "end": 322, "label": "ACT"}], "title": null}, {"text": "  On  being  empowered  by  the  Board,  the  inspecting  authority  shall  undertake  the inspection  and  the  Self  Regulatory  Organization  against  whom  an  inspection  is  being carried out shall be bound to discharge its obligations as provided under regulation 18.", "ents": [{"start": 58, "end": 67, "label": "ENT"}, {"start": 2, "end": 38, "label": "COND"}, {"start": 69, "end": 274, "label": "ACT"}], "title": null}, {"text": " It shall be the duty of the Chairman, every Director, officer and employee of the Self Regulatory Organization, who is being inspected to produce to the inspecting authority or to  any  person  authorized  by  him,  such  books,  accounts  and  other  documents  in  their custody or control and furnish to the Board the statements and information relating to the activities  of  Self  Regulatory  Organization  in  securities  market  within  such  time  as  the Board may require.", "ents": [], "title": null}, {"text": "  The Self Regulatory Organization shall allow the inspecting authority or any person authorized  by  him  to  have  reasonable  access  to  the  premises  occupied  by  the  Self Regulatory Organization or by any other person on its behalf and also extend reasonable facility for examining any books, records, documents and computer data in the possession of  the  Self  Regulatory  Organization  or  any  other  person  and  also  provide  copies  of documents or other materials which, in the opinion of the inspecting authority are relevant.", "ents": [], "title": null}, {"text": " The  inspecting  authority  in  the  course  of  inspection  shall  be  entitled  to  examine  or record  statements  of  the  Chairman,  Director,  any  member  and  employee  of  the  Self Regulatory Organization.", "ents": [], "title": null}, {"text": "  It shall be the duty of the Chairman, every Director, officer and employee of the Self Regulatory Organization to give to the inspecting authority all assistance in connection with the inspection, which the Self Regulatory Organization may reasonably be expected togive.", "ents": [], "title": null}, {"text": "The inspecting authority shall, as soon as possible, submit an inspection report to the Board.", "ents": [{"start": 4, "end": 24, "label": "ENT"}, {"start": 30, "end": 51, "label": "COND"}, {"start": 51, "end": 94, "label": "ACT"}], "title": null}, {"text": "  Notwithstanding  anything  contained  above,  the  Board  may  appoint  a  qualified auditor to inspect the books of account or the affairs of the Self Regulatory Organization. Provided  that  the  auditor  so  appointed  shall  have  the  same  powers  of  the  inspecting authority  as  mentioned  in  regulation  16  and  the  obligations  of  Self  Regulatory Organization mentioned in regulation 18 shall be applicable to an inspection under thisregulation.", "ents": [], "title": null}, {"text": " The Board shall be entitled to recover the expenses of such audit or inspection as may be incurred by it, including fees paid to the auditors, from the concerned Self Regulatory", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 178, "label": "ACT"}], "title": null}, {"text": "  Every  Self  Regulatory  Organization  shall  furnish  to  the  Board  such  periodical returns relating to its affairs as may be specified.", "ents": [], "title": null}, {"text": "  Every  Self  Regulatory  Organization  and  every  member  thereof  shall  maintain  and preserve for such periods such books of account and other documents as the Board after consultation  with  Board  of  Directors  of  Self  Regulatory  Organization  concerned,  may specify in the interests of the trade or in the public interest and such books of account and other documents shall be subject to inspection at all reasonable times by the Board.", "ents": [{"start": 53, "end": 59, "label": "ENT"}, {"start": 70, "end": 450, "label": "ACT"}], "title": null}, {"text": " Without prejudice to the provisions contained in sub-regulation (1) and (2), if the Board is satisfied that it is in the interests of the trade or in the public interest so to do, it may, by order, in writing, -(a)  call  upon  Board  of  Directors  of  a  Self  Regulatory  Organization  or  any  memberthereof to furnish in writing such information or explanation relating to the affairs of theSelf  Regulatory  Organization  or  of  the  member  in  relation  to  the  Self  RegulatoryOrganization as the Board may require; or(b)  appoint one or more persons to make an inquiry in the prescribed manner in relationto the affairs of a Self Regulatory Organization or the affairs of any members of the SelfRegulatory Organization in relation to the Self Regulatory Organization and submit areport of the result of such inquiry to the Board within such time as may be specified inthe order or, in the case of inquiry in relation to the affairs of any of the members of aSelf Regulatory Organization direct Board of Directors to make the inquiry and submitits report to the Board.", "ents": [{"start": 85, "end": 90, "label": "ENT"}, {"start": 187, "end": 197, "label": "COND"}, {"start": 197, "end": 1080, "label": "ACT"}], "title": null}, {"text": " Where  an  inquiry  in  relation  to  the  affairs  of  a  Self  Regulatory  Organization  or  the affairs  of  any  of  its  members  in  relation  to  the  Self  Regulatory  Organization  has  been undertaken under sub-regulation (3), -(a)  the  Chairman,  every  director,  manager,  secretary,  or  other  officer  of  the  SelfRegulatory Organization.(b) every member of such Self Regulatory Organization.(c)  if the member of the Self Regulatory Organization is a firm, every partner, manager,secretary or other officer of the firm; and,(d)  every other person or body of persons who has had dealings in the course of businesswith any of the persons mentioned in clause (a), (b) or (c) whether directly or indirectly;shall  be  bound  to  produce  before  the  authority  making  the  inquiry  all  such  books  ofaccount, and other documents in his custody or power relating to or having a bearing on thesubject  matter  of  such  inquiry  and  also  furnish  to  the  authority  such  statement  or", "ents": [{"start": 127, "end": 133, "label": "ENT"}, {"start": 127, "end": 133, "label": "ENT"}, {"start": 1, "end": 236, "label": "COND"}, {"start": 1, "end": 724, "label": "COND"}, {"start": 724, "end": 1007, "label": "ACT"}, {"start": 724, "end": 1007, "label": "ACT"}], "title": null}, {"text": " After receiving the report of an enquiry made under regulation 21, the Board may take such action as it deems proper and, in particular, may direct Board of Directors of the Self  Regulatory  Organization  to  take  such  disciplinary  action  against  the  delinquent member,  including  expulsion,  suspension  or  any  other  penalty  of  a  like  nature  not involving  the  levy  of  monetary  penalty,  as  may  be  specified  by  it  and  thereupon, notwithstanding anything to the contrary contained in the articles or governing norms of the Self Regulatory Organization concerned, the Board of Directors of the Self Regulatory Organization shall give effect to the directions of the Board and shall not in any manner commute, revoke or modify the action taken in pursuance of such directions, without the prior written approval of the Board.", "ents": [{"start": 72, "end": 77, "label": "ENT"}, {"start": 1, "end": 66, "label": "COND"}, {"start": 78, "end": 851, "label": "ACT"}], "title": null}, {"text": " The Board may either on its own motion or on representation of the member concerned, modify or withdraw any of its directions issued under sub-regulation (1), if it is satisfied that there are sufficient grounds for doing so.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 226, "label": "ACT"}], "title": null}, {"text": " If the Board is of the opinion that the recognition granted to a Self Regulatory Organization under the provisions of these Regulations should, in the interest of the trade or in the public interest, be withdrawn, it may serve a written notice in Form \"C\" on Board of Directors of the Self Regulatory Organization calling upon it to show cause as to why the recognition should not be withdrawn for the reasons stated in the notice.", "ents": [{"start": 8, "end": 13, "label": "ENT"}, {"start": 8, "end": 13, "label": "ENT"}, {"start": 1, "end": 143, "label": "COND"}, {"start": 1, "end": 218, "label": "COND"}, {"start": 218, "end": 432, "label": "ACT"}, {"start": 218, "end": 432, "label": "ACT"}], "title": null}, {"text": "  Where  a  notice  is  issued  under  sub-regulation  (1),  the  Board  may,  after  giving  an opportunity to Board of Directors of the Self Regulatory Organization to be heard in the matter,  withdraw,  by  passing  an  order,  the  recognition  granted  to  the  Self  Regulatory Organization and thereupon sub-regulations (3), (4) and (5) of regulation 11 would apply as if the application of the Self Regulatory Organization for renewal of recognition has been rejected under regulation 10.", "ents": [{"start": 66, "end": 71, "label": "ENT"}, {"start": 66, "end": 71, "label": "ENT"}, {"start": 2, "end": 58, "label": "COND"}, {"start": 76, "end": 192, "label": "COND"}, {"start": 73, "end": 496, "label": "ACT"}, {"start": 192, "end": 496, "label": "ACT"}], "title": null}, {"text": "  The Board shall promptly communicate such order to the concerned Self Regulatory Organization.", "ents": [{"start": 6, "end": 11, "label": "ENT"}, {"start": 12, "end": 96, "label": "ACT"}], "title": null}, {"text": " On  receipt  of  the  order  passed  under  sub-regulation  (2),  the  Self  Regulatory Organization shall cease to carry on any activity as a Self Regulatory Organization and shall comply with such directions as may be issued by the Board under sub-regulation (2) read with sub- regulations (3), (4) or (5) of regulation 11, as the case may be.", "ents": [{"start": 30, "end": 36, "label": "ENT"}, {"start": 1, "end": 64, "label": "COND"}, {"start": 102, "end": 346, "label": "ACT"}], "title": null}, {"text": "If any Self Regulatory Organization, any office bearer or member thereof violates any provisions of the Act or these regulations, it may be liable for -(a) action under Chapter VIA of the Act;(b) action under subsection  of section 12 of the Act;(c) action under subsection (4) of section 11 and section 11B of the Act;(d) action under section 24 of the Act;(e) such other action permissible under the Act which may be deemed appropriate in the", "ents": [{"start": 58, "end": 64, "label": "ENT"}, {"start": 0, "end": 35, "label": "COND"}, {"start": 133, "end": 444, "label": "ACT"}], "title": null}]