[{"text": "  These  regulations  may  be  called  the  Securities  and  Exchange  Board  of  India  (Stock Brokers 3[***]) Regulations, 1992.", "ents": [], "title": null}, {"text": "  These  regulations  shall  come  into  force  on  the  date  of  their  publication  in  the  Official Gazette.", "ents": [], "title": null}, {"text": "2.  In these regulations, unless the context otherwise requires]:—5[(a) “Act” means the Securities and Exchange Board of India Act, 1992 (15 of 1992);(aa) “certificate” means a certificate of registration issued by the Board;(ab) 6[***]2018 w.e.f 01-04-2019.brokers) (Third Amdt.) Regulations, 1998, w.e.f. 16-12-1998.2018 w.e.f 01-04-2019.", "ents": [{"start": 37, "end": 71, "label": "ENT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": "", "ents": [], "title": null}, {"text": "Prior to     substitution clause (gb) read as: \"(fa) “self-clearing member” means a member of a clearing corporation who is also a stock broker and clears and settles trades on its own account or on account of its clients only;\"(gb)  “stock broker” means a member of a stock exchange;Prior to its omission, clause (gc) read as follows,-““sub-broker”  means  any  person  not  being  a  member  of  stock  exchange  who  acts  on  behalf  of  astock broker as an agent or otherwise for assisting the investors in buying, selling or dealing in securities", "ents": [{"start": 54, "end": 59, "label": "ENT"}, {"start": 0, "end": 552, "label": "COND"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": " 22[ No person shall act as a stock broker, unless he obtains a certificate of registration from the Board: Provided that no separate registration shall be required for a clearing member registered with the Board to act as a stock broker in a stock exchange of which  he is admitted as a member, subject to grant of approval by the concerned stock exchange. registration shall be required for a stock broker registered with the Board to  operate in more than one stock exchange, of which he is admitted as a member, subject to grant of approval by the concerned stock exchange.]", "ents": [], "title": null}, {"text": "  An  application  for  grant  of  a  certificate  of  registration  as  a  stock  broker  shall  be submitted to the Board in Form A of Schedule I through the stock exchange23[*]of which he is admitted as a member.", "ents": [], "title": null}, {"text": "  The  stock  exchange  24[*]  shall  forward  the  application  form  to  the  Board  as  early  as possible, but not later than thirty days from the date of its receipt.", "ents": [], "title": null}, {"text": "  The  Board  may  require  the  applicant,  or  the  concerned  stock  exchange,  to  furnish further information or clarifications, regarding the trading, settling or dealing in securities and matter connected thereto, to consider the application for grant of a certificate.", "ents": [], "title": null}, {"text": "  The  applicant  or,  its  principal  officer  shall,  if  so  required,  appear  before  the  Board  for personal representation. 27-09-2013", "ents": [{"start": 7, "end": 16, "label": "ENT"}, {"start": 53, "end": 72, "label": "COND"}, {"start": 72, "end": 142, "label": "ACT"}], "title": null}, {"text": "Prior to the substitution, the sub-regulation read as follows: ‘No person shall act as a stock broker, unless he seeks a certificate of registration from the Board for each stock exchange in which he seeks to operate: Provided that no separate registration shall be required for a clearing member registered with the Board to operate as a stock broker in the stock exchange which has promoted the clearing corporation of which he is a clearing member.’ 2014 2014", "ents": [], "title": null}, {"text": "The  Board  shall  take  into  account  for  considering  the  grant  of  a  certificate,  all  matters relating  to  trading,  settling  or  dealing  in  securities  and  in  particular  the  following,  namely, whether the applicant,-(a) is eligible to be admitted as a member of a stock exchange;(b) has the necessary infrastructure like adequate office space, equipment and man power toeffectively discharge his activities;(c) has any past experience in the business of trading or dealing in securities, as the case maybe;(d)  has  been  subjected  to  disciplinary  proceedings  under  the  rules,  and  bye-laws  of  a  stockexchange, or enforcement action under securities laws, with respect to his business as a stock-broker involving either himself or any of his partners, directors or employees;(e) is a fit  and proper person based on the criteria specified in  Schedule II of the Securitiesand Exchange Board of India (Intermediaries) Regulations, 2008;(f)  has  any  financial  liability  which  is  due  and  payable  in  terms  of  the  Act,  the  SecuritiesContracts (Regulation) Act, 1956 or rules and regulations thereunder;(g)  has  obtained  certification  in  terms  of  SEBI  (Certification  of  Associated  Persons  in  theSecurities Markets) Regulations, 2007 or as may be specified by the Board;(h) satisfies the minimum networth and deposit requirements as specified in Schedule VI, forthe segment for which membership or approval is sought.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 12, "end": 1467, "label": "ACT"}], "title": null}, {"text": "The  Board  may,  after  consideration  of  the  application  under  regulation  3  and  on  being satisfied that the applicant has complied with the conditions laid down in regulation 5 grant a certificate of registration in Form D to the stock-broker, and send intimation to that effect to the stock exchange(s) of which it is a member.", "ents": [], "title": null}, {"text": " Where an application under regulation 3, does not fulfill the requirements mentioned in regulation  5,  the  Board  may  reject  the  application  after  giving  a  reasonable  opportunity  of being heard.", "ents": [{"start": 7, "end": 21, "label": "ENT"}, {"start": 1, "end": 40, "label": "COND"}, {"start": 117, "end": 206, "label": "ACT"}], "title": null}, {"text": " The refusal to grant the registration certificate shall be communicated by the Board within thirty  days  of  such  refusal  to  the  applicant  and  to  the  concerned  stock  exchange  stating therein the grounds on which the application has been rejected.", "ents": [{"start": 5, "end": 25, "label": "ENT"}, {"start": 1, "end": 51, "label": "COND"}, {"start": 51, "end": 259, "label": "ACT"}], "title": null}, {"text": " An applicant whose application has been rejected by the Board under sub-regulation (2), may  apply  within  a  period  of  thirty  days  from  the  date  of  receipt  of  such  intimation,  to  the board for reconsideration of its decision.", "ents": [{"start": 4, "end": 13, "label": "ENT"}, {"start": 1, "end": 89, "label": "COND"}, {"start": 89, "end": 241, "label": "ACT"}], "title": null}, {"text": "  The  Board  shall  reconsider  an  application  made  under  sub-regulation  (3)  and communicate its decision as soon as possible in writing to the applicant and to the concerned stock exchange.", "ents": [], "title": null}, {"text": "Every applicant eligible for grant of a certificate of registration as a stock broker shall pay such fees and in such manner as specified in Schedule III or Schedule V as the case maybe: Provided that the Board may on sufficient cause being shown permit the stock-broker to pay such fees at any time before the expiry of six months from the date on which such fees become due.", "ents": [{"start": 6, "end": 15, "label": "ENT"}, {"start": 0, "end": 86, "label": "COND"}, {"start": 86, "end": 376, "label": "ACT"}], "title": null}, {"text": "Any registration granted by the Board under regulation 6 shall be subject to the following conditions, namely,-(a) the stock broker holds the membership of any stock exchange;(b)  he  shall  abide  by  the  rules,  regulations  and  bye-laws  of  the  stock  exchange  which  areapplicable to him;(c) where the stock broker proposes change in  control, he shall obtain prior approval  of theBoard for continuing to act as such after the change;(d) he shall pay fees charged by the Board in the manner provided in these regulations;(e) he shall take adequate steps for redressal of grievances, of the investors within one monthof  the  date  of  receipt  of  the  complaint  and  inform  the  Board  as  and  when  required  by  theBoard;(f) he shall at all times abide by the Code of Conduct as specified in Schedule II; and(g) he shall at all times maintain the minimum networth as specified in Schedule VI.25[Approval for operation in other stock exchange(s) or segment(s) of stock exchange.", "ents": [{"start": 32, "end": 37, "label": "ENT"}, {"start": 57, "end": 993, "label": "ACT"}], "title": null}, {"text": "  A  stock  broker  registered  with  the  Board,  who  desires to  operate  in  any  other  stock exchange  or  any  other  segment(s)  of  the  stock  exchange  of  which  it  holds  a  membership, shall apply to the concerned stock exchange, in the manner specified by the Board.", "ents": [{"start": 93, "end": 107, "label": "ENT"}, {"start": 200, "end": 282, "label": "ACT"}], "title": null}, {"text": "  A  clearing  member  registered  with  the  Board,  who  desires  to  operate  in  any  stock exchange  or  any  segment(s)  of  the  stock  exchange,  shall  apply  to  the  concerned  stock exchange in the manner specified by the Board.", "ents": [{"start": 5, "end": 13, "label": "ENT"}, {"start": 2, "end": 154, "label": "COND"}, {"start": 154, "end": 240, "label": "ACT"}], "title": null}, {"text": "  On  receipt  of  an  application  under  sub-regulation  (1)  or  sub-regulation  (2),  the  stock exchange  shall,  on  being  satisfied  with  the  compliance  of  provisions  of  the  regulations  and other  relevant  eligibility  requirements  specified  by  the  Board,  grant  approval  to  operate  in that  stock  exchange  or  segment(s)  thereof  and  shall  inform  the  Board  about  such  grant  of", "ents": [{"start": 95, "end": 109, "label": "ENT"}, {"start": 95, "end": 109, "label": "ENT"}, {"start": 2, "end": 87, "label": "COND"}, {"start": 116, "end": 275, "label": "COND"}, {"start": 111, "end": 413, "label": "ACT"}, {"start": 275, "end": 413, "label": "ACT"}], "title": null}, {"text": "27[  No  person  shall  act  as  a  clearing  member,  unless  he  obtains  a  certificate  of registration from the Board: Provided that no separate registration shall be required for a stock broker registered with the Board  to  act  as  a  clearing  member  in  a  clearing  corporation  of  which  he  is  admitted  as  a member, subject to grant of approval by the concerned clearing corporation.(2) A stock broker registered with the Board, who desires to operate in any segment(s) of the stock exchange ofwhich  it  holds  a  membership,  shall  apply  to  the  concerned  stock  exchange,  in  the  manner  specified  by  theBoard.(3)  A  clearing  member  registered  with  the  Board,  who  desires  to  operate  in  any  segment(s)  of  the  stockexchange which has promoted the clearing corporation, of which he is a member, shall apply to the concernedstock exchange in the manner specified by the Board.(4)  On  receipt  of  an  application  under  sub-regulation  (2)  or  sub-regulation  (3),  the  stock  exchange  shall,  onbeing  satisfied  with  the  compliance  of  provision  of  the  regulations  and  other  relevant  eligibility  requirementsspecified  by  the  Board,  grant approval  for  operation in  any  segment(s) and  shall inform  the  Board about  such", "ents": [], "title": null}, {"text": "", "ents": [], "title": null}, {"text": "10.2014.Prior to substitution the sub-regulation read as follows: ‘  Any person who desires to act as a clearing member, shall seek a certificate of registration from the Board for each clearing corporation in which he seeks to operate: Provided that no separate registration shall be required for a stock broker registered with the Board to operate as a  clearing  member  in  the  clearing  corporation  which  is  promoted  by  the  stock  exchange  of  which  he  is  amember.’registration  shall  be required for  a  clearing  member  registered  with  the  Board to  operate inmore than one clearing corporation, of which he is admitted as a member, subject to grant ofapproval by the concerned clearing corporation.](2)  An  application  for  grant  of  a  certificate  of  registration  as  clearing  member  shall  besubmitted  to  the  Board  in  Form  AD  of  Schedule  I  through  the  clearing  corporation28[*]  ofwhich he is admitted as a member.(3) The Clearing Corporation29[*] shall forward the application form to the Board as early aspossible, but not later than thirty days from the date of its receipt.", "ents": [{"start": 104, "end": 119, "label": "ENT"}, {"start": 121, "end": 1124, "label": "ACT"}], "title": null}, {"text": "The  provisions  of  Chapter  II  shall  be  applicable  mutatis  mutandis  to  registration  of  a clearing member, except as otherwise provided.\"", "ents": [], "title": null}, {"text": "Every  applicant  eligible for  grant  of  a  certificate  of  registration  as  a  clearing  member shall pay such fees and in such manner as specified in Schedule III or Schedule V as the case maybe: Provided that the Board may on sufficient cause being shown permit the clearing member to pay such fees at any time before the expiry of six  months from the date on which such fees become due. 30[ Approval for operation in other clearing corporation(s) or segment(s) of   clearing", "ents": [{"start": 7, "end": 16, "label": "ENT"}, {"start": 0, "end": 101, "label": "COND"}, {"start": 101, "end": 483, "label": "ACT"}], "title": null}, {"text": "Prior to substitution the regulation read as follows:", "ents": [], "title": null}, {"text": "  A  clearing  member  registered  with  the Board,  who  desires  to  operate  in  any  other clearing  corporation or any other segment(s) of the clearing  corporation of which it holds a membership, shall apply to the concerned clearing corporation in the manner specified by the Board.", "ents": [{"start": 5, "end": 13, "label": "ENT"}, {"start": 2, "end": 202, "label": "COND"}, {"start": 202, "end": 289, "label": "ACT"}], "title": null}, {"text": "  A  stock  broker  registered  with  the  Board,  who  desires  to  operate  in  any  clearing corporation  or  any  segment(s)  of  the  clearing  corporation,  shall  apply  to  the  concerned clearing corporation in the manner specified by the Board.", "ents": [{"start": 43, "end": 48, "label": "ENT"}, {"start": 2, "end": 163, "label": "COND"}, {"start": 163, "end": 254, "label": "ACT"}], "title": null}, {"text": "  On receipt  of  an  application  under  sub-regulation  (1)  or  sub-regulation  (2), the  clearing corporation shall, on being satisfied with the compliance of provisions of the regulations and other  relevant  eligibility  requirements  specified  by  the  Board,  grant  approval  to  operate  in that clearing corporation or segment(s) thereof, and shall inform the Board about such grant of approval.]", "ents": [{"start": 93, "end": 113, "label": "ENT"}, {"start": 93, "end": 113, "label": "ENT"}, {"start": 2, "end": 86, "label": "COND"}, {"start": 119, "end": 266, "label": "COND"}, {"start": 114, "end": 408, "label": "ACT"}, {"start": 266, "end": 408, "label": "ACT"}], "title": null}, {"text": "For  the  purpose  of  this  Chapter  and  in  respect  of  clearing  and  settlement  of  trades  in commodity derivatives, the word “clearing corporation” wherever appearing, shall refer to a commodity derivatives exchange till such time a separate clearing corporation is established to undertake the activity of clearing and settlement of trades in commodity derivatives.", "ents": [{"start": 135, "end": 155, "label": "ENT"}, {"start": 177, "end": 375, "label": "ACT"}], "title": null}, {"text": "The provisions of Chapters IV, V and VI of these regulations shall mutatis mutandis apply to a clearing member and self-clearing member.] Chapter III 32[***] Chapter IIIA 33[***] Chapter III B 34[***] Chapter IIIC 35[***] On receipt of an application under sub-regulation (2) or sub-regulation (3) , the clearing corporation shall, onbeing  satisfied  with  the  compliance  of  provision  of  the  regulations  and  other  relevant  eligibility  requirementsspecified by the Board, grant approval for operation in any segment(s), and shall inform the Board about suchgrant of approval.’", "ents": [], "title": null}, {"text": " Every Stock Broker shall keep and maintain the following books of account, records and documents, namely:—(a) Register of transactions (Sauda Book);(b) Clients ledger;(c) General ledger;(d) Journals;(e) Cash book;(f) Bank pass book;36[(g)  Documents  register  containing,  inter  alia,  particulars  of  securities  received  anddelivered in physical form and the statement of account and other records relating to receiptand delivery of securities provided by the depository participants in respect of dematerializedsecurities;](h) Member’s contract books showing details of all contracts entered into by him with othermembers of the same exchange or counterfoils or duplicates of memos of confirmation issuedto such other members;(i) Counterfoils or duplicates of contract notes issued to clients;(j) Written consent of clients in respect of contracts entered into as principals;(k) Margin deposit book;(l) 37[****](m) 38[****]39[(n) Client account opening form in the format as may be specified by the Board.]", "ents": [{"start": 13, "end": 19, "label": "ENT"}, {"start": 20, "end": 1014, "label": "ACT"}], "title": null}, {"text": "Prior to substitution, it read as under: “Documents register should include particulars of shares and securities received and delivered” Prior to its omission, clause (l) read as follows,- “(l) Registers of accounts of sub-brokers;” Prior to its omission, clause (m) read as follows,- “(m)  An  agreement  with  a  sub-broker  specifying  the  scope  of  authority,  and  responsibilities  of  the Stock Broker and such Sub-broker;”", "ents": [{"start": 61, "end": 67, "label": "ENT"}, {"start": 0, "end": 432, "label": "COND"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": " Prior to the substation, it read as under:  Every  stock  broker  shall  intimate  to  the  Board  the  place  where  the  books  of  account,records and documents are maintained.(3) Without prejudice to sub-regulation  (1), every stock broker shall, after the close of eachaccounting period furnish to the Board if so required as soon as possible but not later than sixmonths from the close of the said  period a copy of the audited balance sheet  and profit andloss account as at the end of the said accounting period:Provided that, if it is not possible to furnish the above documents within the time specified,the Stock Broker shall keep the Board informed of the same together with the reasons for thedelay and the period of time by which such documents would be furnished.", "ents": [], "title": null}, {"text": "Every  stock  broker  shall  preserve  the  books  of  account  and  other  records  maintained under regulation 17 for a minimum period of five years.", "ents": [], "title": null}, {"text": "Every  stock  broker  shall  appoint  a  compliance  officer  who  shall  be  responsible  for monitoring  the  compliance  of  the  Act,  rules  and  regulations,  notifications,  guidelines, instructions,  etc.,  issued  by  the  Board  or  the  Central  Government  and  for  redressal  of investors’ grievances.", "ents": [], "title": null}, {"text": "The compliance officer shall immediately and independently report to the Board any non- compliance observed by him.] 41[***] 42[************] “An agreement with the sub-broker and with the client of the sub-broker to establish privity of contract between", "ents": [{"start": 4, "end": 22, "label": "ENT"}, {"start": 23, "end": 254, "label": "ACT"}], "title": null}, {"text": " Regulations, 2003, w.e.f. 23-09-2003 read as follows,-", "ents": [], "title": null}, {"text": "The  stock  broker  shall  not  deal  with  any  person  as  a  sub-broker  unless  such  person  has  been granted certificate of registration by the Board under sub-regulation  of Regulation 12.” 2015, w.e.f. 28-09-2015, read as follows:", "ents": [], "title": null}, {"text": "  Where  it  appears  to  the  Board  so  to  do,  it  may  appoint  one  or  more  persons  as inspecting  authority  to  undertake  inspection  of  the  books  of  account,  other  records  and documents of the stock brokers for any of the purposes specified in sub-regulation (2).", "ents": [{"start": 69, "end": 76, "label": "ENT"}, {"start": 2, "end": 48, "label": "COND"}, {"start": 55, "end": 283, "label": "ACT"}], "title": null}, {"text": " The purposes referred to in sub-regulation (1) shall be as follows, namely :—(a) to ensure that the books of account  and other books are being  maintained in the  mannerrequired;(b)  that  the  provisions  of  the  Act,  rules,  regulations  and  the  provisions  of  the  SecuritiesContracts (Regulation) Act, and the rules made thereunder are being complied with;", "ents": [], "title": null}, {"text": "  Before  undertaking  any  inspection  under  regulation  19,  the  Board  shall  give  a reasonable notice to the stock broker for that purpose.", "ents": [{"start": 69, "end": 74, "label": "ENT"}, {"start": 76, "end": 146, "label": "ACT"}], "title": null}, {"text": "  Notwithstanding  anything  contained  in  sub-regulation  (1),  where  the  Board  is  satisfied that in the interest of the investors or in public interest no such notice should be given, it may by an order in writing direct that the inspection of the affairs of the stock broker be taken up without such notice.", "ents": [{"start": 78, "end": 83, "label": "ENT"}, {"start": 2, "end": 194, "label": "COND"}, {"start": 194, "end": 315, "label": "ACT"}], "title": null}, {"text": " On being empowered by the Board, the inspecting authority shall undertake the inspection and  the  stock-broker  against  whom  an  inspection  is  being  carried  out  shall  be  bound  to discharge his obligations as provided under regulation 21.", "ents": [{"start": 27, "end": 32, "label": "ENT"}, {"start": 1, "end": 32, "label": "COND"}, {"start": 59, "end": 249, "label": "ACT"}], "title": null}, {"text": " A stock broker carrying on the activity of buying, selling or dealing in securities, other than commodity derivatives,  shall  not  undertake  the  activity  of  buying,  selling  or  dealing  in  commodity  derivatives,  unless permitted by the Board.", "ents": [{"start": 3, "end": 24, "label": "ENT"}, {"start": 121, "end": 253, "label": "ACT"}], "title": null}, {"text": "  A  stock  broker  carrying  on  the  activity  of  buying,  selling  or  dealing  in  commodity  derivatives,  shall  not undertake  the  activity  of  buying,  selling  or  dealing  in  securities  other  than  commodity  derivatives,  unless", "ents": [], "title": null}, {"text": " It shall be the duty of every director, proprietor, partner, officer and employee of the stock-broker,  who  is  being  inspected,  to  produce  to  the  inspecting  authority  such  books, accounts and other documents in his custody  or control and furnish him with the statements and information relating to the transactions in securities market within such time as the said officer may require.", "ents": [], "title": null}, {"text": "  The  stock-broker  shall  allow  the  inspecting  authority  to  have  reasonable  access  to  the premises occupied by such stock-broker or by any other person on his behalf and also extend reasonable  facility  for  examining  any  books,  records,  documents  and  computer  data  in  the possession  of the stock-broker or any other person and  also provide copies of documents or other materials which, in the opinion of the inspecting authority are relevant.", "ents": [], "title": null}, {"text": "  The  inspecting  authority,  in  the  course  of  inspection,  shall  be  entitled  to  examine  or record  statements  of  any  member,  director,  partner,  proprietor  and  employee  of  the  stock-broker.", "ents": [], "title": null}, {"text": " It shall be the duty of every director, proprietor, partner, officer and employee of the stock broker  to  give  to  the  inspecting  authority  all  assistance  in  connection  with  the  inspection,", "ents": [], "title": null}, {"text": "The inspecting authority shall, as soon as may be possible, submit an inspection report to the Board.", "ents": [{"start": 4, "end": 24, "label": "ENT"}, {"start": 30, "end": 58, "label": "COND"}, {"start": 58, "end": 101, "label": "ACT"}], "title": null}, {"text": "43[The  Board  shall  after  consideration  of  inspection  or  investigation  report  take  such action  as  it  may  deem  fit  and  appropriate  including  action  under  44[  Chapter  V  of  the Securities and Exchange Board of India (Intermediaries) Regulations, 2008], Chapter VIA of the Act or section 24 of the Act.]", "ents": [], "title": null}, {"text": "Notwithstanding anything contained above, the Board may appoint a qualified auditor to investigate into the books of account or the affairs of the stock-broker: 43  Substituted  by  the  SEBI  (Stock  Brokers  and  Sub-brokers) (Second  Amdt.)  Regulations,  2003,  w.e.f.  20-11- Penalty) Regulations, 2002. w.e.f 27-09-2002. Provided  that,  the  auditor  so  appointed  shall  have  the  same  powers  of  the  inspecting authority as mentioned in  regulation  19 and the obligations of the stockbroker in  regulation", "ents": [{"start": 46, "end": 51, "label": "ENT"}, {"start": 52, "end": 520, "label": "ACT"}], "title": null}, {"text": "A  stock  broker  46[***]  who  contravenes  any  of  the  provisions  of  the  Act,  rules  or regulations framed thereunder shall be liable for any one or more of the following actions—(i) Monetary penalty under Chapter VIA of the Act.(ii) Penalties as specified under  47[Chapter V of the Securities and Exchange Board of India(Intermediaries)  Regulations,  2008]  including  suspension  or  cancellation  of  certificate  ofregistration as a stock broker 48[***],(iii) Prosecution under section 24 of the Act.", "ents": [], "title": null}, {"text": "A  stock  broker  49[***]    shall  be  liable for  monetary  penalty  in  respect  of  the  following violations, namely—(i) Failure to file any return or report with the Board.(ii) Failure to furnish any information, books or other documents within 15 days of issue ofnotice by the Board.(iii)  Failure  to  maintain  books  of  account  or  records  as  per  the  Act,  rules  or  regulationsframed thereunder.(iv) Failure to redress the grievances of investors within 30 days of receipts of notice from theBoard.(v) Failure to issue contract notes in the form and manner specified by the Stock Exchange ofwhich such broker is a member.(Amendment) Regulations, 2003, w.e.f. 20-11-2003.2018 w.e.f 01-04-2019.2018 w.e.f 01-04-2019.2018 w.e.f 01-04-2019.(vi) Failure to deliver any security or make payment of the amount due to the investor within48 hours of the settlement of trade unless the client has agreed in writing otherwise.(vii) Charging of brokerage which is in excess of brokerage specified in the regulations or thebye-laws of the stock exchange.(viii)  Dealing  in  securities  of  a  body  corporate  listed  on  any  stock  exchange  on  his  ownbehalf  or  on  behalf  of  any  other  person  on  the  basis  of  any  unpublished  price  sensitiveinformation.(ix)  Procuring  or  communicating  any  unpublished  price  sensitive  information  except  asrequired in the ordinary course of business or under any law.(x)  Counselling  any  person  to  deal  in  securities  of  any  body  corporate  on  the  basis  ofunpublished price sensitive information.(xi) Indulging in fraudulent and unfair trade practices relating to securities.50[(xii) Failure to maintain client account opening form.](xiii) Failure to segregate his own funds or securities from the client’s funds or securities orusing  the  securities  or  funds  of  the  client  for  his  own  purpose  or  for  purpose  of  any  otherclient.(xiv) 51[***](xv) Failure to  comply with  directions issued by the Board under the Act  or the regulationsframed thereunder.(xvi) Failure to exercise due skill, care and diligence.52[(xvii) Failure to obtain prior approval of the Board in case of change in control of the stockbroker.](xviii)  Failure  to  satisfy  the  net  worth  or  capital  adequacy  norms,  if  any,  specified  by  theBoard.(xix) Extending use of trading terminal to any unauthorized person or place.", "ents": [], "title": null}, {"text": " Prior to the substation, it read as under: “(xii)  Execution  of  trade  without  entering  into  agreement  with  the  client  under  the  Act,  rules  or  regulations framed  there  under  or  failure  to  maintain  client  registration  form  or  commission  of  any  irregularities  in maintaining the client agreement.” Prior to its omission, clause (xiv) read as follows,- “Acting as an unregistered sub-broker or dealing with unregistered sub-brokers.” 52  Substituted  by  the  SEBI(Change  in  Conditions  of  Registration  of  Certain  Intermediaries)(Amendment) Regulations, 2011, w.e.f. 19-04-2011. Prior to substitution, it read as under: “Failure to seek prior permission of the Board in case of any change in its status and constitution.”", "ents": [{"start": 307, "end": 324, "label": "ENT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": "A  stock  broker  53[***]  shall  be  liable  for  any  action  as  specified  in  54[Chapter  V  of  the Securities  and  Exchange  Board  of  India  (Intermediaries)  Regulations,  2008]  including suspension or cancellation of his certificate of registration as a stock broker 55[***] 56[***], if he—(i) ceases to be a member of a stock exchange; or(ii) has been declared defaulter by a stock exchange and not re-admitted as a member within aperiod of six months; or(iii) surrenders his certificate of registration to the Board; or(iv) has been found to  be not  a fit and proper person by the Board under these or  any otherregulations; or(v)  has  been  declared  insolvent  or  order  for  winding  up  has  been  passed  in  the  case  of  abroker 57[***] being a company registered under the Companies Act, 1956; or(vi) or any of the partners or any whole-time director in case a broker  58[***]  is a companyregistered  under  the  Companies  Act,  1956  has  been  convicted  by  a  court  of  competentjurisdiction for an offence involving moral turpitude; or(vii) fails to pay fee as per Schedule III of these regulations; or(viii) fails to comply with the rules, regulations and bye-laws of the stock exchange of whichhe is a member; or(ix) fails to co-operate with the inspecting or investigating authority; or2018 w.e.f 01-04-2019.2002” by the SEBI (Intermediaries) Regulations, 2008, w.e.f. 26-05-2008.2018 w.e.f 01-04-2019.Amdt.) Regulations, 2018 w.e.f 01-04-2019.2018 w.e.f 01-04-2019.2018 w.e.f 01-04-2019.(x)  fails  to  abide  by  any  award  of  the  Ombudsman  or  decision  of  the  Board  under  theSecurities and Exchange Board of India (Ombudsman) Regulations, 2003; or(xi) fails to pay the penalty imposed by the Adjudicating Officer; or(xii) indulges in market manipulation of securities or index; or(xiii)  indulges  in  insider  trading  in  violation  of  the  Securities  and  Exchange  Board  of  India(Prohibition of Insider Trading) Regulations, 1992; or(xiv) violates Securities and Exchange Board of India (Prohibition of Fraudulent and UnfairTrade Practices relating to Securities Market) Regulations, 2003; or(xv) commits violation of any of the provisions for which monetary penalty or other penaltiescould be imposed; or(xvi) fails to comply with the circulars issued by the Board; or(xvii) commits violations specified in regulation 26 which in the opinion of the Board are of agrievous nature.", "ents": [], "title": null}, {"text": "A stock broker 59[***] shall be liable for prosecution under section 24 of the Act for any of the following violations, namely :—(i) Dealing in securities without obtaining certificate of registration from the Board as a stockbroker 60[***].(ii)  Dealing  in  securities  or  providing  trading  floor  or  assisting  in  trading  outside  therecognized stock exchange in violation of provisions of the Securities Contracts(Regulation) Act, 1956 or rules made or notifications issued thereunder.(iii) Market manipulation of securities or index.(iv)  Indulging  in  insider  trading  in  violation  of  Securities  and  Exchange  Board  of  India(Prohibition of Insider Trading) Regulations, 1992.(v) Violating the Securities and Exchange Board of India (Prohibition of Fraudulentand Unfair Trade Practices relating to Securities Market) Regulations, 2003.(vi) Failure without reasonable cause—(a)  to  produce  to  the  investigating  authority  or  any  person  authorized  by  him  in  thisbehalf, any books, registers,2018 w.e.f 01-04-2019.2018 w.e.f 01-04-2019.(b)  to  appear  before  the  investigating  authority  personally  or  to  answer  any  questionwhich is put to him by the investigating authority; or(c) to sign the notes of any examination taken down by the investigating authority.(vii) Failure to pay penalty imposed by the adjudicating officer or failure to comply", "ents": [{"start": 2, "end": 14, "label": "ENT"}, {"start": 23, "end": 1384, "label": "ACT"}], "title": null}, {"text": " The Board may, exempt any person or class of persons from the operation of all or any of the provisions of these regulations for a period as may be specified but not exceeding twelve  months,  for  furthering  innovation  in  technological  aspects  relating  to  testing  new products, processes, services, business models, etc. in live environment of regulatory sandbox in the securities markets.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 14, "end": 191, "label": "COND"}, {"start": 191, "end": 399, "label": "ACT"}], "title": null}, {"text": "  Any  exemption  granted  by  the  Board  under  sub-regulation  (1)  shall  be  subject  to  the applicant satisfying such conditions as may be specified by the Board including conditions to be complied with on a continuous basis. testing  environment  where  new  products,  processes,  services,  business  models,  etc.  may  be deployed on a limited set  of eligible customers for a specified period of time,  for furthering innovation  in  the  securities  market,  subject  to  such  conditions  as  may  be  specified  by  the", "ents": [{"start": 36, "end": 41, "label": "ENT"}, {"start": 71, "end": 535, "label": "ACT"}], "title": null}, {"text": "In order to remove any difficulties in the interpretation or application of the provisions of these regulations, the Board shall have the power to issue directions through guidance notes or circulars.", "ents": [{"start": 3, "end": 90, "label": "ENT"}, {"start": 0, "end": 123, "label": "COND"}, {"start": 123, "end": 200, "label": "ACT"}], "title": null}, {"text": "For  the  purposes  of  implementation  of  these  regulations  and  matters  incidental  thereto, the  Board  may  specify  norms,  procedures,  processes,  manners  or  guidelines  as  specified  in these  regulations,  by  way  of  circulars  to  recognised  stock  exchange(s)  and  recognised", "ents": [], "title": null}]