[{"text": " These  regulations  may  be  called  the Securities  and  Exchange  Board of  India  (Stock Brokers and Sub-brokers) Regulations, 1992.", "ents": [], "title": null}, {"text": "  These  regulations  shall  come  into  force  on  the  date  of  their  publication  in  the  Official Gazette.", "ents": [], "title": null}, {"text": "2.  In these regulations, unless the context otherwise requires]:—3[(a) “Act” means the Securities and Exchange Board of India Act, 1992 (15 of 1992);(aa) “certificate” means a certificate of registration issued by the Board;(ab) 4[***]brokers) (Third Amdt.) Regulations, 1998, w.e.f. 16-12-1998.", "ents": [{"start": 37, "end": 54, "label": "ENT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": " Regulations,2011, w.e.f. 19-04-2011. Prior to omission, clause (ab) read as under: “change  of  status  or  constitution”  in  relation  to  a  stock  broker  or  a  sub-broker  means  any  change  in  its status  or constitution  of  whatsoever  nature includes— (i) corporate— (A)              amalgamation,  demerger,  consolidation  or  any  other  kind  of  corporate  restructuring falling  within  the  scope  of  section  391  of  the  Companies  Act,  1956  (1  of  1956)  or  the  corresponding provision of any other law for the time being in force; (B)                    change  in  its  managing  director,  whole-time  director  or  director  appointed  in compliance  with clause (v) of sub-rule (4A) of rule 8 of the Securities Contracts (Regulation) Rules, 1957; and and in  case  of  a  body (C)           any change in control over the body corporate; [5[(ac) “change in control” –(i) in case of a body corporate –(A)  if  its  shares  are  listed  on  any  recognised  stock  exchange,  shall  be  construed  withreference to the definition of control in terms of regulations framed under clause (h) of sub-section  of section 11 of the Act;(B)  in  any  other  case,  shall  be  construed  as  change  in  the  controlling  interest  in  the  bodycorporate;“controlling interest”  means an interest, whether direct or indirect,  to the extent of at leastfifty-one percent of voting rights in the body corporate;(ii) in a case other than that of a body corporate, shall be construed as any change in its legalformation or ownership.]6[(ad) \"clearing corporation\" shall mean a clearing corporation as defined in clause (d) of sub-regulation (1) of regulation 2 of the Securities Contracts (Regulation) (Stock Exchanges andClearing Corporations) Regulations, 2012;]7[(ae)  \"clearing  member\"means  a  person  having  clearing  and  settlement  rights  in  anyrecognised clearing corporation and shall include any person having clearing and settlementrights on a commodity derivatives exchange:Provided that such a clearing member in commodity derivatives exchange shall be required tobecome a member of a recognised clearing corporation from such date as may be specified bythe Board.](ii)           any  change  between  the  following  legal  forms  -  individual,  partnership  firm,  Hinduundivided family, private company, public company, unlimited company or statutory corporation and othersimilar changes;(iii)          in case of a partnership firm any change in partners not amounting to dissolution of theof  Registrationfirm5  Substitutedof  CertainIntermediaries)(Amendment)  Regulations, 2011, w.e.f. 19-04-2011. Prior to substitution, clause  (ac) read asunder:“change in control”, in relation to a stock broker or a sub-broker being a body means-(i)            if its shares are listed on any recognised stock exchange, change in control within themeaning  of  regulation    12    of    the    Securities    and    Exchange    Board    of    India    (SubstantialAcquisition  of  Shares  andTakeovers) Regulations, 1997;(ii)           in any other case, change in the controlling interest in the body corporate;interest,  whether  direct  or  indirect,  to  the  extent  of  at  least fifty-one  per  cent  of  voting  rights  in  the  bodycorporate;”", "ents": [{"start": 67, "end": 68, "label": "ENT"}, {"start": 1, "end": 1009, "label": "COND"}, {"start": 1009, "end": 3286, "label": "ACT"}], "title": null}, {"text": "Prior to     substitution clause (gb) read as: \"(fa) “self-clearing member” means a member of a clearing corporation who is also a stock broker and clears and settles trades on its own account or on account of its clients only;\"(gb)  “stock broker” means a member of a stock exchange;(gc)  “sub-broker”  means  any  person  not  being  a  member  of  stock  exchange  who acts onbehalf of a stock broker as an agent or otherwise for assisting the investors in buying, sellingor dealing in securities through such stock brokers;](gd) 14[***](h) 15[***]16[ Words and expressions used and not defined in these regulations but defined in the Act,the Companies Act, 1956, the Securities Contracts (Regulation) Act, 1956, the DepositoriesAct,  1996  or  any  rules  or  regulations  made  thereunder  shall  have  the  same  meaningsrespectively  assigned  to  them  in  those  Acts,  rules  or  regulations  made  thereunder  or  any", "ents": [{"start": 54, "end": 59, "label": "ENT"}, {"start": 0, "end": 795, "label": "COND"}, {"start": 795, "end": 928, "label": "ACT"}], "title": null}, {"text": " 18[ No person shall act as a stock broker, unless he obtains a certificate of registration from the Board: Provided that no separate registration shall be required for a clearing member registered with the Board to act as a stock broker in a stock exchange of which he is admitted as a member, subject to grant of approval by the concerned stock exchange. registration shall be required for a stock broker registered with the Board to operate in more than one stock exchange, of which he is admitted as a member, subject to grant of approval by the concerned stock exchange.]", "ents": [], "title": null}, {"text": "  An  application  for  grant  of  a  certificate  of  registration  as  a  stock  broker  shall  be submitted to the Board in Form A of Schedule I through the stock exchange19[*]of which he is admitted as a member.", "ents": [], "title": null}, {"text": "  The  stock  exchange20[*]  shall  forward  the  application  form  to  the  Board  as  early  as possible, but not later than thirty days from the date of its receipt. 27-09-2013", "ents": [], "title": null}, {"text": "Prior to the substitution, the sub-regulation read as follows: ‘No person shall act as a stock broker, unless he seeks a certificate of registration from the Board for each stock exchange in which he seeks to operate: Provided that no separate registration shall be required for a clearing member registered with the Board to operate as a stock broker in the stock exchange which has promoted the clearing corporation of which he is a clearing member.’ 2014 2014", "ents": [], "title": null}, {"text": "  The  Board  may  require  the  applicant,  or  the  concerned  stock  exchange,  to  furnish further information or clarifications, regarding the trading, settling or dealing in securities and matter connected thereto, to consider the application for grant of a certificate.", "ents": [], "title": null}, {"text": "  The  applicant or,  its  principal officer shall,  if  so  required,  appear  before the  Board  for personal representation.", "ents": [{"start": 7, "end": 16, "label": "ENT"}, {"start": 50, "end": 69, "label": "COND"}, {"start": 69, "end": 127, "label": "ACT"}], "title": null}, {"text": "The  Board  shall  take  into  account  for  considering  the  grant  of  a  certificate,  all  matters relating to trading, settling or dealing in securities and in particular the following, namely, whether the applicant,-(a) is eligible to be admitted as a member of a stock exchange;(b) has the necessary infrastructure like adequate office space, equipment and man power toeffectively discharge his activities;(c) has any past experience in the business of trading or dealing in securities, as the case maybe;(d) has been subjected to disciplinary proceedings under the rules, and bye-laws of a stockexchange, or enforcement action under securities laws, with respect to his business as a stock-broker involving either himself or any of his partners, directors or employees;(e) is a fit and proper person based on the criteria specified in Schedule II of the Securitiesand Exchange Board of India (Intermediaries) Regulations, 2008;(f)  has  any  financial  liability  which  is  due  and  payable  in  terms  of  the  Act,  the  SecuritiesContracts (Regulation) Act, 1956 or rules and regulations thereunder;(g)  has  obtained  certification  in  terms  of  SEBI  (Certification  of  Associated  Persons  in  theSecurities Markets) Regulations, 2007 or as may be specified by the Board;(h) satisfies the minimum networth and deposit requirements as specified in Schedule VI, forthe segment for which membership or approval is sought.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 12, "end": 1438, "label": "ACT"}], "title": null}, {"text": "The  Board  may,  after  consideration  of  the  application  under  regulation  3  and  on  being satisfied that the applicant has complied with the conditions laid down in regulation 5 grant a certificate of registration in Form D to the stock-broker, and send intimation to that effect to the stock exchange(s) of which it is a member.", "ents": [], "title": null}, {"text": " Where an application under regulation 3, does not fulfill the requirements mentioned in regulation  5, the Board  may reject the application after giving a  reasonable  opportunity  of being heard.", "ents": [{"start": 7, "end": 21, "label": "ENT"}, {"start": 1, "end": 40, "label": "COND"}, {"start": 115, "end": 198, "label": "ACT"}], "title": null}, {"text": " The refusal to grant the registration certificate shall be communicated by the Board within thirty  days  of  such  refusal  to  the  applicant  and  to  the  concerned  stock  exchange  stating therein the grounds on which the application has been rejected.", "ents": [{"start": 5, "end": 25, "label": "ENT"}, {"start": 1, "end": 51, "label": "COND"}, {"start": 51, "end": 259, "label": "ACT"}], "title": null}, {"text": " An applicant whose application has been rejected by the Board under sub-regulation (2), may apply within a period of thirty days from the date of receipt of such intimation, to the board for reconsideration of its decision.", "ents": [{"start": 4, "end": 13, "label": "ENT"}, {"start": 1, "end": 89, "label": "COND"}, {"start": 89, "end": 224, "label": "ACT"}], "title": null}, {"text": "  The  Board  shall  reconsider  an  application  made  under  sub-regulation  (3)  and communicate its decision as soon as possible in writing to the applicant and to the concerned stock exchange.", "ents": [], "title": null}, {"text": "Every applicant eligible for grant of a certificate of registration as a stock broker shall pay such fees and in such manner as specified in Schedule III or Schedule V as the case maybe: Provided that the Board may on sufficient cause being shown permit the stock-broker to pay such fees at any time before the expiry of six months from the date on which such fees become due.", "ents": [{"start": 6, "end": 15, "label": "ENT"}, {"start": 0, "end": 86, "label": "COND"}, {"start": 86, "end": 376, "label": "ACT"}], "title": null}, {"text": "Any registration granted by the Board under regulation 6 shall be subject to the following conditions, namely,-(a) the stock broker holds the membership of any stock exchange;(b)  he  shall  abide  by  the  rules,  regulations  and  bye-laws  of  the  stock  exchange  which  areapplicable to him;(c) where the stock broker proposes change in control, he shall obtain prior approval of theBoard for continuing to act as such after the change;(d) he shall pay fees charged by the Board in the manner provided in these regulations;(e) he shall take adequate steps for redressal of grievances, of the investors within one monthof  the  date  of receipt  of the  complaint  and  inform  the  Board  as  and  when  required  by theBoard;(f) he shall at all times abide by the Code of Conduct as specified in Schedule II; and(g) he shall at all times maintain the minimum networth as specified in Schedule VI.", "ents": [{"start": 32, "end": 37, "label": "ENT"}, {"start": 57, "end": 903, "label": "ACT"}], "title": null}, {"text": " Approval for operating in segments of a stock exchange shall be granted by the concerned stockexchange.", "ents": [{"start": 41, "end": 55, "label": "ENT"}, {"start": 56, "end": 104, "label": "ACT"}], "title": null}, {"text": " A stock broker registered with the Board, who desires to operate in any segment(s) of the stock exchange of which it holds a membership, shall apply to the concerned stock exchange, in the manner specified by the Board.", "ents": [{"start": 36, "end": 41, "label": "ENT"}, {"start": 1, "end": 138, "label": "COND"}, {"start": 138, "end": 220, "label": "ACT"}], "title": null}, {"text": " A clearing member registered with the Board, who desires to operate in any segment(s) of the stock exchange which has promoted the clearing corporation, of which he is a member, shall apply to the concerned stock exchange in the manner specified by the Board.", "ents": [{"start": 3, "end": 18, "label": "ENT"}, {"start": 1, "end": 179, "label": "COND"}, {"start": 179, "end": 260, "label": "ACT"}], "title": null}, {"text": " On receipt of an application under sub-regulation (2) or sub-regulation (3), the stock exchange shall, on being satisfied with the compliance of provision of the regulations and other relevant eligibility requirements specified by the Board, grant approval for operation in any segment(s) and shall inform the Board about such grant of approval.’(3)  On  receipt  of  an  application  under  sub-regulation  (1)  or  sub-regulation  (2),  the  stockexchange shall, on being satisfied with the compliance of provisions of the regulations andother  relevant  eligibility  requirements  specified  by  the  Board,  grant  approval  to  operate  inthat  stock  exchange  or  segment(s)  thereof  and  shall  inform  the  Board  about  such  grant  of", "ents": [{"start": 82, "end": 96, "label": "ENT"}, {"start": 82, "end": 96, "label": "ENT"}, {"start": 1, "end": 76, "label": "COND"}, {"start": 102, "end": 241, "label": "COND"}, {"start": 97, "end": 747, "label": "ACT"}, {"start": 241, "end": 747, "label": "ACT"}], "title": null}, {"text": "23[  No  person  shall  act  as  a  clearing  member,  unless  he  obtains  a  certificate  of registration from the Board: Provided that no separate registration shall be required for a stock broker registered with the Board  to  act  as  a  clearing  member  in  a  clearing  corporation  of  which  he  is  admitted  as  a member, subject to grant of approval by the concerned clearing corporation. registration shall be required for a clearing member registered with the Board to operate in more than one clearing corporation, of which he is admitted as a member, subject to grant of approval by the concerned clearing corporation.](2)  An  application  for  grant  of  a  certificate  of  registration  as  clearing  member  shall  besubmitted to the Board in Form AD of Schedule I through the clearing corporation24[*] ofwhich he is admitted as a member.(3) The Clearing Corporation25[*] shall forward the application form to the Board as early aspossible, but not later than thirty days from the date of its receipt.", "ents": [], "title": null}, {"text": " The provisions of Chapter II shall be applicable mutatis mutandis to registration of a", "ents": [], "title": null}, {"text": "10.2014.Prior to substitution the sub-regulation read as follows: ‘  Any person who desires to act as a clearing member, shall seek a certificate of registration from the Board for each clearing corporation in which he seeks to operate: Provided that no separate registration shall be required for a stock broker registered with the Board to operate as a clearing member in the clearing corporation which is promoted by the stock exchange of which he is a", "ents": [{"start": 104, "end": 119, "label": "ENT"}, {"start": 121, "end": 455, "label": "ACT"}], "title": null}, {"text": "Prior to substitution the regulation read as follows:", "ents": [], "title": null}, {"text": "Every applicant eligible for grant of a certificate of registration as a clearing member shall pay such fees and in such manner as specified in Schedule III or Schedule V as the case maybe: Provided that the Board may on sufficient cause being shown permit the clearing member to pay such fees at any time before the expiry of six months from the date on which such fees become due. 26[ Approval for operation in other clearing corporation(s) or segment(s) of   clearing", "ents": [{"start": 6, "end": 15, "label": "ENT"}, {"start": 0, "end": 89, "label": "COND"}, {"start": 89, "end": 470, "label": "ACT"}], "title": null}, {"text": " Approval for operating in any segments of a clearing corporation shall be granted by the concerned clearing corporation.", "ents": [{"start": 45, "end": 65, "label": "ENT"}, {"start": 66, "end": 121, "label": "ACT"}], "title": null}, {"text": " A clearing member registered with the Board, who desires to operate in any segment(s) of the clearing corporation of which it holds a membership, shall apply to the concerned clearing corporation in the manner specified by the Board.", "ents": [{"start": 3, "end": 18, "label": "ENT"}, {"start": 1, "end": 147, "label": "COND"}, {"start": 147, "end": 234, "label": "ACT"}], "title": null}, {"text": " A stock broker registered with the Board, who desires to operate in any segment(s) of the clearing corporation promoted by the stock exchange of which he is a member, shall apply to the concerned clearing corporation in the manner specified by the Board.", "ents": [{"start": 36, "end": 41, "label": "ENT"}, {"start": 1, "end": 168, "label": "COND"}, {"start": 168, "end": 255, "label": "ACT"}], "title": null}, {"text": " On receipt of an application under sub-regulation (2) or sub-regulation (3) , the clearing corporation shall, on being satisfied with the compliance of provision of the regulations and other relevant eligibility requirements specified by the Board, grant approval for operation in any segment(s), and shall inform the Board about such", "ents": [{"start": 83, "end": 103, "label": "ENT"}, {"start": 83, "end": 103, "label": "ENT"}, {"start": 1, "end": 77, "label": "COND"}, {"start": 109, "end": 248, "label": "COND"}, {"start": 104, "end": 335, "label": "ACT"}, {"start": 248, "end": 335, "label": "ACT"}], "title": null}, {"text": "For the purpose of this Chapter and in respect of clearing and settlement of trades in commodity derivatives, the word “clearing corporation” wherever appearing, shall refer to a commodity derivatives exchange till such time a separate clearing corporation is established to undertake the activity of clearing and settlement of trades in commodity derivatives.", "ents": [{"start": 50, "end": 58, "label": "ENT"}, {"start": 162, "end": 360, "label": "ACT"}], "title": null}, {"text": " The provisions of Chapters IV, V and VI of these regulations shall mutatis mutandis", "ents": [], "title": null}, {"text": "  No  sub-broker  shall  act  as  such  unless  he  holds  a  certificate  granted  by  the  Board under these regulations.", "ents": [], "title": null}, {"text": "  No  fresh  certificate  needs  to  be  obtained  under  sub-regulation  (1)  where  a  subbroker merely changes his affiliation from one stock broker to another stock broker, being a member of the same stock exchange.] 29[(3)  Subject  to  the  provisions  of  regulation  12A,  no fresh  certificate  need  to  be  obtained under  sub-regulation  (1)  where  a  registered  sub-broker  is  affiliated  to  stock  broker  who  is eligible to trade on SME platform. recognised stock exchange having nationwide trading terminals and permitted by the Board to list the securities issued in accordance with Chapter XA of the Securities and Exchange Board of India (Issue of Capital and Disclosure Requirements) Regulations, 2009.] Application for registration of sub-broker. 30[11A].  (1)  An  application  by  a  sub-broker  for  the  grant  of  a  certificate  shall  be  made  in ‘Form B’.(2) The application for registration under sub-regulation (1) above, shall be accompanied by arecommendation letter in ‘Form C’ from a stock-broker of a recognised stock exchange withwhom he is to be affiliated along with two references including one from his banker.(3) The application form shall be submitted to the stock exchange of which the stockbrokerwith whom he is to be affiliated is a member.", "ents": [{"start": 62, "end": 72, "label": "ENT"}, {"start": 861, "end": 1292, "label": "ACT"}], "title": null}, {"text": " The stock exchange on receipt of an application under sub-regulation (3) shall verify the information  contained  therein  and  shall  also  certify  that  the  applicant  is  eligible  for registration as per criteria specified in sub-regulation (5).", "ents": [{"start": 5, "end": 19, "label": "ENT"}, {"start": 74, "end": 252, "label": "ACT"}], "title": null}, {"text": " The eligibility criteria for registration as a sub-broker shall be as follows, namely:—(i) in the case of an individual;(a) the applicant is not less than 21 years of age;(b) the applicant has not been convicted of any offence involving fraud or dishonesty;(c) the applicant has at least passed 12th standard equivalent examination from an institutionrecognised by the Government :Provided that the Board may relax the educational qualifications on merits having regard tothe applicant’s experience;31[(d) the applicant is a fit and proper person;]30 Renumbered as 11A by the SEBI (Stock Brokers and Sub-brokers) (Second Amdt.) Regulations, 2006, w.e.f.07-09-2006.(ii) in the case of partnership firm or a body corporate the partners or directors, as the casemay be, shall comply with the requirements contained in clauses (a) to(c) of sub-regulation (i);32[(iii)  the  applicant  has  the  necessary  infrastructure  like  adequate  office  space,  equipmentand manpower to effectively discharge his activities;(iv)  the  applicant  shall  be  a  person  recognized  by  the  stock  exchange  as  a  sub  brokeraffiliated to a member broker of the stock exchange.] 33[(6) The stock exchange shall forward the application in Form ‘B’ of such applicant along with  the  recommendation  letter  in  Form  ‘C’  issued  by  the  stock  broker  with  whom  he  is", "ents": [], "title": null}, {"text": " The Board on being satisfied that the sub-broker is eligible, shall grant a certificate in ‘Form  E’  to  the  sub-broker  and  send  an  intimation  to  that  effect  to  the  stock  exchange  or stock exchanges, as the case may be.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 1, "end": 63, "label": "COND"}, {"start": 63, "end": 234, "label": "ACT"}], "title": null}, {"text": " The Board may grant a certificate of registration to the applicant subject to the terms and conditions 34[laid down in sub-regulation (1) of regulation 12A].", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 158, "label": "ACT"}], "title": null}, {"text": " Any registration granted by the Board under regulation 12 shall be subject to the following conditions, namely:—(a)  he  shall  abide  by  the  rules,  regulations  and  bye-laws  of  the  stock  exchange  which  areapplicable to him;(b) 36[***](c) he shall pay fees charged by the Board in the manner provided in these regulations;(d) he shall take adequate steps for redressal of grievances, of the investors within one monthof the date of receipt of the complaint and keep the Board informed about the number, natureand other particulars of the complaints received from such investors; and(e)  he  is  authorized  in  writing  by  a  stock-broker  being  a  member  of  a  stock  exchange  foraffiliating himself in buying, selling or dealing in securities.", "ents": [{"start": 33, "end": 38, "label": "ENT"}, {"start": 59, "end": 761, "label": "ACT"}], "title": null}, {"text": " Prior to substitution, it read as under: “The  stock  exchange  shall  forward  the  application  who  comply  with  all  the  requirements  specified  in  sub- regulations Regulations, 2006,w.e.f. 07-09-2006. Regulations, 2011, w.e.f. 19-04-2011.Prior to omission, clause (b) read as under: “where the sub-broker proposes to change his status or constitution, he shall obtain prior approval of the Board for continuing to act as such after the change;”37[ Notwithstanding repeal of clause (b) of sub-regulation (1), the sub-broker shall obtain afresh registration under section 12 of the Act in a case where it is applicable.]", "ents": [], "title": null}, {"text": "  Where  an  application  for  grant  of  a  certificate  under  regulation  38[11A],  does  not fulfill the requirements mentioned in regulation 39[11A], the Board may reject the application after giving a reasonable opportunity of being heard.", "ents": [{"start": 159, "end": 164, "label": "ENT"}, {"start": 2, "end": 84, "label": "COND"}, {"start": 165, "end": 245, "label": "ACT"}], "title": null}, {"text": " The refusal to grant the certificate shall be communicated by the Board within thirty days of such refusal to the concerned stock exchange and to the applicant in writing stating therein the grounds on which the application has been rejected.", "ents": [{"start": 5, "end": 21, "label": "ENT"}, {"start": 1, "end": 38, "label": "COND"}, {"start": 38, "end": 243, "label": "ACT"}], "title": null}, {"text": " An applicant may, being aggrieved by the decision of the Board under sub regulation(2), within a period of thirty days from the date of receipt of such intimation, apply to theBoard for reconsideration of its decision.", "ents": [{"start": 4, "end": 13, "label": "ENT"}, {"start": 17, "end": 87, "label": "COND"}, {"start": 87, "end": 219, "label": "ACT"}], "title": null}, {"text": "  The  Board  shall  reconsider  an  application  made  under  sub-regulation  (3)  and communicate its decision as soon as possible in writing to the applicant and to the concerned", "ents": [], "title": null}, {"text": "A person whose application for grant of a certificate has been refused by the Board shall, on and from the date of the communication of refusal under regulation 13, cease to carry on any activity as a sub-broker.", "ents": [{"start": 2, "end": 26, "label": "ENT"}, {"start": 2, "end": 26, "label": "ENT"}, {"start": 0, "end": 84, "label": "COND"}, {"start": 89, "end": 163, "label": "COND"}, {"start": 84, "end": 212, "label": "ACT"}, {"start": 163, "end": 212, "label": "ACT"}], "title": null}, {"text": " The sub-broker shall—(a) pay the fees as specified in Schedule III;(b) abide by the Code of Conduct specified in Schedule II;(c) enter into an agreement with the stock-broker for specifying the scope of his authority andresponsibilities;40[(d) comply with the rules, regulations and bye-laws of the stock exchange;(e) not be affiliated to more than one stock broker of one stock exchange.]", "ents": [], "title": null}, {"text": " The sub-broker shall keep and maintain the books and documents specified in regulation 17 except for the books and documents referred to in clauses (h), (i), (j), 41[***] (l) and (m) of sub-regulation (1) of regulation 17. 37  Substituted  by  the  SEBI(Change  in  Conditions  of  Registration  of  Certain  Intermediaries)(Amendment) Regulations, 2011, w.e.f. 19-04-2011. Prior to substitution, sub-regulation (2) read as under: “Nothing contained in clause (b) of sub-regulation (1) shall affect the obligation to obtain a fresh registration under section 12 of the Act in a case where it is applicable” 07-09-2006. 07-09-2006.", "ents": [], "title": null}, {"text": " No director of a stock broker shall act as a sub-broker to the same stock broker.]", "ents": [{"start": 4, "end": 30, "label": "ENT"}, {"start": 31, "end": 83, "label": "ACT"}], "title": null}, {"text": "The provisions of Chapters IV, V and VI of these regulations shall apply to a subbroker as they apply in case of a stock broker. Chapter IIIA 43[***] Chapter III B 44[***]", "ents": [], "title": null}, {"text": " Every Stock Broker shall keep and maintain the following books of account, records and documents, namely:—(a) Register of transactions (Sauda Book);(b) Clients ledger;(c) General ledger;(d) Journals;(e) Cash book;(f) Bank pass book;46[(g)  Documents  register  containing,  inter  alia,  particulars  of  securities  received  anddelivered in physical form and the statement of account and other records relating to receiptand delivery of securities provided by the depository participants in respect of dematerializedsecurities;](h) Member’s contract books showing details of all contracts entered into by him with othermembers of the same exchange or counterfoils or duplicates of memos of confirmation issuedto such other members;(i) Counterfoils or duplicates of contract notes issued to clients;(j) Written consent of clients in respect of contracts entered into as principals;(k) Margin deposit book;(l) Registers of accounts of sub-brokers;(m) An agreement with a sub-broker specifying the scope of authority, and responsibilities ofthe Stock Broker and such Sub-broker;47[(n) Client account opening form in the format as may be specified by the Board.]", "ents": [{"start": 13, "end": 19, "label": "ENT"}, {"start": 20, "end": 1161, "label": "ACT"}], "title": null}, {"text": " Prior to substitution, it read as under:", "ents": [], "title": null}, {"text": " Prior to the substation, it read as under:  Every  stock  broker  shall  intimate  to  the  Board  the  place  where  the  books  of  account,records and documents are maintained.(3) Without prejudice to sub-regulation (1), every stock broker shall, after the close of eachaccounting period furnish to the Board if so required as soon as possible but not later than sixmonths from the close of the said period a copy of the audited balance sheet and profit andloss account as at the end of the said accounting period:Provided that, if it is not possible to furnish the above documents within the time specified,the Stock Broker shall keep the Board informed of the same together with the reasons for thedelay and the period of time by which such documents would be furnished.", "ents": [], "title": null}, {"text": "Every  stock  broker  shall  preserve  the  books  of  account  and  other  records  maintained under regulation 17 for a minimum period of five years.", "ents": [], "title": null}, {"text": "Every stock broker shall appoint a compliance officer who shall be responsible for monitoring  the  compliance  of  the  Act,  rules  and  regulations,  notifications,  guidelines, instructions,  etc.,  issued  by  the  Board  or  the  Central  Government  and  for  redressal  of investors’ grievances.", "ents": [], "title": null}, {"text": "The compliance officer shall immediately and independently report to the Board any non- compliance observed by him.]", "ents": [{"start": 4, "end": 22, "label": "ENT"}, {"start": 23, "end": 116, "label": "ACT"}], "title": null}, {"text": "The stock broker shall not deal with any person as a sub-broker unless such person has", "ents": [{"start": 4, "end": 16, "label": "ENT"}, {"start": 17, "end": 86, "label": "ACT"}], "title": null}, {"text": "]", "ents": [], "title": null}, {"text": " A stock broker carrying on the activity of buying, selling or dealing in securities, other  than  commodity  derivatives,  shall  not  undertake  the  activity  of  buying,  selling  or dealing in commodity derivatives, unless permitted by the Board.", "ents": [{"start": 3, "end": 24, "label": "ENT"}, {"start": 124, "end": 251, "label": "ACT"}], "title": null}, {"text": " A stock broker carrying on the activity of buying, selling or dealing in commodity derivatives, shall not undertake the activity of buying, selling or dealing in securities other than commodity derivatives, unless permitted by the Board.] “An agreement with the sub-broker and with the client of the sub-broker to establish privity of contract between", "ents": [{"start": 3, "end": 24, "label": "ENT"}, {"start": 97, "end": 352, "label": "ACT"}], "title": null}, {"text": "  Where  it  appears  to  the  Board  so  to  do,  it  may  appoint  one  or  more  persons  as inspecting  authority  to  undertake  inspection  of  the  books  of  account,  other  records  and documents of the stock brokers for any of the purposes specified in sub-regulation (2).", "ents": [{"start": 69, "end": 76, "label": "ENT"}, {"start": 2, "end": 48, "label": "COND"}, {"start": 55, "end": 283, "label": "ACT"}], "title": null}, {"text": " The purposes referred to in sub-regulation (1) shall be as follows, namely :—(a) to ensure that the books of account and other books are being maintained in the mannerrequired;(b)  that  the  provisions  of  the  Act,  rules,  regulations  and  the  provisions  of  the  SecuritiesContracts (Regulation) Act, and the rules made thereunder are being complied with;", "ents": [], "title": null}, {"text": "  Before  undertaking  any  inspection  under  regulation  19,  the  Board  shall  give  a reasonable notice to the stock broker for that purpose.", "ents": [{"start": 69, "end": 74, "label": "ENT"}, {"start": 76, "end": 146, "label": "ACT"}], "title": null}, {"text": "  Notwithstanding  anything  contained  in  sub-regulation  (1),  where  the  Board  is  satisfied that in the interest of the investors or in public interest no such notice should be given, it may by an order in writing direct that the inspection of the affairs of the stock broker be taken up without such notice.", "ents": [{"start": 78, "end": 83, "label": "ENT"}, {"start": 2, "end": 194, "label": "COND"}, {"start": 194, "end": 315, "label": "ACT"}], "title": null}, {"text": " On being empowered by the Board, the inspecting authority shall undertake the inspection and  the  stock-broker  against  whom  an  inspection  is  being  carried  out  shall  be  bound  to discharge his obligations as provided under regulation 21.", "ents": [{"start": 27, "end": 32, "label": "ENT"}, {"start": 1, "end": 32, "label": "COND"}, {"start": 59, "end": 249, "label": "ACT"}], "title": null}, {"text": " It shall be the duty of every director, proprietor, partner, officer and employee of the stock-broker,  who  is  being  inspected,  to  produce  to  the  inspecting  authority  such  books, accounts and other documents in his custody or control and furnish him with the statements and information relating to the transactions in securities market within such time as the said officer may require.", "ents": [], "title": null}, {"text": "  The  stock-broker  shall  allow  the  inspecting  authority  to  have  reasonable  access  to  the premises occupied by such stock-broker or by any other person on his behalf and also extend reasonable  facility  for  examining  any  books, records,  documents  and  computer  data  in  the possession of the stock-broker or any other person and also provide copies of documents or other materials which, in the opinion of the inspecting authority are relevant.", "ents": [], "title": null}, {"text": "  The  inspecting  authority,  in  the  course  of  inspection,  shall  be  entitled  to  examine  or record  statements  of  any  member,  director,  partner,  proprietor  and  employee  of  the  stock-broker.", "ents": [], "title": null}, {"text": " It shall be the duty of every director, proprietor, partner, officer and employee of the stock broker  to  give  to  the  inspecting  authority  all  assistance  in  connection  with  the  inspection,", "ents": [], "title": null}, {"text": "The inspecting authority shall, as soon as may be possible, submit an inspection report to the Board.", "ents": [{"start": 4, "end": 24, "label": "ENT"}, {"start": 30, "end": 58, "label": "COND"}, {"start": 58, "end": 101, "label": "ACT"}], "title": null}, {"text": "51[The  Board  shall  after  consideration  of  inspection  or  investigation  report  take  such action  as  it  may  deem  fit  and  appropriate  including  action  under  52[  Chapter  V  of  the Securities and Exchange Board of India (Intermediaries) Regulations, 2008], Chapter VIA of the Act or section 24 of the Act.]", "ents": [{"start": 8, "end": 13, "label": "ENT"}, {"start": 15, "end": 324, "label": "ACT"}], "title": null}, {"text": "Notwithstanding anything contained above, the Board may appoint a qualified auditor to investigate into the books of account or the affairs of the stock-broker: Provided  that,  the  auditor  so  appointed  shall  have  the  same  powers  of  the  inspecting authority as mentioned in regulation 19 and the obligations of the stockbroker in regulation", "ents": [{"start": 46, "end": 51, "label": "ENT"}, {"start": 52, "end": 351, "label": "ACT"}], "title": null}, {"text": "A stock broker or a sub-broker who contravenes any of the provisions of the Act, rules or regulations framed thereunder shall be liable for any one or more of the following actions—(i) Monetary penalty under Chapter VIA of the Act.(ii) Penalties as specified under 54[Chapter V of the Securities and Exchange Board of India(Intermediaries)  Regulations,  2008]  including  suspension  or  cancellation  of  certificate  ofregistration as a stock broker or a sub-broker,(iii) Prosecution under section 24 of the Act.", "ents": [], "title": null}, {"text": "A  stock  broker  or  a  sub-broker  shall  be  liable  for  monetary  penalty  in  respect  of  the following violations, namely—(i) Failure to file any return or report with the Board.(ii) Failure to furnish any information, books or other documents within 15 days of issue ofnotice by the Board.(iii)  Failure  to  maintain  books  of  account  or  records  as  per  the  Act,  rules  or  regulationsframed thereunder.Penalty) Regulations, 2002. w.e.f 27-09-2002.(Amendment) Regulations, 2003, w.e.f. 20-11-2003.(iv) Failure to redress the grievances of investors within 30 days of receipts of notice from theBoard.(v) Failure to issue contract notes in the form and manner specified by the Stock Exchange ofwhich such broker is a member.(vi) Failure to deliver any security or make payment of the amount due to the investor within48 hours of the settlement of trade unless the client has agreed in writing otherwise.(vii) Charging of brokerage which is in excess of brokerage specified in the regulations or thebye-laws of the stock exchange.(viii)  Dealing  in  securities  of  a  body  corporate  listed  on  any  stock  exchange  on  his  ownbehalf  or  on  behalf  of  any  other  person  on  the  basis  of  any  unpublished  price  sensitiveinformation.(ix)  Procuring  or  communicating  any  unpublished  price  sensitive  information  except  asrequired in the ordinary course of business or under any law.(x)  Counselling  any  person  to  deal  in  securities  of  any  body  corporate  on  the  basis  ofunpublished price sensitive information.(xi) Indulging in fraudulent and unfair trade practices relating to securities.55[(xii) Failure to maintain client account opening form.](xiii) Failure to segregate his own funds or securities from the client’s funds or securities orusing the securities or funds of the  client for his own purpose or for purpose of any otherclient.(xiv) Acting as an unregistered sub-broker or dealing with unregistered sub-brokers.(xv) Failure to comply with directions issued by the Board under the Act or the regulationsframed thereunder.(xvi) Failure to exercise due skill, care and diligence.56[(xvii) Failure to obtain prior approval of the Board in case of change in control of the stockbroker.](xviii)  Failure  to  satisfy  the  net  worth  or  capital  adequacy  norms,  if  any,  specified  by  theBoard.", "ents": [], "title": null}, {"text": " Prior to the substation, it read as under: “(xii)  Execution  of  trade  without  entering  into  agreement  with  the  client  under  the  Act,  rules  or  regulations framed  there  under  or  failure  to  maintain  client  registration  form  or  commission  of  any  irregularities  in maintaining the client agreement.” 56  Substituted  by  the  SEBI(Change  in  Conditions  of  Registration  of  Certain  Intermediaries)(Amendment) Regulations, 2011, w.e.f. 19-04-2011. Prior to substitution, it read as under: “Failure to seek prior permission of the Board in case of any change in its status and constitution.”", "ents": [{"start": 307, "end": 324, "label": "ENT"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": "A stock broker or a sub-broker shall be liable for any action as specified in 57[Chapter  V  of  the  Securities  and  Exchange  Board  of  India  (Intermediaries)  Regulations, 2008] including suspension or cancellation of his certificate of registration as a stock broker or a sub-broker, as the case may be, if he—(i) ceases to be a member of a stock exchange; or(ii) has been declared defaulter by a stock exchange and not re-admitted as a member within aperiod of six months; or(iii) surrenders his certificate of registration to the Board; or(iv) has been found to be not a fit and proper person by the Board under these or any otherregulations; or(v)  has  been  declared  insolvent  or  order  for  winding  up  has  been  passed  in  the  case  of  abroker or sub-broker being a company registered under the Companies Act, 1956; or(vi)  or  any  of  the  partners  or  any  whole-time  director  in  case  a  broker  or  sub-broker  is  acompany  registered  under  the  Companies  Act,  1956  has  been  convicted  by  a  court  ofcompetent jurisdiction for an offence involving moral turpitude; or(vii) fails to pay fee as per Schedule III of these regulations; or(viii) fails to comply with the rules, regulations and bye-laws of the stock exchange of whichhe is a member; or(ix) fails to co-operate with the inspecting or investigating authority; or(x)  fails  to  abide  by  any  award  of  the  Ombudsman  or  decision  of  the  Board  under  theSecurities and Exchange Board of India (Ombudsman) Regulations, 2003; or(xi) fails to pay the penalty imposed by the Adjudicating Officer; or(xii) indulges in market manipulation of securities or index; or(xiii) indulges in insider trading in violation of the Securities and Exchange Board of India(Prohibition of Insider Trading) Regulations, 1992; or(xiv) violates Securities and Exchange Board of India (Prohibition of Fraudulent and UnfairTrade Practices relating to Securities Market) Regulations, 2003; or(xv) commits violation of any of the provisions for which monetary penalty or other penaltiescould be imposed; or(xvi) fails to comply with the circulars issued by the Board; or(xvii) commits violations specified in regulation 26 which in the opinion of the Board are of agrievous nature.", "ents": [], "title": null}, {"text": "A stock broker or a sub-broker shall be liable for prosecution under section 24 of the Act for any of the following violations, namely :—(i) Dealing in securities without obtaining certificate of registration from the Board as a stockbroker or a sub-broker.(ii)  Dealing  in  securities  or  providing  trading  floor  or  assisting  in  trading  outside  therecognized stock exchange in violation of provisions of the Securities Contracts2002” by the SEBI (Intermediaries) Regulations, 2008, w.e.f. 26-05-2008.(Regulation) Act, 1956 or rules made or notifications issued thereunder.(iii) Market manipulation of securities or index.(iv)  Indulging  in  insider  trading  in  violation  of  Securities  and  Exchange  Board  of  India(Prohibition of Insider Trading) Regulations, 1992.(v) Violating the Securities and Exchange Board of India (Prohibition of Fraudulentand Unfair Trade Practices relating to Securities Market) Regulations, 2003.(vi) Failure without reasonable cause—(a) to produce to the investigating authority or any person authorized by him in this behalf,any books, registers, (b) to appear before the investigating authority personally or to answeranyquestion which is put to him by the investigating authority; or(c) to sign the notes of any examination taken down by the investigatingauthority.", "ents": [], "title": null}, {"text": "In order to remove any difficulties in the interpretation or application of the provisions of these regulations, the Board shall have the power to issue directions through guidance notes or circulars.", "ents": [{"start": 3, "end": 90, "label": "ENT"}, {"start": 0, "end": 123, "label": "COND"}, {"start": 123, "end": 200, "label": "ACT"}], "title": null}, {"text": "For the purposes of implementation of these regulations and matters incidental thereto, the Board may specify norms, procedures, processes, manners or guidelines as specified in these  regulations,  by  way  of  circulars  to  recognised  stock  exchange(s)  and  recognised clearing corporation(s).] Imposing  Penalty)  Regulations,  2002,  w.e.f.  27-09-2002.  Earlier  regulations  27  to  29  were  amended  by  the SEBI(Stock Brokers  and  Sub-brokers)(Amendment)  Regulations,  1999,  w.e.f.  06-07-1999  and  regulations  32", "ents": [{"start": 92, "end": 97, "label": "ENT"}, {"start": 98, "end": 531, "label": "ACT"}], "title": null}]