[{"text": "No person shall conduct, organise or assist in organising any stock exchange or clearing corporation unless he has obtained recognition from the Board in accordance with the Act, rules and these regulations: 3 Provided that a stock exchange, which has been recognised under the Act as on the date of commencement of these regulations, shall be deemed to have been recognised under these regulations  and  all  the  provisions  of  these  regulations  as  they  apply  to  a  recognised  stock exchange shall also apply to such stock exchange: Provided further that an existing clearing house of a recognised stock exchange or any person who clears and  settles  trades of a recognised stock  exchange, as on the date of  the commencement of these regulations, may continue to do so for a period of three months from the  date  of  commencement  of  these  regulations  or,  if  he  has  made  an  application  under regulation 4 for recognition, till disposal of such application.", "ents": [{"start": 3, "end": 9, "label": "ENT"}, {"start": 10, "end": 980, "label": "ACT"}], "title": null}, {"text": "Subject  to  compliance  with  the  provisions  of  Act,  rules  and  these  regulations,  an application for recognition as a stock exchange shall be submitted to the Board in Form A as prescribed  under  rule  3  of  the  rules  and  an  application  for  recognition  as  a  clearing corporation  shall  be  submitted  to  Board  in  Form  A  as  specified  in  Schedule  –  I  of  theseregulations.", "ents": [{"start": 127, "end": 141, "label": "ENT"}, {"start": 142, "end": 402, "label": "ACT"}], "title": null}, {"text": "An applicant seeking recognition as a stock exchange shall pay application fee in terms of rule 4 of the rules, and an applicant seeking recognition as a clearing corporation shall also pay application fee as payable by a stock exchange.", "ents": [{"start": 3, "end": 12, "label": "ENT"}, {"start": 53, "end": 237, "label": "ACT"}], "title": null}, {"text": " An application for recognition as a stock exchange or a clearing corporation, as the case may  be,  shall  be  accompanied  by  copies  of  memorandum  of  association,  articles  of association, bye-laws and other documents as provided in sections 3 and 4 of the Act, rule 5 of the rules and these regulations.", "ents": [{"start": 4, "end": 31, "label": "ENT"}, {"start": 91, "end": 312, "label": "ACT"}], "title": null}, {"text": "  In  addition  to  the  documents  specified  in  sub-regulation  (1),  the  application  for recognition as a clearing corporation shall be accompanied by the agreement(s) entered into by the applicant with the recognised stock exchange(s) and depositories.", "ents": [{"start": 112, "end": 132, "label": "ENT"}, {"start": 133, "end": 259, "label": "ACT"}], "title": null}, {"text": " The application under regulation 4 shall be governed by the provisions of the Act, rules and these regulations.", "ents": [{"start": 5, "end": 35, "label": "ENT"}, {"start": 36, "end": 112, "label": "ACT"}], "title": null}, {"text": "    An  applicant  seeking  recognition  as  a  stock  exchange  or  clearing  corporation  shall comply with the following conditions, namely:—(a) the applicant is a company limited by shares;(b) the applicant is demutualised;(c) the applicant, its directors and its shareholders who hold or intend to hold shares, arefit and proper persons as described in regulation 20;(d) the  applicant  satisfies  requirements  relating  to  ownership  and  governance  structurespecified in these regulations;(e) the applicant satisfies networth requirements specified in these regulations;(f)  the applicant satisfies requisite capability including its financial capacity, functionalexpertise and infrastructure.4the  ownership  and  management  of  the  applicant  is  segregated  from  the  trading  rights  orclearing rights, as the case may be, in terms of these regulations.", "ents": [{"start": 8, "end": 17, "label": "ENT"}, {"start": 92, "end": 870, "label": "ACT"}], "title": null}, {"text": " An applicant seeking recognition as a stock exchange shall, in addition to conditions as specified in sub-regulations (1) and (2), comply with the following conditions, namely:—(a) the applicant has the necessary infrastructure for orderly execution of trades;(b) the applicant has an online screen-based trading system;(c) the  applicant  has  an  online  surveillance  capability  which  monitors  positions,  pricesand volumes in real time so as to ensure market integrity;(d) the applicant has adequate infrastructure to list securities for trading on its platform,wherever applicable;(e) the  applicant  has  necessary  capability  to  have  a  nationwide  network  of  tradingmembers and has adequate facility to admit and regulate its members;(f)  the  applicant  has  made  necessary  arrangements  to  establish  connectivity  with  itstrading members and clearing corporation;(g) the applicant has adequate Investor Protection Fund and Investor Services Fund;(h) the  applicant  has  adequate  investor  grievances  redressal  mechanism  and  arbitrationmechanism to resolve disputes arising out of trades and its settlement;(i)  the applicant has the facility to disseminate information about trades, quantities andquotes in real time to at least two information vending networks which are accessibleto investors in the country;(j)  the applicant has adequate systems’ capacity supported by a business continuity planincluding a disaster recovery site;(k) the  applicant  has  in  its  employment,  sufficient  number  of  persons  having  adequateprofessional and other relevant experience;(l)  the business feasibility plan has been appraised by a reputed agency having expertisein securities market; and(m) any other conditions as may be specified by the Board.trades;", "ents": [{"start": 4, "end": 13, "label": "ENT"}, {"start": 59, "end": 130, "label": "COND"}, {"start": 130, "end": 1783, "label": "ACT"}], "title": null}, {"text": " An applicant seeking recognition as a clearing corporation shall, in addition to conditions as specified in sub-regulations (1) and (2), comply with the following conditions, namely:—(a) the applicant has necessary infrastructure to ensure timely clearing and settlement of(b) the applicant has adequate risk management mechanism;(c) the applicant has a settlement procedure including netting, novation and guarantee forsettlement of  trades in place, which is in accordance with the manner specified by theBoard;(d) the applicant has the capacity to establish a fund to guarantee settlement of trades;(e) the  applicant has necessary capability to have a  wide network of clearing  membersand has adequate facility to admit and regulate its members;(f)  the applicant has established connectivity with the depositories, clearing banks, stockexchange and clearing members;(g) the applicant has adequate systems’ capacity for on-line/real time risk management oftrades  cleared  and  settled  and  is  supported  by  a  suitable  business  continuity  planincluding a disaster recovery site;(h) the  applicant  has  in  its  employment,  sufficient  number  of  persons  having  adequateprofessional  and other relevant experience to the satisfaction of the Board;(i)  the  applicant  has  the  necessary  arrangements  in  place  for  resolving  disputes  andredressal of grievances arising out of clearing and settlement of trades;5(j)  the  applicant  has  an  agreement  with  a  depository  and  with  a  recognised  stockexchange in respect of clearing and settlement of the trades;(k) the business feasibility plan has been appraised by a reputed agency having expertisein securities market; and(l)  any other conditions as may be specified by the Board.Provided that the Board may, upon sufficient cause shown by the applicant, extend the", "ents": [{"start": 4, "end": 13, "label": "ENT"}, {"start": 65, "end": 136, "label": "COND"}, {"start": 136, "end": 1846, "label": "ACT"}], "title": null}, {"text": " The Board may, on being satisfied with the capability of the applicant to comply with the conditions laid down in this regulation, grant an in-principle approval to the applicant which shall be valid for a period of one year:", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 14, "end": 130, "label": "COND"}, {"start": 130, "end": 226, "label": "ACT"}], "title": null}, {"text": "The Board may, before granting recognition to a stock exchange or clearing corporation, make inquiries and require such further information or document to be furnished, as it may deem necessary.", "ents": [{"start": 4, "end": 9, "label": "ENT"}, {"start": 13, "end": 86, "label": "COND"}, {"start": 86, "end": 194, "label": "ACT"}], "title": null}, {"text": "  The  Board  may,  after  considering  the  application  under  regulation  4  and  on  being satisfied that the applicant has complied with the conditions laid down in regulation 7 and is eligible  to  act  as  a  recognised  stock  exchange  or  a  recognised  clearing  corporation,  as  the case may be, grant recognition to the applicant in terms of section 4 of the Act, in the interest of the securities market.", "ents": [], "title": null}, {"text": " The recognition granted to a stock exchange under sub-regulation (1) shall be in Form B of the rules.", "ents": [{"start": 5, "end": 24, "label": "ENT"}, {"start": 70, "end": 102, "label": "ACT"}], "title": null}, {"text": "  The  recognition  granted  to  a  clearing  corporation  shall  be  in  Form  B  of  Schedule-I  of these regulations.", "ents": [{"start": 36, "end": 57, "label": "ENT"}, {"start": 59, "end": 120, "label": "ACT"}], "title": null}, {"text": " The recognised stock exchange and the recognised clearing corporation shall comply with such other conditions, including those with regard to the nature of securities to be dealt with, as may be imposed by the Board from time to time.", "ents": [{"start": 5, "end": 30, "label": "ENT"}, {"start": 71, "end": 235, "label": "ACT"}], "title": null}, {"text": " The period of recognition granted to a stock exchange shall be as per rule 6 of therules.", "ents": [{"start": 40, "end": 54, "label": "ENT"}, {"start": 55, "end": 90, "label": "ACT"}], "title": null}, {"text": " The recognition granted to a clearing corporation, unless granted on a permanent basis,", "ents": [{"start": 5, "end": 24, "label": "ENT"}, {"start": 1, "end": 88, "label": "COND"}, {"start": 0, "end": 0, "label": "ACT"}], "title": null}, {"text": " Every recognised stock exchange shall pay the regulatory fee in terms of Securities and Exchange Board of India(Regulatory Fee on Stock Exchanges) Regulations, 2006.", "ents": [{"start": 7, "end": 32, "label": "ENT"}, {"start": 33, "end": 166, "label": "ACT"}], "title": null}, {"text": "  Every  recognised  clearing  corporation  shall  pay  the  regulatory  fee  as  the  Board  mayspecify.6", "ents": [{"start": 21, "end": 42, "label": "ENT"}, {"start": 44, "end": 106, "label": "ACT"}], "title": null}, {"text": " In addition to rule 7 of the rules, the provisions of these regulations, as they apply for grant  of  recognition  to  a  stock  exchange,  shall  also  apply  in  relation  to  an  application  for renewal of recognition of a recognised stock exchange.", "ents": [], "title": null}, {"text": "  A  recognised  clearing  corporation  desirous  of  renewal  of    recognition  shall  make  an application to the Board in Form A of Schedule–I of these regulations and such application shall reach the Board atleast three months prior to the date of expiry of the recognition.", "ents": [{"start": 17, "end": 38, "label": "ENT"}, {"start": 82, "end": 279, "label": "ACT"}], "title": null}, {"text": " The provisions of these regulations, as they apply for grant of recognition to a clearing corporation,  shall  also  apply  in  relation  to  an  application  for  renewal  of  recognition  of  a recognised clearing corporation.", "ents": [], "title": null}, {"text": " An applicant seeking renewal of recognition as a stock exchange shall pay fee in terms of rule 7 of the rules, and an applicant seeking renewal of recognition as a clearing corporation shall also pay fee as payable by a stock exchange.", "ents": [{"start": 4, "end": 13, "label": "ENT"}, {"start": 65, "end": 236, "label": "ACT"}], "title": null}, {"text": "  The recognised stock exchange and recognised clearing corporation shall comply with the applicable conditions specified in sub-regulation (3) and sub-regulation (4) of regulation 7, as the case may be, on a continuous basis.", "ents": [{"start": 6, "end": 31, "label": "ENT"}, {"start": 68, "end": 226, "label": "ACT"}], "title": null}, {"text": " The recognition granted to a stock exchange or a clearing corporation may be withdrawn", "ents": [{"start": 5, "end": 24, "label": "ENT"}, {"start": 71, "end": 87, "label": "ACT"}], "title": null}, {"text": "  Every  recognised  stock  exchange  shall  have  a  minimum  networth  of  one  hundred crore rupees at all times: Provided  that  a  recognised  stock  exchange  having  a  lesser  networth  as  on  the  date  of commencement of these regulations shall achieve a minimum networth of one hundred crore rupees within a period of three years from the date of commencement of these regulations.", "ents": [{"start": 21, "end": 36, "label": "ENT"}, {"start": 38, "end": 393, "label": "ACT"}], "title": null}, {"text": "  Every  applicant  seeking  recognition  as  a  clearing  corporation  under  regulation  4  shall have a minimum networth of one hundred crore rupees: trades of a recognised stock exchange on the date of commencement of these regulations.", "ents": [{"start": 9, "end": 18, "label": "ENT"}, {"start": 94, "end": 240, "label": "ACT"}], "title": null}, {"text": "  Every  recognised  clearing  corporation  shall  achieve  a  minimum  networth  of  three hundred  crore  rupees  within  a  period  of  three  years  from  the  date  of  recognition  granted under these regulations: corporation, extend the time specified above in the interest of the securities market. Provided  that  the  Board  may,  upon  an  application  made  by  the  recognised  clearing Provided that sub-regulation (2) shall not apply to an applicant which clears and settles 7", "ents": [{"start": 21, "end": 42, "label": "ENT"}, {"start": 44, "end": 491, "label": "ACT"}], "title": null}, {"text": "  A  recognised  stock  exchange  or  a  recognised  clearing  corporation  shall  not  distribute profits in any manner to its shareholders until the networth specified under sub-regulations(1) and (3), as the case may be, is achieved.", "ents": [{"start": 17, "end": 32, "label": "ENT"}, {"start": 76, "end": 236, "label": "ACT"}], "title": null}, {"text": "  Every  recognised  stock  exchange  or  recognised  clearing  corporation  shall  submit  an audited networth certificate from the statutory auditor on a yearly basis by the thirtieth day of September of every year for the preceding financial year. the  aggregate  value  of  paid  up  equity  share  capital  plus  free  reserves  (excluding  statutory funds, benefit funds and reserves created out of revaluation) reduced by the investments in businesses, whether  related or unrelated, aggregate value of accumulated losses and deferred expenditure not written off, including miscellaneous expenses not written off. means the aggregate value of its liquid assets  calculated in the  manner as specified by the", "ents": [{"start": 21, "end": 36, "label": "ENT"}, {"start": 77, "end": 714, "label": "ACT"}], "title": null}, {"text": "For the purposes of this Chapter:(a) \"banking  company\"  shall  have  the  same  meaning  as  assigned  to  it  in  clause  (c)  ofsection 5 of the Banking Regulation Act, 1949 (10 of 1949);(b) \"insurance company\" shall have the same meaning as assigned to it in sub-section of section 2 of the Insurance Act, 1938 (4 of 1938);(c) \"person resident in India\" shall have the same meaning as assigned to it in clause (v)of section 2 of the Foreign Exchange Management Act, 1999 (42 of 1999);(d) \"person resident outside India\" shall have the same meaning as assigned to it in clause(w) of section 2 of the Foreign Exchange Management Act, 1999 (42 of 1999).", "ents": [{"start": 25, "end": 36, "label": "ENT"}, {"start": 57, "end": 654, "label": "ACT"}], "title": null}, {"text": " Save as otherwise provided in these regulations, the shareholding or voting rights of any  person  in  a  recognised  stock  exchange  or  a  recognised  clearing  corporation  shall  not exceed the limits specified in this Chapter at any point of time.", "ents": [{"start": 155, "end": 176, "label": "ENT"}, {"start": 178, "end": 254, "label": "ACT"}], "title": null}, {"text": "  The  shareholding  as  specified  in  this  Chapter  shall  include  any  instrument  owned  or controlled, directly or indirectly, that provides for entitlement to equity or rights over equity at any future date: Provided that any equity or rights over equity, arising from such instruments in excess of limit  of  shareholding  specified  in  this  Chapter  on  the  date  of  commencement  of  these regulations, shall be reduced to the specified limit within a period as may be decided by the", "ents": [], "title": null}, {"text": " Atleast fifty one per cent. of the paid up equity share capital of a recognised stock exchange shall be held by public.", "ents": [{"start": 15, "end": 27, "label": "ENT"}, {"start": 96, "end": 120, "label": "ACT"}], "title": null}, {"text": " No person resident in India shall at any time, directly or indirectly, either individually or together with persons acting in concert, acquire or hold more than five per cent. of the paid up equity share capital in a recognised stock exchange: Provided that,—(i)  a stock exchange;(ii) a depository;(iii)  a banking company;(iv)  an insurance company; and(v) a public financial institution,may acquire or hold, either directly or indirectly, either individually or together with personsacting in concert, upto fifteen per cent. of the paid up equity share capital of a recognisedstock exchange.", "ents": [], "title": null}, {"text": "  No  person  resident  outside  India,  directly  or  indirectly,  either  individually  or  together with persons acting in concert, shall acquire or hold more than five per cent. of the paid up equity share capital in a recognised stock exchange.", "ents": [], "title": null}, {"text": " The combined holding of all persons resident outside India in the paid up equity share capital of a recognised stock exchange shall not exceed, at any time, forty-nine per cent. of its total paid up equity share capital, subject to the following:—(a)  the  combined  holding  of  such  persons  acquired  through  the  foreign  directinvestment route shall not exceed twenty six per cent. of the total paid up equityshare capital, at any time;(b)    the  combined  holding  of  foreign  institutional  investors  shall  not  exceed  twentythree per cent. of the total paid up equity share capital, at any time;(c)    no  foreign  institutional  investor  shall  acquire  shares  of  a  recognised  stockexchange otherwise than through secondary market.exchange through secondary market shall be construed as follows:—I.If the recognised stock exchange is not listed, a foreign institutional investor mayacquire  its  shares  through  transactions  outside  of  a  recognised  stock  exchangeprovided it is not an initial allotment of shares;II.  If  the  recognised  stock  exchange  is  listed,  the  transactions  by  a  foreigninstitutional investor shall be done through the recognised stock exchange wheresuch shares are listed.", "ents": [{"start": 67, "end": 81, "label": "ENT"}, {"start": 127, "end": 1234, "label": "ACT"}], "title": null}, {"text": " No clearing corporation shall hold any right, stake or interest, of whatsoever nature, in", "ents": [], "title": null}, {"text": " Atleast fifty one per cent. of the paid up equity share capital of a recognised clearing corporation shall be held by one or more recognised stock exchange(s): 9 Provided  that  no  recognised  stock  exchange  shall,  directly  or  indirectly,  either individually or together with persons acting in concert, acquire or hold more than fifteen percent. of the paid up equity share capital in more than one recognised clearing corporation.", "ents": [{"start": 15, "end": 27, "label": "ENT"}, {"start": 102, "end": 439, "label": "ACT"}], "title": null}, {"text": "  No  person  resident  in  India,  except  a  recognised  stock  exchange  as  permitted  in  sub- regulation  (1),  shall  at  any  time,  directly  or  indirectly,  either  individually  or  together  with persons acting in concert, acquire or hold more than five per cent. of the paid up equity share capital in a recognised clearing corporation: Provided that,—(i)  a depository;(ii)  a banking company;(iii) an insurance company; and(iv) a public financial institution,may acquire or hold, either directly or indirectly, either individually or together with personsacting in concert, upto fifteen per cent. of the paid up equity share capital of a recognisedclearing corporation.", "ents": [{"start": 59, "end": 74, "label": "ENT"}, {"start": 118, "end": 685, "label": "ACT"}], "title": null}, {"text": "  No  person  resident  outside  India  shall,  directly  or  indirectly,  either  individually  or together with persons acting in concert, acquire or hold more than five per cent. of the paid up equity share capital in a recognised clearing corporation.", "ents": [], "title": null}, {"text": " The combined holding of all persons resident outside India in the paid up equity share capital of a recognised clearing corporation shall not exceed, at any time, forty-nine per cent. of its total paid up equity share capital, subject to the following:—(a)   the  combined  holding  of  such  persons  acquired  through  the  foreign  directinvestment route shall not exceed twenty six per cent. of the total paid up equityshare capital, at any time;(b)   the  combined  holding  of  foreign  institutional  investors  shall  not  exceed  twentythree per cent. of the total paid up equity share capital, at any time;(c)    no  foreign  institutional  investor  shall  acquire  shares  of  a  recognised  clearingcorporation otherwise than through secondary market.", "ents": [{"start": 67, "end": 81, "label": "ENT"}, {"start": 133, "end": 765, "label": "ACT"}], "title": null}, {"text": " Any person holding equity shares in a recognised clearing corporation in excess of the limits  specified  in  this  regulation  on  the  date  of  commencement  of  these  regulations  shall comply with the conditions specified in this regulation within a period of three years from the", "ents": [{"start": 39, "end": 70, "label": "ENT"}, {"start": 1, "end": 186, "label": "COND"}, {"start": 186, "end": 287, "label": "ACT"}], "title": null}, {"text": " No person shall, directly or indirectly, acquire or hold equity shares of a recognised stock exchange or recognised clearing corporation unless he is a fit and proper person.", "ents": [], "title": null}, {"text": " Any person who, directly or indirectly, either individually or together with persons acting in concert, acquire equity shares such that his shareholding exceeds two per cent. of the paid up  equity  share  capital  of  a  recognised  stock  exchange  or  recognised  clearing  corporation shall seek approval of the Board within fifteen days of the acquisition.", "ents": [{"start": 183, "end": 220, "label": "ENT"}, {"start": 290, "end": 362, "label": "ACT"}], "title": null}, {"text": " A person eligible to acquire or hold more than five per cent. of the paid up equity share capital under sub-regulation (2) of regulation 17 and sub-regulation (2) of regulation 18 may acquire or hold more than five per cent. of the paid up equity share capital of a recognised 10 stock exchange or a recognised clearing corporation only if  he has obtained  prior approval of the Board.", "ents": [{"start": 48, "end": 61, "label": "ENT"}, {"start": 181, "end": 387, "label": "ACT"}], "title": null}, {"text": " Any  person  holding  more than  two per  cent.  of the paid up equity share  capital  of the recognised stock exchange or the clearing corporation on the date of commencement of these regulations, shall ensure compliance with this regulation within a period of ninety days from the date of such commencement.", "ents": [{"start": 57, "end": 71, "label": "ENT"}, {"start": 199, "end": 310, "label": "ACT"}], "title": null}, {"text": " If approval under sub-regulation (2) or (3) is not granted by the Board to any person, such person shall forthwith divest his excess shareholding.", "ents": [{"start": 67, "end": 72, "label": "ENT"}, {"start": 1, "end": 86, "label": "COND"}, {"start": 100, "end": 147, "label": "ACT"}], "title": null}, {"text": "  Any  person  holding  more  than  two  per  cent.  of  the  paid  up  equity  share  capital  in  a recognised stock exchange or a recognised clearing corporation, as the case may be, shall file a declaration within fifteen days from the end of every financial year to the recognised stock exchange or recognised clearing corporation, as the case may be, that he complies with the fit and proper criteria provided in these regulations.", "ents": [{"start": 102, "end": 127, "label": "ENT"}, {"start": 178, "end": 437, "label": "ACT"}], "title": null}, {"text": " For the purposes of these regulations, a person shall be deemed to be a fit and proper person if—(a) such person has a general reputation and record of fairness and integrity, including butnot limited to—(i)  financial integrity;(ii)  good reputation and character; and(iii) honesty;(b) such person has not incurred any of the following disqualifications—(i)the  person,  or  any  of  its  whole  time  directors  or  managing  partners,  has  beenconvicted  by  a  court  for  any  offence  involving  moral  turpitude  or  any  economicoffence or any offence against the securities laws;(ii)  an order for winding up has been passed against the person;(iii)the  person,  or  any  of  its  whole  time  directors  or  managing  partners,  has  beendeclared insolvent and has not been discharged;(iv)  an order, restraining, prohibiting or debarring the person, or any of its whole timedirectors  or  managing  partners,  from  dealing  in  securities  or  from  accessing  thesecurities market, has been passed by the Board or any other regulatory authority,and a period of three years from the date of the expiry of the period specified in theorder has not elapsed;any other order against the person, or any of its whole time directors or managingpartners, which has a bearing on the securities market, has been passed by the Boardor any other regulatory authority, and a period of three years from the date of theorder has not elapsed;the  person  has  been  found  to  be  of  unsound  mind  by  a  court  of  competentjurisdiction and the finding is in force; and(vi)(v)(vii)  the person is financially not sound.", "ents": [{"start": 42, "end": 48, "label": "ENT"}, {"start": 49, "end": 1619, "label": "ACT"}], "title": null}, {"text": "  Without  prejudice  to  the  provisions  of  the  Act,  rules  and  these  regulations,  the recognised stock exchange(s) and the recognised clearing corporation(s) shall disclose to the Board, in the format specified by the Board, their shareholding pattern on a quarterly basis within fifteen days from the end of each quarter, including therein the following:—(a) the names of the ten largest shareholders along with the number and percentage of(b) the  names  of  the  shareholders  falling  under  regulations  17  and  18  who  hadshares held by them;acquired shares in that quarter.", "ents": [{"start": 95, "end": 123, "label": "ENT"}, {"start": 167, "end": 591, "label": "ACT"}], "title": null}, {"text": "  A  recognised  stock  exchange  and  a  recognised  clearing  corporation  shall  monitor  and", "ents": [{"start": 17, "end": 32, "label": "ENT"}, {"start": 77, "end": 96, "label": "ACT"}], "title": null}, {"text": "In addition to the requirements under other laws in force, a recognised stock exchange and recognised clearing corporation shall maintain and preserve all the books, registers, other documents and records relating to the issue or transfer of its securities for a period of not less", "ents": [{"start": 61, "end": 86, "label": "ENT"}, {"start": 123, "end": 281, "label": "ACT"}], "title": null}, {"text": "  The  governing  board  of  every  recognised  stock  exchange  and  recognised  clearing corporation shall include:(a) shareholder directors;(b) public interest directors; and,(c) managing director.", "ents": [{"start": 36, "end": 46, "label": "ENT"}, {"start": 103, "end": 200, "label": "ACT"}], "title": null}, {"text": " Subject to prior approval of the Board, the chairperson shall be elected by the governing board from amongst the public interest directors.", "ents": [{"start": 34, "end": 39, "label": "ENT"}, {"start": 57, "end": 140, "label": "ACT"}], "title": null}, {"text": " The number of public interest directors shall not be lesser than the number of shareholder directors in a recognised stock exchange.", "ents": [{"start": 15, "end": 40, "label": "ENT"}, {"start": 41, "end": 133, "label": "ACT"}], "title": null}, {"text": " The number of public interest directors of a recognised clearing corporation shall not be less  than  two-third,  and  shareholder  directors  shall  not  exceed  one-third,  of  its  governing board strength.", "ents": [{"start": 15, "end": 40, "label": "ENT"}, {"start": 78, "end": 210, "label": "ACT"}], "title": null}, {"text": " The managing director shall be an ex-officio director on the governing board and shall not be included in either the category of public interest directors or shareholder directors.", "ents": [{"start": 5, "end": 22, "label": "ENT"}, {"start": 23, "end": 181, "label": "ACT"}], "title": null}, {"text": " Any employee of a recognised stock exchange or recognised clearing corporation may be appointed  on  the  governing  board  in  addition  to  the  managing  director,  and  such  director shall be deemed to be a shareholder director.", "ents": [{"start": 19, "end": 44, "label": "ENT"}, {"start": 80, "end": 234, "label": "ACT"}], "title": null}, {"text": " No trading  member or clearing member, or their associates and agents, shall be on the governing board of any recognised stock exchange or recognised clearing corporation. 12", "ents": [{"start": 13, "end": 19, "label": "ENT"}, {"start": 72, "end": 175, "label": "ACT"}], "title": null}, {"text": " Atleast one public interest director shall be present in the meetings of the governing board to constitute the quorum.", "ents": [], "title": null}, {"text": "  No  foreign  institutional  investor  shall  have  any  representation  in  the  governing board of a recognised stock exchange or a recognised clearing corporation.", "ents": [], "title": null}, {"text": "  Every  recognised  stock  exchange  shall  ensure  compliance  with  the  provisions  of this  regulation  within  three  months  from  the  date  of  commencement  of  theseregulations.", "ents": [{"start": 21, "end": 36, "label": "ENT"}, {"start": 38, "end": 188, "label": "ACT"}], "title": null}, {"text": "  The  appointment  and  re-appointment  of  all  shareholder  directors  on  the  governing board of every recognised stock exchange or recognised clearing corporation shall be with the prior approval of the Board.", "ents": [{"start": 108, "end": 133, "label": "ENT"}, {"start": 169, "end": 215, "label": "ACT"}], "title": null}, {"text": " The public interest directors on the governing board of the recognised stock exchange(s) and the recognised clearing corporation(s) shall be nominated by the Board.", "ents": [{"start": 5, "end": 30, "label": "ENT"}, {"start": 133, "end": 165, "label": "ACT"}], "title": null}, {"text": " Public interest directors shall be nominated for a fixed term of three years, or for such extended period, as may be approved by the Board.", "ents": [{"start": 1, "end": 26, "label": "ENT"}, {"start": 27, "end": 140, "label": "ACT"}], "title": null}, {"text": " If any issue arises as to whether an assignment or position of a public interest director is in conflict with his role, the Board’s decision shall be final.", "ents": [{"start": 66, "end": 90, "label": "ENT"}, {"start": 1, "end": 119, "label": "COND"}, {"start": 142, "end": 157, "label": "ACT"}], "title": null}, {"text": " A public interest director may be renominated after a cooling-off period of one year or such period  as the Board may deem fit in the interest of the securities market.", "ents": [{"start": 3, "end": 27, "label": "ENT"}, {"start": 28, "end": 169, "label": "ACT"}], "title": null}, {"text": "", "ents": [], "title": null}, {"text": " The appointment, renewal of appointment and termination of service of the managing director of a recognised stock exchange or a recognised clearing corporation shall be subject to prior approval of the Board.", "ents": [{"start": 45, "end": 67, "label": "ENT"}, {"start": 161, "end": 209, "label": "ACT"}], "title": null}, {"text": " Every recognised stock exchange or recognised clearing corporation shall, subject to the guidelines  issued  by  the  Board  from  time  to  time,  determine  the  qualification,  manner  of appointment,  terms  and  conditions  of  appointment  and  other  procedural  formalities associated with the selection/ appointment of the managing director.", "ents": [{"start": 7, "end": 32, "label": "ENT"}, {"start": 73, "end": 146, "label": "COND"}, {"start": 146, "end": 351, "label": "ACT"}], "title": null}, {"text": " The appointment of the managing director shall be for a tenure not less than three years and not exceeding five years.", "ents": [], "title": null}, {"text": "  The  managing  director  of  a  recognised  stock  exchange  or  a  recognised  clearing corporation shall not—(a) be a shareholder or an associate of a shareholder of a recognised stock exchange orrecognised clearing corporation or shareholder of an associate of a recognised stockexchange or recognised clearing corporation, as the case may be;13(b)  be  a  trading  member  or  a  clearing  member,  or  his  associate  and  agent,  orshareholder of a trading member or clearing member or shareholder of an associateand agent of a trading member or a clearing member; or(c) hold any position concurrently in the subsidiary of a recognised stock exchange ora recognised clearing corporation, or in any other entity associated with a recognisedstock exchange or a recognised clearing corporation:Provided that the managing director of a recognised stock exchange may be appointed onthe governing board, but not as managing director, of the subsidiary of a recognised stockexchange or a recognised clearing corporation, as the case may be.", "ents": [{"start": 46, "end": 61, "label": "ENT"}, {"start": 103, "end": 1041, "label": "ACT"}], "title": null}, {"text": "  The  managing  director  shall  be  liable  for  removal  or  termination  of  services  by  the governing board of the recognised stock exchange or recognised clearing corporation with the prior approval of the Board for failure to give effect to the directions, guidelines and other orders issued by the Board, or the rules, the articles of association, bye-laws and regulations of the recognised stock exchange or the recognised clearing corporation.", "ents": [], "title": null}, {"text": " The Board may suo motu remove or terminate the appointment of the managing director if deemed fit in the interest of securities market: Provided  that  no  managing  director  shall  be  removed  unless  he  has  been  given  a", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 228, "label": "ACT"}], "title": null}, {"text": " Every director of a recognised stock exchange and a recognised clearing corporation shall  abide  by  the  Code  of  Conduct  specified  under  Part–  A  of  Schedule–  II  of  theseregulations.", "ents": [{"start": 7, "end": 46, "label": "ENT"}, {"start": 85, "end": 195, "label": "ACT"}], "title": null}, {"text": "  Every  director  and  key  management  personnel  of  a  recognised  stock  exchange  and  a recognised clearing corporation shall abide by the Code of Ethics specified under Part– B of Schedule– II of these regulations.", "ents": [{"start": 9, "end": 17, "label": "ENT"}, {"start": 127, "end": 222, "label": "ACT"}], "title": null}, {"text": "  Every  director  and  key  management  personnel  of  a  recognised  stock  exchange  and  a recognised clearing corporation shall be a fit and proper person as described in regulation 20.", "ents": [{"start": 9, "end": 17, "label": "ENT"}, {"start": 127, "end": 190, "label": "ACT"}], "title": null}, {"text": " The Board may, for any failure by the directors to abide by these regulations or the Code of Conduct or Code of Ethics or in case of any conflict of interest, either upon a reference from the recognised stock exchange or the recognised clearing corporation or suo motu, take appropriate action including removal or termination of the appointment of any director, after", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 14, "end": 158, "label": "COND"}, {"start": 158, "end": 369, "label": "ACT"}], "title": null}, {"text": " A recognised stock exchange or a recognised clearing corporation shall constitute a compensation committee comprising a majority of public interest directors and chaired by a public interest director.", "ents": [{"start": 3, "end": 28, "label": "ENT"}, {"start": 66, "end": 201, "label": "ACT"}], "title": null}, {"text": "The  compensation  committee  shall  determine  the  compensation  of  key  management personnel in terms of a compensation policy.", "ents": [], "title": null}, {"text": " The compensation policy shall be in accordance with the norms specified bythe Board. 14", "ents": [], "title": null}, {"text": " The compensation payable to the managing director shall be as approved by the Board and  the  terms  and  conditions  of  the  compensation  of  the  managing  director  shall  not  be changed without prior approval of the Board.", "ents": [{"start": 33, "end": 50, "label": "ENT"}, {"start": 51, "end": 230, "label": "ACT"}], "title": null}, {"text": "  The  compensation  given  to  the  key  management  personnel  shall  be  disclosed  in  the Report of the recognised stock exchange or recognised clearing corporation under section 217 of the Companies Act, 1956.", "ents": [], "title": null}, {"text": "  The  tenure  of  a  key  management  personnel,  other  than  a  director,  shall  be  for  a  fixed period, as may be decided by the compensation committee.", "ents": [], "title": null}, {"text": "The recognised stock exchange and recognised  clearing corporation shall segregate its regulatory  departments  from  other  departments  in  the  manner  specified  in  Part–  C  of Schedule – II of these regulations.", "ents": [{"start": 4, "end": 29, "label": "ENT"}, {"start": 67, "end": 218, "label": "ACT"}], "title": null}, {"text": " Every recognised stock exchange shall constitute independent oversight committees of the  governing  board,  each  chaired  by  a  public  interest  director,  in  order  to  address  the conflicts of interest in respect of–(a) member regulation,(b) listing functions, and(c) trading and surveillance function.", "ents": [{"start": 7, "end": 32, "label": "ENT"}, {"start": 33, "end": 311, "label": "ACT"}], "title": null}, {"text": " A recognised stock exchange shall follow the minimum listing standards specified by the Board from time to time.", "ents": [{"start": 3, "end": 28, "label": "ENT"}, {"start": 29, "end": 113, "label": "ACT"}], "title": null}, {"text": "  The  heads  of  departments  handling  the  matters  referred  to  in  sub-regulation  (1)  shall report directly to the respective committee and also to the managing director.", "ents": [], "title": null}, {"text": "   Any action  of  a  recognised stock  exchange against  a head  of  a regulatory department shall be subject to an appeal to the respective committee specified under sub-regulation (1), within  such period as may be determined by the governing board.", "ents": [{"start": 22, "end": 48, "label": "ENT"}, {"start": 94, "end": 252, "label": "ACT"}], "title": null}, {"text": " The provisions of this regulation shall mutatis mutandis apply to a recognised clearingcorporation.", "ents": [], "title": null}, {"text": "  An  advisory  committee  shall  be  constituted  by  the  governing  board  of  every recognised stock exchange and recognised clearing corporation to advise the governing board on non-regulatory and operational matters including product design, technology, charges andlevies.", "ents": [], "title": null}, {"text": "  The  advisory  committee  of  a  recognised  stock  exchange  shall  comprise  its  trading members and the advisory committee of a recognised clearing corporation shall comprise its clearing members.", "ents": [{"start": 47, "end": 62, "label": "ENT"}, {"start": 64, "end": 202, "label": "ACT"}], "title": null}, {"text": " The chairperson of the governing board shall be the head of the advisory committee and the  managing  director  shall  be  a  permanent  invitee  to  every  meeting  of  the  advisorycommittee.15", "ents": [{"start": 5, "end": 16, "label": "ENT"}, {"start": 40, "end": 196, "label": "ACT"}], "title": null}, {"text": " The advisory committee shall meet at least four times a year with a maximum gap of three months between two meetings.", "ents": [{"start": 5, "end": 13, "label": "ENT"}, {"start": 24, "end": 118, "label": "ACT"}], "title": null}, {"text": " The recommendations of the advisory committee shall be placed in the ensuing meeting of  the  governing  board  of  the  recognised  stock  exchange  or  the  recognised  clearing corporation  for  consideration  and  appropriate  decision  of  the  governing  board,  and  such recommendations  along  with  the  decision  of  the  governing  board  on  the  same,  shall  be disclosed on their respective websites.", "ents": [], "title": null}, {"text": " Trading members and clearing members shall not be part of any other committee of the", "ents": [], "title": null}, {"text": " Every recognised clearing corporation shall constitute a risk management committee, comprising its public interest directors and independent external experts, which shall report to the governing board.", "ents": [{"start": 7, "end": 38, "label": "ENT"}, {"start": 39, "end": 202, "label": "ACT"}], "title": null}, {"text": " The risk management committee shall formulate a detailed risk management policy which shall be approved by the governing board.", "ents": [], "title": null}, {"text": "  The head of the risk management department shall be responsible for implementation of the risk management policy and he shall report to the risk management committee and to the managing director of the recognised clearing corporation.", "ents": [], "title": null}, {"text": " The risk management committee shall monitor implementation of the risk management policy and keep the Board and the governing board informed about its implementation and deviation, if any.", "ents": [], "title": null}, {"text": " Every recognised stock exchange and recognised clearing corporation shall appoint a compliance officer who shall be responsible for  monitoring the compliance of the Act, the Companies  Act,  1956,  the  Securities  and  Exchange  Board  of  India  Act,  1992,  rules, regulations, or directions issued thereunder and for the redressal of investors’ grievances.", "ents": [{"start": 7, "end": 32, "label": "ENT"}, {"start": 69, "end": 362, "label": "ACT"}], "title": null}, {"text": "  The  compliance  officer  shall,  immediately  and  independently,  report  to  the  Board  any non-compliance of any provision stated in sub-regulation (1) observed by him.", "ents": [], "title": null}, {"text": "Every recognised stock exchange shall credit twenty five per cent. of its profits every year to  the  Fund  as  specified  in  regulation  39,  of  the  recognised  clearing  corporation(s)  which clears and settles trades executed on that stock exchange.", "ents": [{"start": 6, "end": 31, "label": "ENT"}, {"start": 32, "end": 255, "label": "ACT"}], "title": null}, {"text": "Penalties levied by recognised stock exchange or recognised clearing corporation shall be credited to its Investor Protection Fund or the Fund as specified in regulation 39, as the case may be.", "ents": [{"start": 20, "end": 45, "label": "ENT"}, {"start": 81, "end": 193, "label": "ACT"}], "title": null}, {"text": "The  disclosure  requirements  and  corporate  governance  norms  as  specified  for  listed companies shall mutatis mutandis apply to a recognised stock exchange and a recognised clearing corporation.", "ents": [{"start": 93, "end": 102, "label": "ENT"}, {"start": 103, "end": 201, "label": "ACT"}], "title": null}, {"text": "Every recognised stock exchange shall, with effect from the date specified by the Board in  this  behalf,  use  the  services  of  recognised  clearing  corporation(s)  for  clearing  and settlement of its trades.", "ents": [{"start": 6, "end": 31, "label": "ENT"}, {"start": 37, "end": 104, "label": "COND"}, {"start": 104, "end": 213, "label": "ACT"}], "title": null}, {"text": " Subject to provisions of sub-regulation (2), a recognised stock exchange shall avail the service  of  a  recognised  clearing  corporation  pursuant  to  an  agreement  in  writing  between them  stipulating  their  rights  and  obligations,  the  conditions  for  admission  of  securities  for clearing and settlement, risk management measures, charges for clearing and settlement and other incidental and consequential matters.", "ents": [{"start": 48, "end": 73, "label": "ENT"}, {"start": 74, "end": 431, "label": "ACT"}], "title": null}, {"text": " The recognised stock exchange shall extend its arbitration mechanism for settlement of disputes  or  claims  arising  out  of  clearing  and  settlement  of  trades  executed  on  such  stockexchange.", "ents": [{"start": 5, "end": 30, "label": "ENT"}, {"start": 31, "end": 201, "label": "ACT"}], "title": null}, {"text": "A  recognised clearing corporation shall seek approval of the Board before extending its services to any segment of a recognised stock exchange and before admitting any securities for clearing and settlement.", "ents": [{"start": 3, "end": 34, "label": "ENT"}, {"start": 35, "end": 208, "label": "ACT"}], "title": null}, {"text": "    Every  recognised  clearing  corporation  shall  establish  and  maintain  a  Fund  by whatever  name  called,  for  each  segment,  to  guarantee  the  settlement  of  trades  executed  in respective segment of a recognised stock exchange.", "ents": [{"start": 23, "end": 44, "label": "ENT"}, {"start": 46, "end": 244, "label": "ACT"}], "title": null}, {"text": " The Settlement Guarantee Fund or the Trade Guarantee Fund of an existing recognised stock  exchange  shall  be  transferred  to  the  recognised  clearing  corporation  to  which  the clearing and settlement functions of the stock exchange are transferred.", "ents": [{"start": 16, "end": 30, "label": "ENT"}, {"start": 102, "end": 257, "label": "ACT"}], "title": null}, {"text": " Till such time the Fund is transferred under sub-regulation (2), it shall be utilized only for the purposes of meeting settlement obligations as specified by the Board and as per the bye- laws of the recognised stock exchange.", "ents": [], "title": null}, {"text": " An existing clearing corporation shall continue to utilize  its Settlement Guarantee Fund or Trade Guarantee Fund after its recognition under these regulations.", "ents": [{"start": 4, "end": 33, "label": "ENT"}, {"start": 34, "end": 161, "label": "ACT"}], "title": null}, {"text": " In the event of a clearing member failing to honour his settlement obligations, the Fund shall be utilized to complete the settlement. 17", "ents": [{"start": 19, "end": 34, "label": "ENT"}, {"start": 90, "end": 138, "label": "ACT"}], "title": null}, {"text": " The corpus of the Fund shall be adequate to meet the settlement obligations arising on account of failure of clearing member(s).", "ents": [], "title": null}, {"text": " The sufficiency of the corpus of the Fund shall be tested by way of periodic stress tests, in the manner specified by the Board.", "ents": [{"start": 5, "end": 16, "label": "ENT"}, {"start": 43, "end": 129, "label": "ACT"}], "title": null}, {"text": "  The  contribution  and  utilization  of  the  Fund  shall  be  in  accordance  with  the  norms specified by the Board.", "ents": [], "title": null}, {"text": "The utilization of profits and investments by recognised clearing corporations shall be in accordance with the norms specified by the Board.", "ents": [{"start": 19, "end": 42, "label": "ENT"}, {"start": 79, "end": 140, "label": "ACT"}], "title": null}, {"text": " The recognised clearing corporation shall lay down a transparent policy framework for ensuring that there is no discrimination while rendering clearing and settlement services in  settlement  of  trades  on  shareholder  stock  exchange(s)  and  on  non-shareholder  stock exchange(s).", "ents": [{"start": 5, "end": 36, "label": "ENT"}, {"start": 37, "end": 286, "label": "ACT"}], "title": null}, {"text": " The recognised clearing corporation and recognised stock exchange  shall  ensure equal, unrestricted, transparent and fair access to all persons without any bias towards its associates and related entities.", "ents": [{"start": 5, "end": 36, "label": "ENT"}, {"start": 68, "end": 207, "label": "ACT"}], "title": null}, {"text": " The recognised stock exchange and recognised clearing corporation shall not engage in activities that are unrelated or not incidental to its activity as a stock exchange or clearing corporation, as the case may be, except through a separate legal entity and as permitted by the Board.", "ents": [{"start": 5, "end": 30, "label": "ENT"}, {"start": 67, "end": 285, "label": "ACT"}], "title": null}, {"text": " Every recognised stock exchange shall maintain and preserve the books of account and documents as per rule 14 of the rules.", "ents": [{"start": 7, "end": 32, "label": "ENT"}, {"start": 33, "end": 124, "label": "ACT"}], "title": null}, {"text": " Subject to the provisions of any other law for the time being in force, every recognised clearing  corporation  shall  maintain  and  preserve  the  following  books  of  account  and documents for a minimum period of ten years, namely:– time to time. 18(a) Minute books of the meetings of:(i)(ii)governing board;any committees of the governing board;(b)  Record of clearing members showing their full names, addresses anddetails  ofbank and depository accounts for settlement purposes;(c) Transaction records;(d)  Record of security deposits;(e) Margin deposits book;(f) Client margin collection details;(g)  Ledgers;(h)  Journals;(i) Cash book;(j) Bank account statement;", "ents": [{"start": 79, "end": 111, "label": "ENT"}, {"start": 113, "end": 674, "label": "ACT"}], "title": null}, {"text": " Every recognised stock exchange and recognised clearing corporation shall furnish to the Board its annual financial statements and returns as per rule 17 and 17A of the rules.", "ents": [{"start": 7, "end": 32, "label": "ENT"}, {"start": 69, "end": 176, "label": "ACT"}], "title": null}, {"text": "  The  records  as  per  sub-regulation  (1)  with  respect  to  preceding  financial  year  shall  be furnished to the Board by the thirtieth of September of every year.", "ents": [], "title": null}, {"text": "  A  recognised  stock  exchange  and  recognised  clearing  corporation  shall,  with  the previous approval of the Board, make bye-laws for the regulation of contracts and clearing and settlement, as the case may be, as per section 9 of the Act and these regulations.", "ents": [{"start": 17, "end": 32, "label": "ENT"}, {"start": 79, "end": 122, "label": "COND"}, {"start": 122, "end": 269, "label": "ACT"}], "title": null}, {"text": "  No  memorandum  of  association,  articles  of  association  or  any  other  constitution document, in so far as they relate to matters specified in section 3 of the Act or under  these regulations  and  bye-  laws  of  a  recognised  stock  exchange  or  a  recognised  clearing", "ents": [], "title": null}, {"text": " Subject to the provisions of applicable laws in force, a recognised stock exchange may apply for listing of its securities on any recognised stock exchange, other than itself and its associated stock exchange, if,─(a)   it is compliant with the provisions of these regulations particularly those relating to(b) it has completed three years of continuous trading operations immediately precedingownership and governance;the date of application of listing; and(c)   it has obtained approval of the Board.", "ents": [{"start": 41, "end": 45, "label": "ENT"}, {"start": 84, "end": 503, "label": "ACT"}], "title": null}, {"text": " The Board may specify such conditions as it may deem fit in the interest of the securities market including those in relation to transfer of shares held by any person.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 168, "label": "ACT"}], "title": null}, {"text": " A recognised stock exchange shall not list any securities of its associates.", "ents": [{"start": 3, "end": 28, "label": "ENT"}, {"start": 29, "end": 77, "label": "ACT"}], "title": null}, {"text": "  The  securities  of  a  recognised  clearing  corporation  shall  not  be  listed  on  any  stockexchange.", "ents": [{"start": 38, "end": 59, "label": "ENT"}, {"start": 61, "end": 108, "label": "ACT"}], "title": null}, {"text": "Securities of a recognised stock exchange and a recognised clearing corporation shall be in dematerialised form.", "ents": [{"start": 16, "end": 41, "label": "ENT"}, {"start": 80, "end": 112, "label": "ACT"}], "title": null}, {"text": "The Board may from time to time call for any information, documents or records from the recognised stock exchange or the recognised clearing corporation, or their governing board or any shareholder thereof.", "ents": [{"start": 4, "end": 9, "label": "ENT"}, {"start": 10, "end": 206, "label": "ACT"}], "title": null}, {"text": " The Board may at any time undertake inspection, conduct inquiries and audit of any recognised  stock  exchange  or  recognised  clearing  corporation,  any  associate  of  such exchange  or  clearing  corporation,  any  shareholder  of  such  stock  exchange  or  clearing corporation or any associate and agent of such shareholder.", "ents": [{"start": 5, "end": 10, "label": "ENT"}, {"start": 11, "end": 333, "label": "ACT"}], "title": null}, {"text": "  Where  an  inspection  under  sub-regulation  (1)  is  undertaken  by  the  Board,  such recognised stock exchange or recognised clearing corporation or shareholder or associate and every  manager,  director,  managing  director,  chairperson  or  officer  and  other  employee  of such  recognised  stock  exchange,  recognised  clearing  corporation,  shareholder  or  associate shall co-operate with the Board.", "ents": [{"start": 78, "end": 83, "label": "ENT"}, {"start": 2, "end": 83, "label": "COND"}, {"start": 383, "end": 415, "label": "ACT"}], "title": null}, {"text": "Without  prejudice  to  exercise  of  its  powers  under  the  provisions  of  the  Act  or  the Securities  and  Exchange  Board  of  India  Act,  1992  and  rules  and  regulations  made thereunder, the Board may, either suo motu or on receipt of any information or during pendency  of  any  inspection,  inquiry  or  investigation  or  on  completion  thereof,  in  the interest of public or trade or investors or the securities market, issue such directions as it deems fit, including but not limited to any or all of the following:─(a)  directing  a  person  holding  equity  shares  or  rights  over  equity  shares  in  arecognised  stock  exchange  or  recognised  clearing  corporation  in  contraventionof these regulations to divest his holding, in such manner as may be specified inthe direction;(b) directing transfer of any proceeds or securities to the Investor Protection Fund of arecognised  stock  exchange  or  Settlement  Guarantee  Fund  of  a  recognised  clearingcorporation;(c) debarring any recognised stock exchange or recognised  clearing  corporation,  anyshareholder  of  such  recognised  stock  exchange  or  recognised  clearingcorporation, or any associate and agent of such shareholder, or any transferee ofshares  from  such  shareholder,  directors  and  key  management  personnel  ofrecognised stock exchange and  recognised  clearing corporation from  accessingthe  securities  market  or  dealing  in  securities  for  such  period  as  may  bedetermined by the Board.", "ents": [{"start": 97, "end": 107, "label": "ENT"}, {"start": 214, "end": 304, "label": "COND"}, {"start": 304, "end": 1508, "label": "ACT"}], "title": null}, {"text": "In order to remove any difficulties in the interpretation or application of the provisions of these regulations, the Board shall have the power to issue directions through guidance notes or circulars.", "ents": [{"start": 3, "end": 90, "label": "ENT"}, {"start": 0, "end": 123, "label": "COND"}, {"start": 123, "end": 200, "label": "ACT"}], "title": null}, {"text": "For the purposes of implementation of these regulations and matters incidental thereto, the Board may specify norms, procedures, processes, manners or guidelines as specified in 20 these  regulations,  by  way  of  circulars  to  recognised  stock  exchange(s)  and  recognised clearing corporation(s).", "ents": [{"start": 92, "end": 97, "label": "ENT"}, {"start": 98, "end": 302, "label": "ACT"}], "title": null}, {"text": "  On  and  from  the  commencement  of  these  regulations,  the  Securities  Contracts (Regulation)  (Manner  of  Increasing  and  Maintaining  Public  Shareholding  in  Recognized Stock Exchanges) Regulations, 2006, shall stand repealed.", "ents": [{"start": 145, "end": 181, "label": "ENT"}, {"start": 2, "end": 58, "label": "COND"}, {"start": 218, "end": 239, "label": "ACT"}], "title": null}, {"text": " Notwithstanding such repeal, anything done or any action taken or purported to have been taken  or  contemplated  under  the  repealed  regulations  before  the  commencement  of  these regulations shall be deemed to have been done or taken or commenced or contemplated under the corresponding provisions of these regulations.", "ents": [], "title": null}, {"text": " After the repeal of the regulations referred to in sub-regulation (1), any reference thereto in any regulation, guideline, circular or direction issued by the Board shall be deemed to be a reference to the relevant provisions of these regulations.", "ents": [{"start": 76, "end": 111, "label": "ENT"}, {"start": 1, "end": 70, "label": "COND"}, {"start": 166, "end": 248, "label": "ACT"}], "title": null}]